{
  "text": "Beruff a Gesondheet Sait 56\n\nLauschtert an dntwert op d’Froen. Vergldicht duerno mat Arem Noper.\n\nAudio 67\n\nEch sinn d’Leonie Schmitt, ech hu 36 Joer an ech sinn Aidesoignante vu Beruff. Et war schonn émmer main Dram, fir mat anere Ménschen ze schaffen an hinnen ze héllefen. Ech schaffen elo zénter zwee Joer an engem grousse Spidol hei an der Stad. Virdrun hunn ech fénnef Joer an engem Altersheem geschafft. Dat war och ganz flott, mee et war leider net esou ofwiesslungsraich wéi an der Klinick, och wa main Dag elo vill méi stresseg ass wéi virdrun.\n\nMain Dag fankt dacks scho moies um fénnef Auer un. Am Spidol schaffe mir op Schichten. D’Fréischicht hunn ech am Iléifsten, well ech da méttes frdi hunn an eppes mat der Famill maache kann.\n\nMai Beruff ass immens villsditeg. Moies maachen ech fir d’éischt den Tour op eisem Stack. Ech kontrolléieren d’ Vitalwderter vun eise Patienten, dat heescht, ech moossen de Bluttdrock an de Bols. Bei verschiddene Patiente kontrolléieren ech och den Zocker. Vill Zait, fir mat de Patienten ze schwatzen, bleift mir leider net. Dat war am Altersheem scho méi flott, well ech méi Kontakt mat de Leit hat.\n\nDuerno héllefen ech de Patiente beim Opstoen a beim Unoder Ausdoen. Dacks muss ech d’Patiente waschen oder ech héllefen hinnen, d’Zann ze waschen, sech anzecrémen oder sech ze kammen. Mir héllefen de Leit bei allem, wat si net eleng maache kénnen. Mir mussen och mat hinnen op d’Toilette goen oder d’Wéndele wiesselen. Dat ass net esou flott, mee dat gehéiert och zur Aarbecht.\n\nUm zwielef Auer verdeelen ech d’lessen um Stack. Heiansdo muss ech de Patienten och z’iesse ginn an ech muss vill eeler Leit animéieren, fir genuch ze drénken, a se un hir Medikamenter erénneren. Als Aide-soignante daerfe mir de Patiente selwer keng Medikamenter ginn, mee mir mussen awer oppassen, datt si hir Medikamenter, déi se vum Dokter verschriwwe kruten, reegelméisseg huelen. Am Spidol sinn och vill Leit, déi guer net méi opstoe kénnen. All zwou Stonne musse mir déi Leit anescht leeén, fir datt si net wond ginn. Dat ass immens ustrengend an owes hunn ech dacks de Réck wéi.\n\nWann ech d’Patiente fir hir Operatioune preparéieren, da muss ech se raséieren a waschen. Virun enger Operatioun sinn d’Patienten normalerweis immens opgereegt an ech probéieren dann, mat hinnen ze schwatzen a se e béssen ze berouegen. Am Nométteg gi vill Patienten erém entlooss. Da musse mir d’Better frésch opzéien an d’Kummer fir deen nachste Patient preparéieren. Ech sinn émmer frou, wann eng Persoun erém heemgoe kann. Dat heescht, datt si erém gesond ass, an dacks kréie mir och Knippercher oder e klenge Kaddo als Merci fir eis Aarbecht.\n\nSait 57\n\nLiest d’Wierder an deene fénnef Késchten. Et handelt sech ém heefeg Beruffskrankheeten. Lauschtert d'Texter an nummeréiert d'Késchten an der richteger Reiefolleg.\n\nAudio 68\n\n1\n\nE groussen Deel vun de Beruffskrankheete si Krankheete vun der Haut. Dat kann zum Beispill en Ekzeema mat roude Plazen\n\n180 honnertachizeg\n\noder Plazen, déi baissen, sinn. Dacks si Leit betraff, déi an der Industrie schaffen a mat aggressive Chemikalien ze dinn hunn. Duerch de Kontakt mat dése Chemikalie kénnen allergesch Reaktiounen entstoen. Mee och de stannege Kontakt mat Waasser oder Seef reizt d’Haut. Dofir ass de Risiko bei Coifferen oder beim Botzpersonal relativ héich. Preventiv soll een Handschen undoen an d’Haut gutt fleegen.\n\nAudio 69\n\n2\n\nWann een an der Fleeg oder engem medezinesche Labo schafft, ass de Risiko zimmlech héich, mat Kierperfléssegkeeten, wéi zum Beispill Blutt, a Kontakt ze kommen. Dobai kann ee sech mat enger Krankheet infizéieren, déi iwwert d’Blutt iwwerdroe gétt, wéi Hepatitis oder HIV. Hei gétt et dofir ganz streng Reegele fir d’Hygiéne, wéi d’Hann waschen a se desinfizéieren. Och déi medezinesch Instrumenter musse steril sinn; Sprétze soll een direkt nom Gebrauch entsuergen. Ausserdeem soll d’Personal sech mat Schutzkleedung, Handschen an Otemschutz schiitzen.\n\nAudio 70\n\n3\n\nOp villen Aarbechtsplaze si spezifesche Stébs oder cheemesch Stoffer an der Loft, déi een anootme kann. Dat kann zu Entziindungen, Allergien oder souguer Asthma féieren. Zu de Risikoberuffsgruppe gehéieren hei zum Beispill Backer, Lackéierer, Coifferen, mee och Leit, déi mat Planzen an Déieren ze dinn hunn. Et ass wichteg, datt op désen Aarbechtsplaze gutt geléft gétt; et kann een och eng Otemschutzmask undoen, fir net ze vill Stébs anzeootmen.\n\nAudio 71\n\n4\n\nKameéidi mécht krank, dat ass laang gewosst. Stannege Kaméidi ass eng psychesch Belaaschtung a schiedegt och d’Gehéier. Op Schantercher oder an Industriehale kann et ganz haart sinn. Dee Kaméidi kann dozou féieren, datt een émmer manner gutt héiert. Et kann een och en Tinnitus kréien, dat ass e Pdifen am Quer, dat net méi ewechgeet. Op deenen Aarbechtsplaze soll ee seng Quere gutt schiitzen.\n\nAudio 72\n\n5\n\nDéi heefegst Beruffskrankheete sinn déi vun de Muskelen an dem Skelett. Ganz vill Beruffsgruppe sinn heivu betraff. Dat kénnen engersdits Leit sinn, déi schwéier kierperlech musse schaffen, awer anerersdits och Leit, déi laang émmer déi selwecht Haltung anhuelen. Schwéier hiewe belaascht d’ Wirbelsail, laang virum Computer sétze kann zu Réckwéi oder Verspanungen am Genéck féieren. Fir datt dat net geschitt, soll een d’Positioun dacks wiesselen. Ausserdeem kann een duerch Muskeltraining seng Muskulatur stéerken. Et kann och héllefen, wann een am Biiro am Stoe schafft. Et ass op jidde Fall wichteg, sech émmer richteg ze halen, egal wat ee mécht.\n\nWat fir Krankheete si besonnesch heefeg bei de verschiddene Beruffer? Kuckt d’Kolonnen | an 2 a maacht Feiler. Lauschtert d Texter nach eng Kéier a kontrolléiert.\n\nAudio 73: Kuckt bei Audio 68-72. (D’Texter sinn an enger anerel Reiefolleg.) "
}