{
  "text": "Noriichten a Fait-diversen Sait 60 vill verschidden\n\nLauschtert d’Noriichten. Notéiert, wéi\n\nNoriichten Dir pro Rubrik héiert. Audio 75\n\nGudde Moien. Hei den Iwwerbléck vun den Noriichte vum Dag.\n\nD’Regierung steet nach mmer net. Déi drai Parteie kommen déi nachst Woch nach eng Kier fir weider K oalitiounsverhandiungen am Ausseministére zesummen.\n\nEnn September louch de Chémage-Taux zu Létzebuerg bei 5,1 %, domat war en 0,35 % méi niddereg wéi am August. Am Oktober gétt mat méi engem héijen Taux gerechent.\n\nGéschter Owend ass am Stater Park en eeleren Har vun e puer Jugendlechen iwwerfall ginn. Hie krut sdin Handy a Sue geklaut. Zeie solle sech bei der Police mellen.\n\nTéschent Stengefort a Mamer koum et de Moien am Beruffstrafic zu engem schwéieren Accident téschent engem Auto an engem Camion. Déi riets Spur war komplett blockéiert an et huet bis an d’Belsch zeréckgestaut.\n\nOp der UNO-Vollversammlung zu New York huet den amerikanesche President ze verstoe ginn, datt d’USA net bereet wieren, nach weider Kompromésser bei de Verhandlungen zum Klimaschutz anzegoen.\n\nDe franséische President Marchand ass op enger Auslandsrees an Italien a gesdit do sdin Homolog. An de Gespréicher geet et haaptsichlech ém deéi bilateral Relatiounen téschent deenen zwee Lanner.\n\nZu London koume bei engem Feier op d’mannst véier Leit ém d’Liewen. Iwwer 30 Persoune goufe schwéier verletzt. D’Feier ass nuets an engem Héichhaus ausgebrach, firwat ass nach net gewosst.\n\nD’Premiére vum neie Superjhemp-Film war e risege Succés, D’Produzente rechne mat enger Rekordzuel un Entréeé fir déi éischt Woch.\n\nGéschter war de Vernissage vun der drétter Konschtbiennale. Wéi all zwee Joer ginn hei originell an eenzegaarteg Wierker vu Kénschtler aus der Groussregioun am prestigiéise Kader vum fréieren ARBEDs-Gebai op der Gare gewisen. D’Ausstellung ass nach bis e Sonndeg den Owend op.\n\nAm Futtball ass dem FC93 Létzebuerg d’Sensatioun gelongen. Virun 8000 Zuschauer hu si am Stadion 2:0 géint den Tabelleleader aus der Europaleague, den FC Portlandia, gewonnen.\n\nAm ATP-Turnéier zu Mailand huet d’Marie Minelli an drai Satz géint hir spuenesch Géignerin Carmen Santos gewonnen. Si steet domat an der Finall, déi e Samschdeg gespillt gétt.\n\nLauschtert déi drdi Fait-diversen nach eng Kéier. Notéiert d Detailer a Stéchwierder.\n\nAudio 76\n\nI\n\nGéschter Owend ass am Stater Park en eeleren Har vun e puer Jugendlechen iwwerfall ginn. Hie krut sain Handy a Sue geklaut. Zeie solle sech bei der Police mellen.\n\nAudio 77.\n\n2\n\nTéschent Stengefort a Mamer koum et de Moien am Beruffstrafic zu engem schwéieren Accident téschent engem Auto an engem Camion. Déi riets Spur war komplett blockéiert an et huet bis an d’Belsch zeréckgestaut.\n\nAudio 78\n\n3\n\nZu London koume bei engem Feier op d’mannst véier Leit ém d’Liewen. Iwwer 30 Persoune goufe schwéier verletzt. D’Feier ass nuets an engem Héichhaus ausgebrach, firwat ass nach net gewosst.\n\nKapitel 4 Verschidden Aarbechtsberaicher\n\nSait 65\n\nLauschtert d’Texter an notéiert d'Reiefolleg vun de Biller. Audio 80\n\nAm Kader vun eiser Emissioun ,,Schaffen zu Létzebuerg’ hu mir representativ fir d’Aarbechtswelt zu Létzebuerg sechs Leit gefrot, fir eppes iwwert hiren Aarbechtsberiiich ze erzielen.\n\n1\n\nEch sinn Aide-soignante a schaffe schonn zénter 15 Joer am Gesondheetswiesen. Am Moment schaffen ech an engem Spidol. Zu Létzebuerg si bal 30.000 Leit am Gesondheetswiese beschaftegt. Et ass e Berdich, wou een och ganz vill Frontalieren an alle méigleche Beruffer fénnt, wéi Infirmieren, Kinesitherapeuten an natierlech och Dokteren. Vill auslénnesch Doktere komme just eemol d’Woch op Létzebuerg fir speziell Consultatiounen.\n\nZénter datt et d’Maison-medicalle gétt, komme manner Leit fir Urgencen an d’Klinick. Dat ass eng grouss Entlaaschtung.\n\n2\n\nEch sinn Employé bei enger grousser Létzebuerger Bank. Létzebuerg huet sech vum Land vun der Stolindustrie zu enger wichteger internationaler Finanzplaz entwéckelt.\n\nAn de ronn 140 Etablissementer vum Bankesecteur schaffen ongeféier 26.000 Leit, dovunner si manner wéi d’Hallschent Fraen. Déi meescht Banke sinn daitsch, da kommen déi franséisch, chineesesch a schwdizeresch an duerno kommen eréischt déi létzebuergesch. Létzebuerg ass awer och eng wichteg Plaz fir Investmentfongen; e spezielle legale Kader huet et méiglech gemaach, datt Létzebuerg dofir europawait op éischter Plaz a weltwait op zweeter Plaz ass.\n\n3 Ech schaffen als Franséischproff an engem Stater Lycée. Den Enseignement zu Létzebuerg ass zum gréissten Deel staatlech, et gétt awer och eng Partie Privatschoulen. Net jiddereen, dee fir eng staatlech Schoul schafft, ass e Staatsbeamten. Ongeféier 10.000 Enseignanté schaffen an de Grondschoulen an an de Lycéeén, an der Grondschoul sinn et vill méi Frae wéi Manner. Natierlech gétt et zu Létzebuerg och Bildung fir Erwuessener, wéi d’,,Ecole nationale pour adultes* (ENAD) oder och den Nationale Sproocheninstitut (INL), wou ee Sprooche ka Iéieren. Ausserdeem huet Létzebuerg zénter 2003 eng Uni, déi méttlerweil international e gudde Ruff huet. , honnerteenanachizeg 181 "
}