{
  "text": "4\n\nMai Beruff ass Bauer, eise Bio-Bauerenhaff ass e Familljebetrib. Et war net einfach, eise Betrib op Bio émzestellen. D’Prozedur ass laang, d’Krittdren an d’Kontroll si streng, mee de Landwirtschaftsministére hélleft mat Berodung a Subventiounen, déi ganz genee gereegelt sinn. Dat géllt och fir de Waibau. Trotzdeem musse mir als klenge selbstannege Betrib vill schaffen, fir dovunner liewen ze kénnen. Ech mengen, dofir sinn och némme knapp 6 % vun de Bauerenhaff zu Létzebuerg biozertificiert.\n\n5\n\nEch schaffen op der Post. Nieft dem Staat ass d’Post, déi och en Etablissement public ass, dee gréisste Patron, also Employeur, zu Létzebuerg. D’Post beschaftegt méi wéi 4.000 Leit vu méi wéi 40 Nationalitéiten. D’Post bitt eng ganz Palett vun Déngschtleeschtungen. Dat geet vu Postservicer wéi dem Verschécke vu Bréiwer a Pack an dem Verdeele vun den Dageszeitungen iwwert d’Finanzservicer an net ze vergiessen d’Servicer am Telekommunikatiounsberdich. Ausserdeem gétt et och nach e spezielle Service fir Leit, déi Timbere sammelen. D’Post gétt all Joer ongeféier 30 nei Timberen a Postkaarten eraus.\n\n6\n\nEch sinn Ustraicher vu Beruff. Ech sinn de Risiko agaangen an hu mech viru fénnef Joer selbstanneg gemaach. Elo hunn ech main eegene Betrib mat zéng Mataarbechter. Mir hunn eis op Renovéierunge spezialiséiert, mee maachen natierlech och aner Ustriicheraarbechten. Zu Létzebuerg gétt et méi wéi 7.000 Handwierksbetriber mat ronn 90.000 Beschaftegten, déi a méi wéi 120 verschiddenen Aktivitéite schaffen. D’Handwierk ass also e ganz villsditege Beraich, wou émmer Leit gebraucht ginn. Mir mussen déi Jonk motivéieren, en Handwierk ze léieren.\n\nLauschtert d’Texter nach eng Kéier. Notéiert fir all Persoun drai\n\nwichteg Informatiounen iwwert dee Berdich, an deem si schafft. Vergldicht mat Arem Noper.\n\nAudio 81-86; Kuckt bei Audio 80.\n\nOp Aarbechtssich\n\nSait 74\n\nLauschtert den Interview. Em wat fir eng Plaz geet et? Huet de Kandidat eng Chance, déi Plaz ze kréien? Wat mengt Dir? Diskutéiert am Grupp.\n\nAudio 95.\n\n+ Den Har Lambert ass do.\n\nAjo! Schéckt en eran, wal.\n\n* Bonjour, main Numm ass Leo Lambert.\n\nBonjour Har Lambert. Huelt lech Plaz wgl. Ech hunn Are CV gelies, deen ass net oninteressant. Dir schafft allerdéngs nach net immens laang. Firwat wéllt Dir d’ Aarbecht da scho wiesselen? * D’Aarbecht u sech gefalt mer ganz gutt, mee ech schaffen elo schonn zénter zwee Joer do an ech verdéngen nach émmer just knapps 200 € méi wéi de Mindestloun. Ech sinn der Meenung, dass ech eng gutt Aarbecht maachen an dass déi Aarbecht net gutt genuch bezuelt gétt.\n\n~ Wéi vill géingt Dir da gar verdéngen?\n\n* O, do weess ech lo guer net, wat ech antwere soll! Hmm... op jidde Fall méi wéi am Moment!\n\n182 honnertzweeanachtzeg\n\nAlso keng konkreet Virstellung ... o.k. ... Firwat mengt Dir, dee richtege Kandidat fir dés Plaz ze sinn?\n\n* Ech sinn éiergdizeg a selbstbewosst. Ech ka gutt mat de Clienté schwatzen a si vun engem Produit iwwerzeegen. Ausserdeem ginn ech och gutt eens mat Zuelen.\n\nBei déser Aarbecht geet et jo och ém d’Gestioun vum Stock. Sidd Dir en organiséierte Ménsch?\n\n* Bé ... jo, jo!\n\nHmm. A firwat wéllt Dir grad fir eise Betrib schaffen?\n\n* Ar Produiten interesséiere mech och perséinlech. An et ass émmer positiv, wann een d’Produiten, déi ee verkeeft, och selwer géing kafen.\n\nDir hutt gesot, Dir hatt e gudde Kontakt mat de Clienten. Wat fir Sprooche kénnt Dir schwatzen?\n\n* Ech kann Daitsch a Franséisch schwatzen, an och e béssen Englesch. Ech muss awer zouginn, dass meng Kompetenzen an de Friemsproochen net perfekt sinn. Mee ech hu keng Angscht fir ze schwatzen a bis elo hat ech och nach keng gréisser Schwieregkeeten domat.\n\nWat ass dann Are konkreeten Niveau an deene Sproochen? Dir wésst schonn ... B1, B2, C1?\n\n* E8é, nee, dat weess ech net.\n\nHmm. Dann hatt ech nach eng lescht Fro: Wou gesitt Dir Iech a fénnef Joer?\n\n* Ech hoffen, dass ech hei ugestallt ginn, e feste Kontrakt kréien a mai Loun duergeet, fir mer endlech en Appartement hei an der Géigend ze kafen.\n\n~ Gutt, dat ass dann alles fir de Moment. Dir héiert vun eis,\n\n* O, a wéini ongeféier?\n\n~ Kuckt dat mat menger Sekretérin dobaussen. Awar!\n\n* Merci! Addi!\n\nLauschtert den Interview nach e puermol. Wat fir Froe krut de Kandidat gestallt? Notéiert.\n\ntudio 96: Kuckt bei Audio 95\n\nExpressiounen op Létzebuergesch\n\nSait 78\n\nLauschtert den Text a krdizt déi richteg Antwerten un. Audio 98\n\nOp menger Aarbecht schaffe vill verschidde Leit. Déi meescht sinn immens Iéif, mee e puer vu mengen Aarbechtskolleege sinn och e bésse komesch.\n\nDo ass emol den Tom. Hien ass e richtege Lidderhanes, Hie schafft wierklech net vill, manner wéi hie soll, an all Aarbecht ass him ze vill. Fldisseg ass hie wierklech net.\n\nDann hu mer nach d’Josiane. Hatt ass e Knéckjang. Hatt leet mi eppes bei e Kaddo bai a wa mir zesummen iesse ginn, da kuckt hatt genee, datt hatt net ze vill bezuele muss. Dobdi huet hatt eng gutt Pai. Hatt sétzt richteg op senge Suen.\n\nDe Jos ass net esou penibel mat de Suen, mee soss ass hien e richtegen lerbessenzieler. Hie féiert iwwert alles Buch, alles muss ganz genee sinn, hien ass sou klenglech, dat ass ganz schlémm.\n\nDe Jean-Baptiste huet siin Numm net gestuel. Hien ass en Tutebatti. Hie schwatzt immens vill a gétt och immens un. Et mengt een, hien hatt alles gesinn an alles gemaach. Ech froe mech, ob alles wouer ass, wat hien esou braddeit.\n\nMam Steve sinn d’Kolleegen net immens frou. Hien ass ¢ Paltongszéier, émmer mécht hie sech de schéine Mannche beim Chef; hie mécht alles, fir datt e beim Chef gutt ukénnt. Mee dat kénnt bei de Kolleegen net gutt un.\n\n"
}