{
  "text": "Land a Leit Den 112 eng Nummer, déi hélleft.\n\n1. Am Interview stellt de Journalist véier Froen. Liest hei d’Kuerzform vun dése Froen an d’Froen am Interview. Nummeréiert d’Froen an ddr Reiefolleg, wéi se am Interview virkommen.\n\nWéi vill Leit ruffen um 112 un? r)\n\n(\"] Wat sinn d’Haaptaufgabe vam CGDIS (Corps grand-ducal d’incendie et de secours)? C\n\nFirwat ginn et esou vill Eischt-Héllef-Coursen? Wat huet sech mat der Reform vun de Rettungsdéngschter gednnert?\n\n2. Liest a lauschtert elo de ganzen Interview an énnerstrdicht (ay 79 déi zentral Informatiounen an den Antwerten. 8\n\nDen Har Jos Klein schafft an der Zentral vum Noutruff 112. An eisem Interview schwatzt hien iwwert de CGDIS an d’Reform vun de Rettungsdéngschter.\n\nHar Klein, am Joer 2018 ass jo dee ganze System vun de » Rettungsdéngschter hei zu Létzebuerg reforméiert ginn. Kénnt Dir eis déi grouss Zich vun déser Reform e béssen erkldren an eis soen, wéi Dir eis dés Changementer fannt?\n\nJo, natierlech. Dat war eng ganz grouss Reform, mee ech probéieren, mech kuerz ze faassen. Also, engersdits sinn 2018 all d’Rettungsdéngschter vu Létzebuerg énnert dem CGDIS zesummegeschloss ginn, dat heescht d’Protection civile, d’frdiwélleg Pompjeeén, d’Stater Beruffspompjeeén, d’Flughafepompjeeén an de SAMU (Service d’aide médicale urgente). Anerersdits gétt et van Enn 2020 u mam CNIS (Centre national d’incendie et de secours) zu Gaasperech endlech ee grousse Site, wou déi wichteg Elementer vum Rettungswiese regruppéiert sinn. Do sinn elo z. B. d’Beruffspompjeeén, d’Zentral vam 112 an och d’Administratioun an d’Formatiounszentren. Fréier waren all déi Strukturen op verschiddene Plazen am Land. Dat war schwiereg fir d’Kommunikatioun énnerteneen. Elo, wou alles énnert engem Daach ass, ass dat méi einfach. An den administrativen Opwand ass och net méi esou héich wéi virdrun.\n\nKénnt Dir wgl. e béssen drop agoen, wat déi wichtegst Missiounen a Responsabilitéite vum CGDIS sinn?\n\nEt ass schwéier ze soen, wat déi wichtegst Missioune sinn, well et émmer drém geet, fir Liewen ze retten. An deem Sénn si se natierlech all wichteg. Ech géing soen, d’Haaptmissioun vam CGDIS ass, Ménschen an engem Noutfall zu Létzebuerg ze héllefen: e Feier laschen, bei engem Accident héllefen, Leit medezinesch versuergen an an d’Spidol bréngen an esou weider. Mir héllefen awer net némmen zu Létzebuerg, ma mir héllefen zum Beispill och bei Katastrophen am Ausland. Preventioun a Formatioun\n\n62 zweeasiechzeg "
}