{
  "text": "sinn och wichteg. Et ass émmer besser, wann et guer net zu engem schroen Noutfall kénnt. Dofir mussen d’Leit wéssen, wéi si sech schiitzen oder op d’mannst dat Schlémmst verhénnere kénnen.\n\nAm Fall, wou dann awer emol e seriéen Noutfall antrétt, kennt jiddereen d’Telefonsnummer vum Noutruff, den 112. Dat kréien d’Kanner scho vu Klengem un an der Schoul gesot an a ganz Europa géllt déi selwecht Telefonsnummer. Gétt se och vill benotzt?\n\nO jo! An der Moyenne kréie mir 1461 Telefone pro Dag eran. Eng Ekipp vun op d’mannst véier Leit hélt permanent d’Noutriff entgéint. All Uruff gétt enregistréiert, an da gétt den Alarm ausgeleist, wann et muss sinn, an déi richteg Rettungsdéngschter ginn erausgeschéckt. Pro Dag ginn esou knapp 200 Interventioune gemaach. Et handelt sech jo net émmer ém Noutfall, wann d’Leit op den 112 uruffen. Et ginn der och, déi just wésse wéllen, wat fir Dokteren, Apdikten oder Spideeler Déngscht hunn oder wéi ee sech fir en Eischt-Héllef-Cours aschreiwe kann. Dofir ass den Noutruff 112 awer net geduecht.\n\nDe CGDIS organiséiert gratis Eischt-Héllef-Coursen op Létzebuergesch, Dditsch, Franséisch an Englesch iwwert d’ganzt Joer an am ganze Land. Firwat gétt esou vill Wdert op déi Coursé geluecht?\n\nAll Dag geschéie schlémm Accidenter. An esou enger Situatioun ass et wichteg, fir séier a richteg ze handelen. Jidderee soll dat kénnen! Dofir bidde mir vill Coursen op verschiddene Plazen un, zu verschiddenen Zaiten an a verschiddene Sproochen. An dése Coursé léiert een, wéi ee sech bei engem Accident richteg verhalt a wéi een e Verletzte richteg versuergt, bis e Rettungsdéngscht do ass. D’Coursen dauere 16 Stonnen an zum Schluss ass en Test. Wann een dee packt, da kritt een en Diplom, dee fénnef Joer giilteg ass.\n\ndrdiasiechzeg 63 "
}