{
  "text": "Op der Aarbecht\n\n1. Liest d’Resultater vun der Emfro. Sinn déi Saachen och fir Iech wichteg? Schwdtzt mat Arem Noper.\n\nMir hunn 100 Leit gefrot, wat si am wichtegsten un enger Aarbecht fannen. Némmen eng Antwert war méiglech. Hei sinn hir Antwerten.\n\nD’Pai 39 D’Aarbechtsklima 9\n\nD’Sécherheet 30 D’Carriérechancen 6 D’Flexibilitéit 16\n\n® Fir mech ass et wichteg, datt ech mech gutt mat mengen Aarbechtskolleege verstinn. @ Fir mech och, mee fir mech ass et am wichtegsten, datt d’Aarbechtsplaz sécher ass. @ Ech fannen d’ Aarbechtsklima iwwerhaapt net wichteg. Eng gutt Pai ass dat, wat zielt!\n\n2. Liest d’Froen an iwwerleet Iech Antwerten zu de Gewunnechten op der Aarbechtsplaz. Schwatzt drdi Minutte mat enger Persoun\n\naus der Klass a wiesselt dann de Gespréichspartner.\n\n* Verbréngt Dir do, wou Dir schafft (oder geschafft hutt), vill Zait mat Aren Aarbechtskolleegen?\n\n* Schafft Dir vill eleng?\n\n» Ass vill Kaméidi op Arer Aarbechtsplaz?\n\n¢ Musst Dir Iech vill deplacéieren? + Ass Ar Aarbecht geféierlech?\n\n¢ Hutt Dir vill Reuniounen? Musst Dir och emol\n\nIwwerstonne maachen?\n\n* Gesitt Dir Are Chef/Ar Cheffin och emol? ¢ Verbréngt Dir och Zait mat Aarbechtskolleegen an Arer Fraizait (owes, de Weekend, an der\n\nVakanz)?\n\n3. Lauschtert a liest d’Texter iwwert zwou énnerschiddlech Aarbechtssituatiounen. Notéiert fennef Ennerscheeder.\n\nDe Jean-Marc ass Employé op enger grousser létzebuergescher Bank. Hie schafft am Guichet an huet de ganzen Dag Kontakt mat de Clienten. Mat sengen Aarbechtskolleegen huet hien net vill Kontakt. Hie schafft gréisstendeels eleng a si gesi sech just an de Pausen oder heiansdo um Gank.\n\nBis virun engem Mount huet sain Aarbechtsdag um aacht Auer moies ugefaangen an um fennéf Auer méttes opgehalen, mee elo schafft hie just nach moies. Hien ass ndmlech d’lescht Joer Papp ginn an ass elo fir e Joer am Congé parental.\n\nVlaicht kann hien an Zukunft och heiansdo e bésse vun doheem aus schaffen. Dat géing hie ganz praktesch fannen.\n\n66. sechsasiechzeg\n\nQD\n\n+ Schwatzt Dir mat Aren Aarbechtskolleegen och iwwert privat Theemen?\n\n* Schwatzt Dir iwwert aner Aarbechtskolleegen?\n\n* Schwatzt Dir iwwert de Chef oder d’Cheffin?\n\n* Schwatzt Dir iwwert Ar Pai?\n\n* Wien duuzt oder dierzt Dir op der Aarbecht? A wien duuzt oder dierzt Iech?\n\n* Schafft Dir vill van doheem aus fir Ar Aarbecht?\n\nOr @\n\nDen Alain schafft an enger grousser Fabrick, déi Pneuen hierstellt. Hie schafft an enger Ekipp vun aacht Leit. Hien a seng Aarbechtskolleege versti sech gutt. Dat ass flott an och wichteg, well si ganz vill zesumme schaffe mussen.\n\nBis viru Kuerzem huet den Alain missen op Schichte schaffen, mee de Moment schafft hien é&émmer d’Fréischicht an och just 85 Prozent. Hien huet désen Aarbechtsmodell vun sengem Patron accordéiert kritt, fir intensiv Franséisch ze léieren an drai Mol d’ Woch méttes an e Cours ze goen.\n\nHeiansdo muss hien awer och de Weekend schaffen. Dat ass zwar net émmer flott, mee d’Sonndesschicht gétt gutt bezuelt. "
}