{
  "text": "Plang a Projeten\n\n1 Liest d’Texter a completéiert se mat de Wierder aus der Késcht. Lauschtert d’Texter duerno a kontrolléiert.\n\nAusbildung —haltefDeeg-\n\nFormatiounen\n\nCongé sans solde Erfarungen\n\nselbsténneg Stagen\n\nDeelziaitaarbecht Examen\n\nfest-ugestalit-\n\n88-91 Cg\n\nDiplom fest Plaz\n\nkénnegen\n\nAm Kader vun der Aktioun ,,Hopp, en neien Job!“ presentéiere sech haut véier verschidde Leit, déi eng nei Aarbecht sichen. Liest hei hir kuerz Presentatiounen. Op eisem Internetsite kénnt Dir\n\nse och als Video kucken a lauschteren.\n\nEch sinn d’Sophie Jacobs, hu 45 Joer a sichen eng Aarbecht. Ech hunn zu Metz en Ofschloss am Commerce gemaach a war zéng Joer laang an enger Logistikfirma beschaftegt. No der Gebuert vu mengem éischte Kand hunn ech just nach ......... hallef Reeg....... geschafft, a wéi ech dunn zwee Joer méi spéit nach Zwillinge krut, hunn ech ganz opgehale mat schaffen. Et ass net einfach, mat drai Kanner nach e Beruff auszetiben. Meng Kanner ginn elo an de Lycée an ech wéll erém gar schaffe goen. Main Zil ass et, no eventuelle . a . erém eng interessant am Beraich Logistik ze fannen.\n\nMain Numm ass Tom Becker, ech hu 25 Joer an ech sichen eng Aarbecht. | No der Premiére hunn ech fir __ d’éischt e puer », bei verschiddene Publicitéitsagencé gemaach, mee ech hu_ keng . . fonnt. Et ass schwiereg, als Stagiaire fest. ugestallt......ze ginn. Ech hunn du Produktdesign zu Wien studéiert an d’lescht Joer mai Bachelor gemaach. Elo wéll ech... an deem Berdich sammelen an dofir sichen ech eng Plaz bei engem Grafiker zum Beispill. Main Dram ass et, mech an e puer Joer . maachen.\n\nEch heeschen Halida Bardani an hu 37 Joer. Ech hu Mathematik studéiert. Ech hunn am Irak als Mathésproff geschafft, mee méain coe eeeeceeneeeecenuseanees ass hei net unerkannt. Mai Wee war zimmlech komplizéiert. Ech hunn elo Daitsch a Franséisch geléiert a muss nach € puer oe maachen, bis ech hei Mathéscoursé ka ginn. Zu Létzebuerg ass et jo néideg, déi drdi offiziell Sproochen ze kennen. Ech sichen elo eng Plaz als Nohéllefsproff, mee net privat. Ech hoffen, an ongeféier drai Joer de Concours fir Mathésproff hei maachen ze kénnen.\n\n68 aachtasiechzeg\n\nEch sinn den Ander Krell a sichen eng nei Aarbecht. Ech schaffen am _ Moment op enger Bank, mee ech _géif gar eppes Neies probéieren. ’ Ech hu mat 19 Joer ugefaangen \\ : op der Bank ze schaffen, direkt no menger Premiére. Elo hunn ech 40 Joer a sichen en Challenge. Ech hunn nieft menger Aarbecht eng co eeeecccetteeeecneneteeeeeneeeeeee als Schrainer gemaach a wéll elo an deem Berdich schaffen. Ech wéll am Moment C00) cre op der Bank huelen a kucken, ob ech als Schrainer och Succés hunn. Et ass spannend, eppes ganz Neies ze maachen. A wann alles klappt, da kann ech op der Bank\n\ntL "
}