{
  "text": "6. Lauschtert a liest den Interview e puermol. Completéiert d’Sdtz. (a) ) 92\n\n© Dir héiert elo am Kader vun der Emissioun ,, Schaffen zu Létzebuerg“ en Interview mam Har Krell, deen eng e bésse méi speziell Carriére gemaach huet. Den Interview huet d’Carole Stein geféiert.\n\nBonjour Har Krell, Dir sidd haut bei eis op Besuch, fir iwwert Ar Beruffserfarungen ze schwatzen, déi e béssen aussergewéinlech sinn. Dir waart net émmer Schrdiner.\n\n® Jo, dat ass richteg. Ech hu mech eréischt mat 40 Joer decidéiert, 000000 00. coo ieeeeseete cette Huet Aren ale Beruff lech net gefall?\n\n® Dach, ech hu gdr op der Bank geschafft, mee ech hunn émmer dovu gedreemt, eppes .\n\nZe schaffen an ze schafen.\n\nJo, dat Kreatiivt huet mir a mengem Beruff als Employé émmer e bésse gefeelt.\n\nDir hutt also 2 _...... @ Sidd Schrainer ginn?\n\nEsou einfach war dat net. Ech hu parallel zu menger Aarbecht 0.0... ........\n\nWar dat net ze vill?\n\n@ Ech hat e Chef, dee mech verstanen huet an dee mir am Ufank ...\n\nEch hu meng Ausbildung an Owescoursé gemaach.\n\nA wéi Dir Are Schain bis an der Tasch hat?\n\nDo hunn ech mir fir d’éischt _.__.. coc ceccaeeeeceeeees weneeeeneenveneentn qeeneeeete vv» Ech hat kee Problem,\n\neng Plaz an enger klenger Schrdinerei ze fannen a konnt do vill Erfarunge sammelen.\n\n® Mee dobii sollt et net bleiwen.\n\n® Nee, ech hu gemierkt, datt mdin neie Beruff mer wierklech vill Spaass gemaach huet, an ech hunn decidéiert, meng Aarbecht bei der Bank komplett opzeginn. Ech hunn also gekénnegt a sinn an der Schreiner et ooo eccecee eee cee cee eeeeeeneninn\n\n© Dir kritt elo 50 Joer an hutt lech viru fénnef Joer einfache Schrétt.\n\n® Nee, et war jo e gewéssene Risiko domat verbonnen. Mee ech bereien et keng Minutt. Ech muss och soen,\n\ndatt ech immens Chance hat, datt alles esou gutt gelaf ass.\n\nWat géift Dir Leit mat op de Wee ginn, déi och esou en Dram hunn?\n\nEch géif hinne soen: Lieft Aren Dram, maacht, wat lech Spaass mécht, riskéiert eppes. Et ass derwédert.\n\nHar Krell, ech soen Iech villmools Merci fir den Interview.\n\n_....... Dat war bestémmt keen\n\n7. Sicht all d’Infinitivsdtz mat ,,ze“ a schreift se eraus. )\n\n8. Spillt den Dialog elo zu zwee.\n\n9. Liest nach eng Kéier d’Portraite vum Sophie, vum Tom a vum Halida. Wielt eng vun de Persounen aus an erzielt, wat 10 Joer méi spéit aus hir ginn ass.\n\nHei ass e méiglechen Opbau:\n\nD’Persoun huet déi néideg Ausbildung/Formatioun/Tester/Examen/Erfarunge gemaach (gepackt oder net gepackt).\n\nSi huet e puer Joboffere kritt a sech virgestallt/laang gesicht/laang gewaart/ndischt fonnt. Si huet oder huet net déi Aarbecht fonnt, déi si wollt.\n\nSi schafft elo als ... bei ...\n\nSi huet sech hiren Dram erféllt/net erfélit.\n\nD’Situatioun ass net einfach/guer net esou schwéier/anescht wéi erwaart.\n\nSi ass frou/enttduscht, datt ...\n\nSi ass nach émmer op der Sich no ...\n\n70 siwwenzeg "
}