{
  "text": "The Economist November 8th 2025\n\nContents\n\n— ae |\n\nOn the cover\n\nThe rise of singlehood is reshaping the world: leader, page 9, and briefing, page 16. A new industry of Al companions could change what it means to be human, page 51. Tinder, Hinge and Bumble are betting big on Al, page 65. Tech bros and religious conservatives are desperate for people to have more babies, page 55\n\nChina’s global power play The country is providing cheap, clean energy in huge quantities. The world should take the win: leader, page 10. China is a renewableenergy superpower. See our Special report, after page 4o.\n\nIt is cranking up its belt-and-road scheme, page 33. The climate action that matters is in the global south, By Invitation, page 15\n\nThe meaning of Mamdani Democrats risk drawing the wrong lessons from one good day: leader, page 11, and analysis, page 19. Gavin Newsom uses Trumpian tactics: Lexington, page 24\n\nNigel Farage: Captain Sensible Reform Uk’s fiscal prudence is welcome, if unproven: leader, page 12, and analysis, page 49.\n\nIs Mr Farage like Giorgia Meloni? Page 48. The left and taxes: Bagehot, page 50\n\nWake up, Airbnb Brian Chesky wants to offer more than a bed to sleep on. Will his strategy work? Page 61\n\n—> Download The Economist's app for articles, podcasts, videos and more, published throughout the week.\n\nThe world this week\n\n7 Asummary of political and business news\n\nLeaders 9 The rise of singledom Relationship recession 10 Energy and climate China’s power proposition 11 American elections The meaning of Mamdani 11 Dollarisation Steady on\n\n12 Prudent Farage Wishful thinking?\n\nLetters\n\n14 On conserving Africa’s environment, green politics, public debt and taxation, the state of Britain’s buses, Prince Andrew\n\nBy Invitation\n\n15 Christiana Figueres on climate action’s new leaders\n\nBriefing\n\n16 Generation single 100m plus-nones\n\nSpecial report:\n\nChina, energy and climate A time that has come After page 40\n\nBartleby Should facial analysis help determine hiring? Page 64\n\nUnited States 19 Democratic delight 20 SCOTUS and tariffs 21 Scandal in St Louis 21 Mental health in Oregon 22 The cost of health 23 Strategic inanity 24 Lexington Gavin Newsom\n\nThe Americas 25 The fleet off Venezuela 28 An EU-Mercosur deal?\n\nAsia 29 South Asian river spats 30 Women’s cricket in India\n\n31 Tensions in the South China Sea\n\n31 Fiscal antics in Indonesia 32 Banyan Thai monarchy\n\nChina 33 Belt and Road is back\n\n34 Muscular statecraft in Myanmar\n\n35 Gay rights in Hong Kong\n\n36 Chaguan A chemical solution\n\nMiddle East & Africa 37 Massacres in Sudan 38 Acrackdown in Tanzania 39 Trump and Nigeria 39 Iraq’s upcoming election 40 Lawyers v politicians in Israel\n\nEurope\n\n41 Bardella’s France-first plans\n\n42 The fall of Pokrovsk\n\n43 Ukraine’s tale of two cities 43 Babis and Ukraine\n\n44 The woke pope\n\n45 Charlemagne Flag fever\n\n>> Contents continues overleaf "
}