{
  "text": "Contents\n\nBritain 46 Brand Britain 48 Populists compared 49 Farage’s tax plan 49 Aland copyright 50 Bagehot Low-tax lefties\n\nInternational 51 AI companions\n\n53 The Telegram Rich in repression\n\n1843 55 Among the pro-natalists\n\nBusiness\n\n61 Airbnb’s growth conundrum\n\n62 Palantir and its doubters 63 Pop Mart, China’s Disney? 64 Bartleby Facial analysis\n\n65 America’s troubled furniture-makers\n\n65 Dating apps and AI\n\n66 Schumpeter China’s life-sciences formula\n\nVolume 457 Number 9473\n\nPublished since September 1843\n\nto take part in “a severe contest between intelligence, which presses forward,\n\nand an unworthy, timid ignorance obstructing our progress.”\n\nEditorial offices in London and also: Amsterdam, Beijing, Berlin, Brussels, Cape Town, Chicago, Dubai, Lagos, Madrid, Mexico City, Montevideo, Mumbai, Nairobi, New Delhi, New York, Paris, San Francisco, Sao Paulo, Shanghai, Singapore, Taipei, Tokyo, Washington DC\n\nservice\n\nFor our full range of subscription offers, including digital only or print and digital bundled, visit: Economist.com/offers\n\nIf you are experiencing problems when trying to subscribe, please visit our Help pages at: www.economist.com/help\n\nfor troubleshooting advice.\n\nThe Economist November 8th 2025\n\nFinance & economics 67 Universal child care\n\n69 Trump v the Supreme Court\n\n69 Anticipating a crash 70 Al job cuts 71 China’s investment slump\n\n72 Buttonwood British investor optimism\n\n73 Free exchange India’s peculiar stability\n\nScience & technology 74 Golden Dome 76 Zombie fires in California\n\n77 Well informed Dopamine detoxes\n\nCulture 78 Ahit Chinese memoir 79 Ahistory of alphabets 80 Walking over graves 80 Judgment of “Nuremberg” 81 No-frills nuptials 82 Salman Rushdie’s humour\n\nEconomic & financial indicators 83 Statistics on 42 economies\n\nObituary 84 Dick Cheney, America’s most powerful vice-president\n\nTo manage your account online, please visit my.economist.com where you can also access our live chat service which is available 24/7. To call us, contact our dedicated service centre on:\n\nCars\n\nPEFC certified\n\nThis copy of The Economist is printed on paper sourced from sustainably managed forests certified by PEFC www.pefc.org\n\nNorth America: +1 888 815 0215 Latin America & Mexico: +1 646 248 5983\n\nPEFC\n\nPEFC/29-31-296\n\n© 2025 The Economist Newspaper Limited. All rights reserved. Neither this publication nor any part of it may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise, without the prior permission of The Economist Newspaper Limited. The Economist (ISSN 0013-0613) is published weekly except combined issues in July and December, by The Economist Newspaper Limited, 900 3rd Avenue, 16th Floor, New York, NY 10022-5088. The Economist is a registered trademark of The Economist Newspaper Limited. Periodicals postage paid at New York, NY and additional mailing offices. POSTMASTER: Send changes to The Economist Customer Service, 900 Third Avenue 16th Floor New York, NY 10022, USA. Canada Post publications mail (Canadian distribution) sales agreement no. 40012331. Printed by Fry Communications, Inc. Mechanicsburg, PA17055 "
}