{
  "text": "56 1843 Pro-natalism\n\nthat people (at least people like them) should be having more children, and that, if they don’t, society (at least as they know it) will collapse.\n\nAdkinson, whose solitary life on the open road gives him a lot of time to think, was concerned that he was contributing to the problem. “You know, the alarm bells were going off. Like why hasn’t this happened for me?” There was a flash of vulnerability in his face. “It’s not just trucking,” he said. “It’s not me specifically. It’s everywhere.”\n\nHe had seen influencers speaking online about NatalCon, and decided to pay the $1,000 fee to attend. Matchmaking wasn’t the point of the conference; rather, it was billed as a serious academic affair that would feature pro-natalist thinkers, tech entrepreneurs, venture capitalists and people with the ear of the Trump administration. Still, Adkinson wanted to try his luck among a like-minded crowd. He filled out a Google Form that was sent out to single attendees before the opening ceremony, on which he listed his age, spiritual background and the number of children he wanted (from one to seven or more).\n\nNow that he was here, though, he didn’t like his odds. “It’s like eight to one, men to women I swear,” he said, giving a cursory glance around the room. “I'll give it a shot but I’m not holding my breath.”\n\nAdkinson had voted for Donald Trump and described his own politics as “hard right”. In that sense, he might have found his people. The conference dining room was a jumble of libertarian tech workers and religious conservatives—representatives of the socalled tech-trad alliance that helped propel Trump to a second term in the White House.\n\nFor these political bedfellows, falling birth rates are an existential crisis, with potentially devastating consequences for the American economy, national security and the MAGA project. Tech billionaires like Marc Andreessen, Palmer Luckey, Peter Thiel and, most famously, Elon Musk, have all publicly fretted about the issue, and funnelled money into companies and research initiatives that are developing reproductive technologies. Meanwhile, religious conservatives, like those at the Heritage Foundation, a right-wing thinktank, have been pushing for policies that might, in theory, help expand the population—such as banning abortion and reducing subsidies for contraceptives.\n\nThe vice-president, J.D. Vance, is at the nexus of the tech-trad alliance. As a vocal convert to Roman Catholicism whose political career was supercharged by Thiel, his former boss, Vance has been thrilled to help make pro-natalism an explicitly MAGA issue. He has criticised prominent Democrats who don’t have biological children for being “childless cat ladies” (Taylor Swift then pointedly used the phrase in her endorsement of Kamala Harris last year); and he made a point of saying in his first public address as vice-president that “I want more babies in the United States of America.” Trump, in turn, has declared himself the “fertilisation president” and recently unveiled a plan to offer discounted fertility drugs through TrumpRx, the administration’s direct-to-consumer website, due to launch next year.\n\nThere was a sense among many at NatalCon that, with Trump and Vance in power, the moment to jumpstart American baby-making had come at last. But those gathered outside the museum on the opening night of the conference had a different impression: that pro-natalism was part of a broader and more in-\n\nMANY GOVERNMENTS HAVE TRIED TO BRIBE PEOPLE TO HAVE MORE\n\nBABIES\n\nThe Economist November 8th 2025\n\nsidious project to create a whiter America. A group of protesters, their faces mostly covered, gathered in the museum’s courtyard. “Nazis off our campus!” they screamed through a megaphone as conference attendees streamed in. One sign read “Eugenicists” with the word “Natalists” crossed through.\n\nAdkinson didn’t mind being heckled. “I’ve been called a Nazi at least 500 times in my life,” he told me with a shrug. He didn’t see what all the fuss over pronatalism was about. “The message is simple: go have babies. And the left is going nuts!”\n\nThe Economist suggests that, if current trends\n\ncontinue, the world population is likely to peak at 9.6bn in 2065, then tumble; it is even possible that it might stop growing in the 2050s and never exceed gbn. America currently has a total fertility rate (TFR) of 1.6 children per woman, meaning that it is well below the replacement rate of 2.1—the standard estimate of what’s required to keep a population stable. But it is still more fecund than Europe or East Asia, parts of which are reckoning with TFRs of 1 or less.\n\nIn many ways, falling birth rates are a symptom of something positive—that more pregnancies are planned and more women are exercising agency over their lives. But the consequences of population decline are uncertain. If each generation is smaller than the previous one, there could be fewer workers to shoulder the burden of caring for the elderly and servicing public debt. AI might compensate for a fall in the number of humans, but it’s impossible to say by how much.\n\nOne way fora country to deal with a shrinking population is to let in more foreigners. But immigration is a contentious issue for voters around the world. Populist parties and leaders, particularly in Europe, often marry anti-immigrant sentiments with pro-natalist ones, arguing that “natives” having children is the best way to preserve national identity and culture.\n\nMany governments have tried to bribe people to have more babies. South Korea—which has a TFR of 0.72, the lowest on Earth—has spent $270bn over the past 20 years on pro-natalist policies: subsidising taxis for pregnant women, providing free IVF and, in some towns, giving new mothers free housing. This year it began granting couples a cash payment of close to\n\nGre birth rates are falling. Recent analysis by\n\n"
}