{
  "text": "The Economist November 8th 2025\n\n30m won ($20,000) over eight years for each child they have. Viktor Orban’s government spends 6% of Hungary’s GDP on pro-natalist policies—including a lifelong exemption from income tax for mothers of two children or more.\n\nThese policies have had little effect. South Korea’s low birth rate has barely budged; Hungary’s is 1.56, lower than its neighbours Romania and Bulgaria, which have spent far less on promoting births. “Look, having a child is more like joining the military than going out to dinner,” Catherine Pakaluk, a speaker at NatalCon, told me. “That’s why cash incentives don’t work.” Pakaluk is a professor of political economy at the Catholic University of America, where her research touches on the economics of family and demography. “Women now have all of these wonderful options. Which is to be celebrated. But that renders childbearing a choice.”\n\nTo understand why people make that choice, Pakaluk interviewed 50 American women who had unconventionally large families, of at least five children. One of the things she found was that raising children is a learned skill—something she knew from experience, too. “I had lots of siblings, so I was always around children. I had a sense of what it would be like to have my own.” (Pakaluk now has eight children and six stepchildren.)\n\nPro-natalists fear that women in low-fertility countries are becoming accustomed to being around fewer children, and will, in consequence, find the prospect of having their own too daunting. The result, they say, would be a doom loop that will speed up the rate of native-population decline. This prospect has been particularly alarming to pro-natalists in America. Al-\n\n“THE MESSAGE IS SIMPLE: GO HAVE BABIES. AND THE LEFT IS GOING NUTS!”\n\n1843 Pro-natalism 57\n\nthough the country has long considered itself a nation of immigrants, it is now in the midst of the sharpest nativist turn in recent memory, as the Trump administration tightens visa rules and deploys Immigration and Customs Enforcement (ICE) agents to bundle suspected illegal immigrants into vans for deportation.\n\nTo Trump’s supporters, this makes the need for endogenous population growth urgent. Jack Posobiec is a far-right influencer who was a champion of the Pizzagate conspiracy theory (which alleges that top Democrats were involved in a child-sex ring) and is a confidant of Pete Hegseth, the secretary of defence. On the first night of NatalCon he declared: “It’s not just a culture war, it’s not just a political skirmish. Let’s speak bluntly. We are in a war for civilisation itself” And in that battle, “natalism is our sword and shield.”\n\nThe libertarians and religious conservatives at the heart of the tech-trad alliance have proved receptive to this message. They may have slightly different projects—with the trad contingent having large families in the belief that it accords with their faith (go forth and multiply), and their tech counterparts believing that large families composed of bright children and clever parents will lead to a more creative, productive society (go forth and innovate). But they are bound together by a strong sense that the decline in birth rates is a cultural issue: a symptom of liberal decadence and the short-sightedness of modern culture.\n\nsporting T-shirts with their company logos and\n\nthe occasional Patagonia gilet to guard against the aggressive air-con. So too were the religious conservatives, who were usually dressed in business casual, their pressed shirts neatly tucked in. The crowd was nearly all male and mostly white.\n\nWomen were present, but they were often herding gaggles of kids, who could be spotted weaving their way through groups of men chatting about children in abstract terms while politely ignoring the real ones at their feet. I met one woman who was a mother of nine, with a tenth on the way. She and her family had travelled from a small town in Texas, where they lived in what she described as a “raggedy farmhouse”. “It’s hard to meet other people who want families like ours,” she said. She saw the conference less as a political gathering and more as a way to build friendships with other super-max families. (Her husband then walked over, repeated that they weren’t there for political reasons and declined on her behalf to be interviewed further.)\n\nLyman Stone, a demographer and the head of the Pro-Natalism Initiative at the Institute for Family Studies, a conservative think-tank, knew the optics of the conference were unpromising. When we met up at NatalCon, he was wearing a Hawaiian shirt that made him stand out from the crowd. “We're getting together and all talking to each other about babies, which is kind of a weird thing to do, especially for a group that’s like, I don’t know, 70%, 80% men,” he chuckled.\n\nHe understood why women would balk at hanging out with pro-natalists. “A lot of people associate worries about low fertility with the end of women’s rights”—with a regressive vision of the future, or even the dystopia created by Margaret Atwood in her novel “The Handmaid’s Tale”, in which women are seen simply as baby-making machines. “That obviously turns a lot of women off to the whole conversation.”\n\nA: NatalCon, the tech gurus were conspicuous, "
}