{
  "text": "58 1843 Pro-natalism\n\nStone assured me that pro-natalism was consistent with protecting women’s rights, especially their right to have the families they want. At the same time, he said, his voice sincere, “A lot of the women who are highly pro-natal are also more interested in their role as mothers than in their role as conference attendees.” (He said his own wife fell into this camp and had chosen to stay at home with their children.)\n\nThe few women who did have a platform at NatalCon were either “trad wives’—the term for women who voluntarily embrace old-fashioned gender roles— or tech-world girlbosses, who were keen to show how deftly they were combining their large families with their jobs. One such career woman was Simone Collins, the former managing director of Dialog, a secretive members-only organisation co-founded by Peter Thiel. She took to the conference stage wearing a milkmaid’s bonnet—a sly nod to her detractors’ “Handmaid’s Tale” jibes—with a baby strapped to her back. It was her fourth child, a girl named Industry Americus (her two daughters have gender-neutral names). At the time, Simone was expecting her fifth baby. “Half of me wants to vomit and the other half wants to lie down on the stage,” she told the audience (she made it through her speech without incident, to rapturous applause).\n\nSimone and her husband Malcolm are two of the most visible tech pro-natalists in America. Both in their late-30s, they wear thick black-rimmed glasses (Simone’s are round, Malcolm’s square). Together, they lobby investors and developers who they believe can engineer solutions to America’s falling birth rate. They also run the Collins Institute for the Gifted (which offers Al-led homeschooling), write books and host a podcast, and have invested in fertility-tech companies and a dating app for long-term partnerships between people who want children.\n\nThey were spurred to take up pro-natalism around a decade ago, when Malcolm was the director of strategy for a venture-capital fund in South Korea. His boss had asked him to model what the country would look like over the next five to ten decades—“you know, what will be the big industries. Basic vc stuff” Malcolm remembers being struck by the country’s low birth rate. “It doesn’t look like Korea has an economy in a hundred years,” Malcolm told his boss, who he says shrugged it off. “That horrified me,” he said. It was too late to save South Korea, in his view—but he could do something for America.\n\nTo garner attention for their cause, “people needed to hate us to have a reason to talk about us. So we kept doing things that we called media-baiting,” Malcolm said. The more controversy they caused, he reasoned, the more likely people would be forced to learn about falling birth rates and pro-natalist ideas.\n\nThat’s why he shrugged when I mentioned a Guardian profile of the couple, which revealed that he had slapped one of his children in front of the journalist. When the piece was published last year, it instantly went viral, causing people online to remark on the Collinses’ seeming dislike of their own children. “When you protect a person from any negative emotional stimulus, they'll quickly spiral into anxiety and depression whenever they encounter difficulties in the real world,” Malcolm told me, by way of explanation for his actions.\n\nI had wondered whether pro-natalism was more attractive to people in the tech industry, than to, say, other educated groups in America, because they are\n\n“HAVING A CHILD IS MORE LIKE JOINING THE MILITARY THAN GOING OUT TO DINNER”\n\nThe Economist November 8th 2025\n\nsome of the few people who feel they can comfortably afford to have massive families. But it was clear that, even for a couple as affluent as the Collinses, some sacrifice was necessary to raise their brood. Rather than living in an urban tech hub, for instance, they had moved to rural Pennsylvania, where it was cheaper to buy a house large enough for a host of kids.\n\nAs Malcolm and I spoke, I noticed that the Collins children were wearing the same black polo shirt as their father. “Mostly we just have one outfit for the kids that can change with age,” he explained. I noted that that seemed like a pragmatic way to raise children. “We're breeding at scale,” he responded matter-offactly, “so we need to find ways to be frugal.”\n\nformations in Silicon Valley over the past few\n\nyears, as the tech industry’s most prominent chief executives have become more visibly entwined with the Trump administration and the wider MAGA movement. Malcolm Collins told me that he didn’t find it difficult to move in the same world as the religious conservatives in Trump’s base: “It’s not a messy alliance. We’re not taking jabs at each other regularly. We all know each other.”\n\nIn both camps there was a sense that they had been fighting against the tide of mainstream liberal culture—what Musk has often referred to as “the woke mind virus”—and that they, with their heterodox views, were the true champions of diversity. “A big part of why the tech and MAGA alliance works so well is because we both are just like, hey, leave us alone. Stop imposing your values on us and stop trying to get our kids to adopt your values.”\n\nT: Collinses’ path into pro-natalism tracks trans"
}