{
  "text": "The Economist November 8th 2025\n\nStill, some issues between them are tricky to reconcile, including IvF. The technology accounts for only 2% of American births, because it is expensive and often not covered by insurance. But some religious conservatives oppose it, as the process produces excess embryos—“unborn children”, in their eyes—that are often destroyed. The Heritage Foundation supported last year’s decision by the Alabama Supreme Court which ruled that frozen embryos have the same rights as living children; the decree has created confusion over appropriate storage methods and the legal liabilities those seeking IVF treatment might face.\n\nMany of the religious conservatives at NatalCon took a more pragmatic approach to IVF, however, acknowledging that it attracts broad public support. As Peachy Keenan, one of America’s most famous trad wives, said in her NatalCon speech, “My best friend used IVF to build her family. I have IVF nieces.” In spite of her “serious moral qualms about the byproducts of the process”, she did not think it was something to block: “Neither I nor J.D. Vance nor the pope is going to outlaw IVF. That toothpaste is out of the fallopian tube.” Kevin Dolan—the conference’s organiser and a Mormon father of six, with a seventh on the way—concurred. “Religious conservatives know they’re in the wilderness. They know they won't get to decide if people use IVF or other fertility technologies,” he told me.\n\nThose other fertility technologies are often backed by tech gurus: Thiel has invested in 28, a period-tracking app, and Gaia, a platform that provides financing plans for those pursuing fertility care; Sam Altman, of Openal, has funded Conception, a company that is working on technology that would allow two men to become biological parents of a child. Musk—who moved his family and many of his companies to Texas in a pointed rebuke of California’s left-leaning politics—has donated $10m to the Population Wellbeing Initiative at the University of Texas, Austin. The project aims to conduct “foundational research” on topics such as “fertility, parenting and the future of population and economic growth”, in order to provide academic ballast to pro-natalist ideas.\n\nRepresentatives of even the more controversial fertility technologies were clearly welcome at NatalCon. Around the buffet, which featured seared beef for those loading up on protein, I saw a few employees of\n\n“WE ARE IN A WAR FOR CIVILISATION ITSELF... NATALISM IS OUR SWORD AND SHIELD”\n\n1843 Pro-natalism 59\n\nOrchid, which sells whole-genome sequencing for embryos; they were identifiable by the company’s stylised bird logo on their T-shirts. Typically, whole-genome sequencing tests are performed once a child is born, to let parents know if their baby is at risk of potentially life-altering diseases. Orchid, in contrast, conducts these tests before an embryo is even implanted to ensure that those which are selected have the best chance of becoming healthy adults, should they be carried to term. The company also offers to screen embryos for “desirable” qualities like intelligence (many scientists are sceptical that this can actually be done).\n\nIt has been reported that Musk has used Orchid’s services as he attempts to do his bit for pro-natalism in his personal life—he has 13 or 14 children (that we know of) with four women (ditto). As Julia Black, a freelance reporter who writes about the tech world, explained to me at NatalCon: “Silicon Valley is obsessed with meritocracy. They also firmly believe in heritable traits and the role of genetics and markers like 1Q. They’re firmly on the nature side of the nature versus nurture divide.”\n\nIn some ways, this obsession is understandable. Most parents would do anything to increase their chances of giving birth to a healthy baby who is likely to succeed in life. But critics are concerned that babyenhancing technologies will be used before they are safe. Others worry that they will aggravate inequality by creating “superbabies” solely for the world’s elite, whose wealth would inevitably give them access to these technologies first.\n\nSome even fear that this way of thinking about conception is only a hop, skip and a jump from eugenics. Orchid, for its part, strongly denies the suggestion, saying their work helps to prevent genetic diseases and that equating its work with eugenics is “historically illiterate and morally backwards”.\n\nBut Adam Rutherford, a professor of genetics at University College London, who has written books about eugenics, finds some similarities between ideas circulating in the 1920s and 1930s—which were driven by the sense that certain populations were entering terminal decline and needed to be saved by radical social engineering—and today’s pro-natalism, which is also anxious about who is and isn’t having children. “When Elon Musk talks about falling birth rates as the end of civilisation as we knowit, it’s worth asking what he means by ‘civilisation,’ he told me.\n\nIt was noticeable that at NatalCon—a conference that billed itself as finding solutions for the \"biggest global crisis’—almost all the speakers were white Americans. South Korea has celebrity demographers, for instance; why weren't they speaking? (Kevin Dolan, the organiser, told me he had invited a broad spectrum of international speakers but declined to give specific names.)\n\nAt the same time, this year’s NatalCon featured a number of speakers known to espouse white supremacist or other objectionable views. One was Cremieux, a pseudonym for an online troll who has argued that “elites are genetically different” and that average national 1Qs in Africa are much lower than they are in other parts of the world.\n\nNatalCon’s openness to such claptrap is perhaps less surprising in light of Dolan’s backstory. He once had an anonymous Twitter account where he posted white supremacist and homophobic content, and "
}