{
  "text": "60 1843 Pro-natalism\n\nwhich he used to attack less observant Mormons (he was part of the DezNat movement, an ultra-conservative and nationalist group of fundamentalist Mormons). After being put on a list of internet extremists by the German intelligence services in 2021, he says he was doxxed by Mormon activists and fired from his job as a defence contractor at Booz Allen Hamilton.\n\nDolan’s de-platforming “was actually one of the best things that ever happened to me”, he told me, because it led to the soul-searching that eventually sparked NatalCon. Soon after he lost his job he founded EXIT group, a men’s rights organisation, which describes itself as a “fraternity of like-minded men who take a short position in the present system and build for what comes next” (it offers fitness training, coaching on how to create a startup and “one-on-one matchmaking” to connect with an “on-side brain trust” of other members).\n\nDolan’s interest in pro-natalism really kicked off after he and his friends watched “The End of Men”, a documentary from 2022 created by Tucker Carlson, a former Fox News host and current MAGA cheerleader. The film argues that endocrine disruptors are destroying male testosterone, creating a weak and pliant society that is ultimately doomed. It opens with a wellknown conspiracy theorist and vaccine sceptic claiming that “there has been a 50% decline in sperm counts in the last 40 years along with a precipitous decline in testosterone production.” That fringe thinker, Robert F. Kennedy junior, is now health secretary. “We're headed for a calamity,” he continued. “That’s not hyperbole. That’s not an exaggeration. That’s a mathematical fact.” (It isn’t.)\n\nDolan was shocked that population decline wasn’t a more mainstream concern. He noted that since his doxxing, he’s developed relationships with a number of people featured in the film. “What if I just got these really smart people together and we try to really hash this problem out from all angles?” he told me. When I asked him why NatalCon’s speaker roster involves some controversial thinkers, he attributed their presence to a similar thought process: “That’s an artefact of it being mostly my friends.” Didn’t he think he might need new friends? “Well, erm, maybe,” he said, before catching himself. “But not at the expense of my existing friends—I like them all.”\n\npowerful political idea—but they have yet to see\n\nthe birth of many serious policies. Trump’s proposals to expand fertility care are just getting off the ground (in any case, it seems as if they will fall short of his campaign promise to make IVF treatment free). Vance has thrown other ideas around, like boosting the child tax credit from $2,000 to $5,000 per child and suggesting that parents should get more votes in elections than non-parents. Sean Duffy, the transport secretary, has said he will prioritise investment in places with higher birth rates. A more modest proposal is to award a “motherhood medal” to women with more than six children.\n\nFor Stone, the conservative demographer, it was still too early to expect pro-natalists to have coalesced around a core set of policy ideas. “Sorry to be an academic about this,” he said when we spoke, waving his hand at the NatalCon attendees milling behind us, “but I would describe this as a discursive space.” Paul Constance, who characterised himself as “the only\n\nArve pro-natalists have managed to gestate a\n\n“WHEN ELON MUSK TALKS ABOUT FALLING BIRTH RATES AS THE END OF CIVILISATION AS WE KNOW IT, IT’S WORTH ASKING WHAT HE MEANS BY “*CIVILISATION™\n\nThe Economist November 8th 2025\n\nprogressive” at the conference, agreed. “There’s a lot of theatre and a lot of visionary talk about recovering our civilisation,” he told me, after taking me aside so that we could talk privately. “But show me Republican policymakers who have an aggressive or ambitious agenda to make it easier for people to have kids.”\n\nThat fact that the American right has yet to agree on workable pro-natal policies should give progressives an opportunity to offer their own ideas. After all, many left-wing staples, such as universal health care and subsidised child care, could be cast as ways to encourage people to have more children. So far, though, progressives have ceded pro-natalism to the right. That’s partly owing to the stigma associated with it. “It has become so toxic,” said an anthropologist I met at NatalCon. \"I’m worried being here is tantamount to [endorsing] eugenics and scientific racism.” But it also seems that many either don’t see falling fertility as a problem, or don’t believe governments could do much about it if they tried. They are probably right to think so: for many people, the decision to have children is ultimately guided by emotion.\n\nOn the second day of NatalCon I met Saba, an Ethiopian woman dressed in a chic pin-striped suit. As the only black woman there, she had been swarmed all day by curious attendees and journalists. “Everyone has been super welcoming,” she told me, when I finally got a moment with her. “I guess I did get a few jokes about whether I’m a journalist or not. But hey, maybe they were asking everyone.” I can confirm they were not. People loved chatting to me—a blue-eyed white man—uwntil they found out I was a journalist.\n\nSaba has a high-powered finance job in Hong Kong, and used to work in New York and London. Some people at the conference would undoubtedly consider her a member of the metropolitan global elite; certainly her lifestyle was a world away from that of Tim Adkinson, the truck driver I sat with at the opening dinner. Yet she was also wearing a yellow wristband indicating that she was single. “We’re all facing this challenge in cities like New York or Hong Kong, where it is especially difficult with dating.” It was hard, she admitted, having had such a mobile career. “No regrets, but there are trade-offs.”\n\nLike Adkinson, she was also now in her early 30s and single, without the family she had expected to have by this point. “I’m here because I need to really start thinking about this. If I want to have a large family, I can’t do that when I’m 37,” she told me. She knew the conference wasn’t her natural scene, but she wanted to form her own opinion of the people and ideas involved—to understand why she and her friends were having such a hard time dating. “I don’t like the idea that if I bring this up with my progressive friends there’s immediately this sense that what’s being asked is that we chain women to the stove and prevent them from working,” she said. She thought the conference was in fact attempting to get ahead of the problem— before the dystopian alternatives became the only options on the table.\n\nSaba hadn’t met someone who had swept her off her feet yet, but she said she’d had some interesting conversations. As I turned to adjust my recorder, another suitor sidled up to her. I moved away—there was plenty for them to talk about. @\n\nBarclay Bram is a senior podcast producer at The Economist. Illustrations by Michael Glenwood "
}