{
  "text": "The Economist November 8th 2025\n\nAirbnb Room to grow\n\nSAN FRANCISCO\n\nBrian Chesky wants to offer more than a bed to sleep on. Will the strategy work?\n\nW 7 HEN HE CO-FOUNDED Airbnb in\n\n2007, the 26-year-old Brian Chesky was a bright-eyed design-school graduate who wore blue jeans and nondescript Tshirts. The 44-year-old tech boss who greets The Economist dressed in head-totoe black cuts a rather different figure.\n\nLike its chief executive, Airbnb has also changed with age. The booking platform, which boasts more than 8m listings across nearly every country, is “now a grown-up company’, insists Mr Chesky. Gone are the days of burning through cash in a rush to scale. Airbnb’s operating margin in the second quarter was a handsome 21%. In August it announced that it would repurchase $6bn-worth of shares. Its market value, at $78bn, exceeds that of Marriott, the world’s largest hotelier.\n\nYet investors worry that maturity has brought stagnation. Although the $86bnworth of bookings made through the platform in the 12 months to June represented a 10% increase on the same period a year\n\nbefore, its rate of growth has been falling (see chart 1 on next page). Analysts expected more signs of a slowdown when the firm reported its quarterly earnings on November 6th, after The Economist went to press. Airbnb’s shares are down by 11% over the past year. To rekindle growth, it is looking to new markets, new product lines and new technology. Will the plan work? Airbnb began with Mr Chesky and two friends renting out an airbed in their living room in San Francisco. The idea of a plat-\n\n> ALSO IN THIS SECTION 62 Palantir and its doubters 63 Pop Mart, China’s Disney? 64 Bartleby: Facial analysis 65 America’s troubled furniture-makers 65 Dating apps get a makeover\n\n66 Schumpeter: Life-science wars\n\n61\n\nform to help people open up their homes to paying guests proved a hit, and soon the trio were peddling properties on behalf of hosts across the world.\n\nIn a pre-pandemic growth frenzy, the company ventured well beyond accommodation. In 2016 it established a marketplace for “experiences”, such as walking tours, as well as a guidebook. In 2019 it set up a film studio. Costs ballooned by 45% that year, even as revenue growth began slowing.\n\n“It became chaos,” reflects Mr Chesky. “I had no idea what I was doing.” The lessons he took from that period—including the need to keep control of decisions, be steeped in the details and have as few employees as possible—have shaped Mr Chesky’s leadership style ever since. (Paul Graham, a renowned startup investor, would later use Mr Chesky’s approach to illustrate what he termed “founder mode”.)\n\nThen came the covid-19 pandemic. As bookings ground to a halt, Mr Chesky saw an opportunity to rebuild the company. He fired a quarter of its staff, merged divisions, removed management layers and paused the expansion into experiences. Despite lockdowns, Airbnb’s stockmarket debut in December 2020 was a hit, with its shares more than doubling on the day. When travel resumed, the company roared back to growth as it set about fixing users’ various gripes, including a lack of transpa-\n\nrency in fees, too many poor-quality list>> "
}