{
  "text": "The Economist November 8th 2025\n\nManufacturing When you only have a hammer\n\nHIGH POINT\n\nAmerica’s furniture-makers exemplify the folly of tariffs\n\nTh A YEAR the curtain rises on High Point, North Carolina. Each April and October some 2,000 exhibitors and hundreds of greeters, baristas, policemen and coat-checkers assume their places. When the audience—75,000 wholesalers, retailers and designers—step off their shuttle buses, the show begins.\n\nHigh Point’s biannual “market”, as it is known, is one of the furniture industry’s biggest trade fairs. North Carolina, however, is no longer the furniture-making powerhouse it once was. In 1990 the industry employed 90,000 people in the state. Now, after decades of cheap Chinese imports flooding the American market, it provides jobs to just 28,000 (see chart).\n\nThe Trump administration is betting that its favourite tool can return American furniture-making to its better days. Last month, as High Point readied itself for its big event, America imposed a tariff of 25% on upholstered wooden furniture, vanities and kitchen cabinets. In January the rate will rise further, to 30% for furniture and 50% for cabinets. Yet many in the industry are unenthused.\n\nThe levies come at a challenging time, says Stuart Stump Mullens of Stump & Company, an advisory firm focused on the industry. Demand has fallen from the covid-era “go-go days”, she says, when many consumers splashed out on new sofas and the like. Furniture is a cyclical business, and is closely tied to housebuilding and family formation. In August, the latest data available, housing starts were at a two-year low amid high interest rates. Rising furniture prices—up by almost 4% in the 12 months to September—are already putting\n\nDesk jobs\n\nNorth Carolina, furniture-related manufacturing employment, '000 100\n\n1990 95 2000 05 10 15\n\nSource: Federal Reserve\n\n20 25\n\noff would-be customers.\n\nThe new tariffs will push those prices higher still, weighing on demand. In theory, the levies give American manufacturers a leg up. Gat Caperton, whose company in West Virginia harvests Appalachian wood and builds furniture to order, is pleased. But many of his peers grumble about the rising cost of imported materials, whether lumber (also tariffed, at 10%), sofa legs (“no smart businessperson would make their own”) or yarn. Meanwhile, the fact that Mr Trump’s duties are ever-changing makes it hard for the industry to function. During the High Point market, some buyers said they were being quoted prices that would hold only for a matter of days.\n\nMany in the furniture industry also question whether America will be able to find the workers needed to bring produc-\n\nDating apps\n\nCupid’s new helper\n\nBusiness 65\n\ntion back home. “I don’t think you can find the people, says Simon Lichtenberg, whose products sell at Costco, an American retailer, and on Wayfair, an e-commerce site. He has moved his Americabound production from China to Vietnam, but remains committed to importing. Stuart Kent, who runs a woodworking school a few hours’ drive from High Point, agrees there is a problem finding workers for the industry, but believes the “narrative” around furniture-making needs to change. He trains his students in computer-assisted design. “I think it’s completely naive to say that it’s going to go back to the way it was,” he says. Mr Kent reckons that the future of the industry is in “smaller, more efficient” factories filled with highly skilled workers. That, more than tariffs, may keep High Point’s market alive. @\n\nTinder, Hinge and Bumble are betting big on AI\n\n66 I T’S VERY difficult to find love,”\n\nAleksandr Zhadan, a 20-something software developer from Moscow, lamented on social media last year. To speed things up, Mr Zhadan programmed an artificial-intelligence (AI) bot to trawl through endless profiles on Tinder, a dating app, and interact with more than 5,000 lucky girls on his behalf. After some 100 real-life dates, Mr Zhadan proudly announced to the world that he had proposed to his algorithmically ordained other half.\n\nMr Zhadan is not alone. According to a study published in June by Match Group, Tinder’s owner, and the Kinsey Institute, a research centre at Indiana University, a quarter of American singles now use AI to enhance their dating profiles and write messages.\n\nDating apps—which have fallen out of favour as users have grown tired of endless swiping—are hoping that the technology will get them back in the game. Bumble, a Tinder competitor, has lost more than 90% of its market value since it went public in February 2021. In March its founder, Whitney Wolfe Herd, returned as chief executive, having stepped back from the role in 2023. Match Group, which also owns Hinge, has lost around 80% of its value over the past four years. The two companies’ latest quarterly results, published this week, showed a continued decline in the number of users paying for their services.\n\nDating apps see various ways to improve their allure by harnessing AI. Tinder has launched a tool that uses the technology to curate a “daily drop” of possible partners, while Hinge has rolled out a new AI-powered matching algorithm and begun testing personalised prompts to nudge users into more stimulating conversations. In August Match Group’s boss said that Hinge’s new algorithm had increased matches by 15% since launching in March. Ms Wolfe Herd has said that Bumble is developing a new AlI-based app that, after getting to know a user, will craft a profile for them and seek out compatible users. Grindr, an app for gay men, plans to launch an AI “wingman” by 2027 that will help to write messages, find matches and plan dates. “We really envision it becoming users’ sidekick,” says AJ Balance, the app’s product chief.\n\nThe intrusion of AI into dating, however, could also give users the ick. Some have already complained of being “ChatGPT-ed into bed” by a match’s computer-generated charm. Luke Brunning, who runs a research centre focused on modern relationships at the University of Leeds, reckons that the technology will “create more suspicion” in dating. Mr Zhadan has said his fiancée was “shocked” to discover his use of AI for their courtship—though it appears not to have been a deal-breaker. Love can be hard to predict. "
}