{
  "text": "66 Business\n\nThe Economist November 8th 2025\n\nSCHUMPETER What the doctor ordered\n\nChina’s life-sciences industry is embracing America’s winning formula—just as America abandons it\n\n. / J \\ Ae BODY corporate looks, as a whole, to be in rude health. One large company after another is presenting record quarterly results. Bosses are raising profit forecasts left and right. Poke and prod big business, though, and you find pockets of sickliness. On November 4th Pfizer, maker of drugs from covid-19 vaccines to Viagra, reported year-on-year declines in sales and earnings. To add insult to this financial injury, it has found itself in a bidding war against Novo Nordisk, a Danish rival, over Metsera, a developer of anti-obesity drugs for which Pfizer has raised its offer from $7bn in September to $10bn this week.\n\nPfizer is not alone among American health-care companies in feeling under the weather. Gilead Sciences, a biotech behemoth, also sold fewer drugs. GE HealthCare, a maker of fancy scanners, said net profit had fallen. Illumina, a genomics giant, expects revenue to dip this year.\n\nCollectively, the share prices of health-care companies in the S&P 500 appear bed-bound. They have slipped by 1% in the past year while the index has jumped by 19%. Only three of the bluechip benchmark’s 11 constituent sectors (energy, materials and real estate) have done noticeably worse. According to S&P Global, the index’s compiler, none attracts more interest from short-sellers than health-care. At the end of September Moderna, Pfizer’s covid-shot rival, was the S&P 500’s most shorted stock.\n\nRising tariffs, expiring patents, falling returns on research and development (R&D) and political pressure to cut prices all feature in the aetiology of the industry’s current enervation. Its future prospects look uncertain, too. Venture capitalists are more interested in artificial intelligence than in human health. And foreign medical researchers are more interested in places that are friendlier to them and their work than Donald Trump’s migrant-wary and science-sceptical America.\n\nOne increasingly attractive destination for both boffins (especially returning ones) and investors (of all stripes) is China. It has shaken off a bad case of long covid, during which lockdowns lasting until late 2022 disrupted factories and clinical trials, the government forced steep price cuts and startup listings plummeted. Now China’s life-sciences sector looks livelier than ever. The\n\ncombined market value of the industry’s 550 or so listed Chinese firms worth $200m or more—from big pharma and biotechs to makers of health-care tools and supplies—has reached nearly $1.2trn. That is 46% higher than at the start of the year, compared with a rise of 9% for their 450-odd American peers.\n\nNot long ago the words “Chinese medicine” evoked mainly remedies that were either homeopathic (the traditional variety), hazardous (the modern sort with shoddy quality controls) or rehashed (by low-cost me-too makers). Today the term is becoming a byword for innovation. Chinese firms are at the cutting edge of robotic surgery (MicroPort), medical scanners (United Imaging) and drug development. Many Chinese biotechs appear to be getting a better return on their research efforts than American rivals. If you treat R&D as an asset depreciated over 15 years, roughly the lifetime of a patent, their median return on capital was 7% last year. In America the typical figure was zero.\n\nIn the first half of 2025 Chinese developers accounted for 32% of global drug-licensing deals by value, calculates Jefferies, an investment bank, up from an average of less than 3% between 2011 and 2021. In September Novartis, a Swiss drug-maker, agreed to pay Argo Biopharma up to $5.2bn for the rights to therapies for cardiovascular diseases. In May Pfizer struck a similar deal with another Chinese firm, 3SBio, for a cancer drug. Goldman Sachs reckons that China accounts for one in three innovative drug candidates under development globally and was responsible for one in two new molecules entering human trials between January and June, up from less than one in five a decade ago.\n\nChinese health-care companies have benefited from the consistent application of a four-step formula. The state backs academic researchers with generous grants. Researchers are free to spin off their work into startups. Venture capitalists place focused bets on these startups. And large incumbents, including foreign ones, double down on the bets which show most promise.\n\nIf this sounds familiar, that is because America’s health-industrial complex has relied on the selfsame approach since the early 2000s, observes a Western pharma boss. Now China’s copycat version is coming into its own—just as the American original risks losing its vim because cuts to federal research funding in the first step are tripping up the other three.\n\nBio-insecurity\n\nChinese companies must still watch their feet, particularly in the world’s biggest health-care market, America. Handwringing over Chinese technology is a rare bipartisan pastime there. The BIOSECURE act advancing through Congress would bar recipients of federal largesse from using biotech tools and services offered by Chinese entities that are deemed to be a national-security risk. This could hobble Chinese genomics firms (such as BGI) and those which conduct R&D on behalf of clients (WuXi AppTec, for instance), among others. This summer Mr Trump was considering an executive order to stop American firms licensing novel treatments from China.\n\nLast month the Senate watered down the BIOSECURE act a bit, for instance by stripping out references to BGI, WuXi and other named firms. The president never signed his executive order. Maybe he never will. Doing so now would jeopardise the one-year trade truce he has just negotiated with his Chinese counterpart, Xi Jinping. Doing so later would risk depriving Americans of the miracles of medical innovation. "
}