{
  "text": "The Economist November 8th 2025\n\nFinance & economics\n\nInfant development\n\nDon’t rock the cradle\n\nWASHINGTON, DC\n\nUniversal child care is increasingly popular. That is concerning\n\nCROSS THE rich world, parents of Aiyong children face a problem. In America, one of many countries with few subsidies, a household with two working parents and two young children can spend as much on child care as on housing. This pushes families to space out or have fewer children to avoid financial ruin. High costs also keep women out of the labour force, as it can be uneconomical to return.\n\nPoliticians are scrambling to respond. In America, the right is full of talk—J.D. Vance, the vice-president, has argued in favour of lower tax rates or cash handouts for families to help mothers stay at home— but, so far, little action. Instead, it is Democratic lawmakers making moves. On November ist New Mexico’s governor, Michelle Lujan Grisham, expanded free child care to all families with children, starting from six weeks of age (it had previously been available only to poor and middleclass ones). Zohran Mamdani, who will be sworn in as mayor of New York at the start\n\nof next year, plans to follow in Ms Grisham’s footsteps. States including Vermont and Washington have recently made childcare subsidies much more generous. American legislators are not alone in their enthusiasm. In Australia access to subsidised day care will be broadened next year. During the school term, Britain now offers 30 hours of free child care a week to parents who bring in less than £100,000 ($130,000) after tax. Since July middleand low-income parents in New Zealand have\n\n> ALSOIN THIS SECTION\n\n69 Donald Trump’s tariff-protection plan\n\n69 Anticipating the next crash 70 Is Al really causing job cuts? 71 China’s investment slump\n\n72 Buttonwood: British optimism\n\n73 Free exchange: India’s stability\n\n67\n\nbeen able to claim rebates for 40% of childcare fees, up from 25% before. The likes of Ms Grisham and Mr Mamdani are unusual, however, in believing that the state should bear the entire cost of care for families of all income levels, starting near birth.\n\nThe idea of liberating parents is an attractive one. And the idea of all children, regardless of parental income, playing and learning together from just after birth is a pleasant one. Yet there is a problem. The best evidence on the impact of free (or almost free) universal from-birth child care indicates that it can harm children.\n\nHow can this be? There is, after all, lots of evidence—in the form of small, randomised controlled trials—in support of similar schemes. The most influential trial began in 1962 when a group of three-year-old children in Ypsilanti, a small city near Detroit, were enrolled in a programme at Perry Elementary School. The organisers found children who lived in poor households and struggled in tests, and then either enrolled them or put them in a control group. For the next two years, those enrolled attended a daily two-and-a-halfhour pre-school programme, where they “planned”, “did” and “reviewed” play activities in groups of five or six. A teacher also visited them at home once a week.\n\nThese “Perry pre-school kids” may be the most influential three-year-olds ever to\n\nhave existed. Researchers followed them »»> "
}