{
  "text": "The Economist November 8th 2025\n\nTrade policy\n\nWhack-a-levy\n\nWASHINGTON, DC\n\nHow Donald Trump would be able to dodge a Supreme Court tariff block\n\nF TRADE DEFICITS are a national emer-\n\ngency, they are an emergency of a peculiar sort. America began to run them consistently in the mid-1970s. Only five decades later did Donald Trump declare the situation “an unusual and extraordinary threat to the national security and economy of the United States”. During those crisis decades, America’s inflation-adjusted GDP per head more than doubled.\n\nMr Trump’s proclamation came in April as justification for invoking the International Emergency Economic Powers Act (IEEPA), a law passed in 1977 that he has used to institute worldwide tariffs. He has also issued IEEPA levies in response to China’s fentanyl trade and threatened Venezuela with them. Lower courts have found IEEPA does not grant the president the blanket powers he has asserted. On November 5th the Supreme Court heard arguments on the issue; a ruling is expected to arrive either later in the year or early 2026.\n\nWhat would happen if the court struck down the tariffs? Devastation, according to Mr Trump: “If we don’t win that case, we will be a weakened, troubled, financial mess for many, many years to come.” A sizeable share of his tariffs have been issued through IEEPA. Eliminating them would knock the overall effective rate from 17% to 9%, reckons the Yale Budget Lab.\n\nIn private, though, the administration is a little more relaxed, for Mr Trump has\n\nA man with options\n\nother paths even if he continues to avoid seeking congressional approval. Although losing IEEPA authority might change the shape of his tariff regime, it would not change its scale. His officials’ first port of call would probably be Section 122, a provision allowing the president to impose tariffs of up to 15% for up to 150 days. That stopgap could be invoked instantly.\n\nNext would probably come investigations by the United States Trade Representative and the Department of Commerce. Two authorities, Section 301 and Section 232, grant the president the ability to place tariffs on targeted countries and industries, respectively, following an inquiry. Section 301 was the basis for Mr Trump’s tariffs on China during his first term; recent levies on cars, steel and other sectors have been issued through Section 232.\n\nSuch an effort would be cumbersome and create legal vulnerabilities. But, brick by brick, it would enable Mr Trump to rebuild his tariff wall. Another option, if he is feeling braver, would be Section 338, which dates back to the 1930s and has never been invoked to raise tariffs. It allows retaliatory levies of up to 50% on countries with “unreasonable” trade practices, and does not require lengthy investigations.\n\nIf the IEEPA tariffs are struck down, the federal government might also owe refunds to the firms that paid them. The sums involved would be _ substantial— about $140bn (or 0.5% of GDP), estimates Piper Sandler, an investment bank. One theory discussed by investors, only half tongue-in-cheek, is that the administration might not mind losing all that much. Tariff refunds would represent a form of backdoor stimulus, juicing the economy just in time for the midterm elections.\n\nYet losing would deny the president the freedom of manoeuvre he has enjoyed so far. As Howard Lutnick, his commerce secretary, has noted in previous testimony, “other tools...are procedurally time-consuming and do not allow for immediate action.” IEEPA’s flexibility makes it a uniquely potent option. Perhaps, then, Mr Trump might stop using levies as a catch-all weapon, making policy less volatile.\n\nThat would, however, require a change of presidential temperament—suggesting another outcome may be more likely. Over the summer, tariff policy had at last seemed to be settling down despite spats with Canada and China. A Supreme Court ruling against IEEPA use would force a complex, protracted and confusing rejig, meaning another burst of uncertainty. Many businesses, particularly manufacturers, have held off on hiring and investment, patiently waiting for trade policy to become more predictable. Even if the Supreme Court curbs the president’s whims, extending the period that firms are in limbo would do little economic good. @\n\nFinance &economics 69\n\nMarket risk\n\nBefore the fall\n\nWall Street won't forecast the next crash\n\nA OF assets, warned Jamie Dimon in mid-October, “look like they’re entering bubble territory”. His voice carries because he runs America’s biggest bank, JPMorgan Chase, but also because it is part of a growing chorus. David Solomon, Mr Dimon’s opposite number at Goldman Sachs, talks of “investor exuberance”; Jane Fraser, Citigroup’s boss, of “valuation frothiness”. The Bank of England recently cautioned that “the risk of a sharp market correction has increased.” The IMF worries about a “disorderly” one, since “risk asset prices are well above fundamentals”.\n\nThey are all right about one thing: valuations of many assets are dizzyingly high. To buy the basket of stocks in America’s S&P 500 share index, investors now pay 40 times their underlying, cyclically adjusted earnings—a multiple exceeded only during the dotcom bubble, and then not by much. Investment-grade corporate bonds, on average, yield only 0.8 percentage points more than equivalent Treasuries. The last time this credit spread was so low was in 2005, during the run-up to the global financial crisis. Even gold, normally a haven, seems vulnerable to traders’ whims. After soaring to a record high on October 20th its price dropped by 7% in just two days, and is now 9% below its peak.\n\nPerhaps, then, one correction has already begun. When might others follow? For anyone who is hoping to beat the market— including the quant shops and other hedge funds that promise returns whatever the weather—there are few more pressing questions. “The nirvana of macro trading is forecasting these turning-points,” says\n\nJames White of Elm Wealth, an investment >>\n\n———\n\nSometimes fear\n\nUS stockmarket volatility, VIX index* 60 50 40 30 20 10\n\nSoe\n\n2024 2025\n\n*Over 30 indicates a high level of investor uncertainty Source: S&P Capital IQ "
}