{
  "text": "70 Finance & economics\n\nfirm. The snag is that achieving nirvana is just about impossible.\n\nForecasting a correction comes down to forecasting volatility (or “vol”): the propensity of asset prices to jump around. The traders and quants who attempt this with stocks rely on a set of stylised facts, which become apparent if you stare at a chart of a share-price index for long enough. One is that volatility is “bimodal”, meaning prices spend long periods moving by relatively small amounts each day, interspersed with much shorter ones during which they move a lot (see chart on previous page). Volatility, in other words, has a tendency to jump itself: there are low-vol regimes and high-vol regimes, with not much in between. These regimes are correlated with the broad direction asset prices are moving in. During low-vol periods, prices tend to be stable or rising; during high-vol regimes, they tend to fall.\n\nThe fact that volatility mostly stays in one regime or another means that, most of the time, the best way to predict tomorrow’s vol is from today’s. This is the basis for the “autoregressive” models used by traders at banks and investment firms to gauge risk. Such models are also used to price options—contracts that allow traders to profit from big swings in prices—since this requires an estimate of expected volatility. Yet though useful from day to day, these models are ill-equipped to predict the sudden vol jumps that accompany corrections, when the regime changes.\n\nAs a result, many traders build other models to complement their autoregressive ones, based on outside factors that might cause volatility to leap. The state-ofthe-art approach is to use machine learning to analyse the impact of every economic variable under the sun. Corporate earnings, GDP, inflation, jobs data—any or all might contribute to a sudden dip in sentiment. Machine learning, meanwhile, is an ideal tool for spotting combinations that might indicate vulnerabilities which are not intuitively obvious. Bridgewater, one of the world’s biggest hedge funds, is famous for trading strategies based on intricate combinations of economic variables.\n\nUnfortunately, few such strategies actually seem to work well enough to beat the market. “I know of no other firm than Bridgewater that has been successful with these macro models,” says a former trader at a rival hedge fund. And even the best of them cannot be expected to predict a “pure shock”, like a pandemic or a run on a bank. The very unpredictability of such shocks means they have the greatest potential to trigger a correction. Macro models can pinpoint situations in which one might have an outsize impact on markets, yet not when it will occur.\n\nTraders do have other tools that they can use to spot a reversal. Since volatility\n\ntends to jump at times when prices change direction, momentum traders often dump their positions immediately after the first big move down snaps a winning streak. Correlations between different asset classes also sometimes provide an early warning that a correction is afoot. The classic sign that investors have switched to “riskoff” mode, for instance, is that share prices fall at the same time as those of havens such as gold and Treasuries rise.\n\nA good way of improving on the predictions of flawed models, says the head of quantitative strategies at another big hedge fund, is to combine many independent ones. Even then, the best a trader who lacks divine inspiration can really hope for is to identify a correction early and cut their losses. Wall Street’s finest might warn of a crash—do not expect them to say when it will arrive. @\n\nAmerica’s labour market\n\nLet’s break it down\n\nSAN FRANCISCO\n\nAl is not to blame for your job woes\n\nTe BOSSES are rarely restrained when discussing artificial intelligence. Over the past year they have filled conference halls and social-media feeds with visions of an AI job apocalypse. Sam Altman, Openal’s boss, has warned that “entire classes of jobs will go away”. Dario Amodei, chief executive of Anthropic, predicts that AI could wipe out half of all entry-level white-collar jobs and drive unemployment into the double digits. Elon Musk, never to be outdone, recently proclaimed that “Al and robots will replace all jobs.”\n\nNow the reckoning seems to have arrived. Corporate giants including Amazon, Target and UPS have together announced plans to shed more than 30,000 white-collar jobs. Amazon said that it needs to operate “more leanly” as it pours money into AI; uPs has slashed managerial ranks in order to cut costs. Meta, too, has trimmed its “bloated” AI unit. The cuts have mostly landed on office-based staff—the precise workers that Silicon Valley has long predicted would suffer as AI spread.\n\nAcross the American economy, firms have announced nearly 1m job cuts this year, some 50% more than at the same point last year. Over the past three months the hiring rate has fallen to its lowest in a decade (apart from the covid-19 pandemic). More than a quarter of the unemployed have been without a job for at least six months, a level rarely seen except following recessions. Young graduates in particu-\n\nThe Economist November 8th 2025\n\nlar are feeling the squeeze. The jobless rate among 22to 27-year-olds with a bachelor’s degree has risen by more than two percentage points since 2023. To many, the timing feels telling: as firms trumpet their AI investments, the pain is felt by those whose work seems most automatable. Even Jerome Powell, chair of the Federal Reserve, has mused that companies which are “able to use AI more than they had in the past” may be hiring fewer graduates.\n\nSome studies appear to back his view. Research by Erik Brynjolfsson of Stanford University and co-authors finds that in jobs most exposed to AI, such as software development, employment among workers aged 22 to 25 fell by 13% from late 2022 to early 2025 compared with older colleagues. Among the least exposed jobs, young and older workers saw comparable gains. Guy Lichtinger and Seyed Hosseini, both of Harvard University, reach a similar conclusion. Drawing on LinkedIn profiles and job-posting data from Revelio Labs, a workforce-intelligence company, they find that companies hiring for generative-Al roles have cut recruitment at junior levels more sharply than their peers.\n\nYet broader evidence points in the other direction. The Economic Innovation Group, a think-tank, calculates that from 2022 to mid-2025 the unemployment rate for the most Al-exposed fifth of workers rose by only 0.3 percentage points, against nearly one percentage point for the least exposed. They find a similarly muted effect for young graduates in the most AI-exposed jobs. Researchers at the Yale Budget Lab also find little sign of technological disruption. Examining changes in the mix of occupations since ChatGPT’s debut, they discover no discernible shift in America’s labour market. Analysts have been sceptical that recent job cuts by the likes of Amazon were really driven by Al, rather than by standard business imperatives.\n\nIf AI is not to blame, what is? The simplest explanation is that the white-collar economy is coming down from a post-pan-\n\ndemic high. Sectors employing lots of >»\n\nThanks for the clarification United States, employees, m\n\nHealth and Professional and social care technical services 24 11 In 7 * 10 ey 20 9 18 8 Actual 16 7 ~ ~\n\ni; 7S I Fa 2010 15 20 25 *Based on 2015-19 data\n\nx. a a ae 2010 15 20 25\n\nSources: BLS; The Economist "
}