{
  "text": "The Economist November 8th 2025\n\n> graduates such as information services (including media and data services) and professional and business services (accountancy and consultancy) grew very fast in 2021 and 2022. Their recent pull-back looks less like AI upheaval than a return to normal. Even software development, among the most AI-exposed work, shows a similar boom-and-bust pattern. Developer job openings more than doubled after the pandemic, then slumped. Martin Casado of Andreessen Horowitz, a venture-capital firm, says the frenzy that sent software startup valuations soaring led firms to “over-hire like crazy”—a binge still being undone today. In-person industries such as health care and social assistance, which grew steadily, have only now caught up to the trend (see chart on previous page).\n\nHappy to help\n\nAnother explanation is cyclical. ChatGPT’s release coincided with America’s tightest labour market in decades: in the summer of 2022 there were a record two job openings for every unemployed worker. Conditions have eased since, and young people are hit hardest when the economy slows. Our analysis finds that youth unemployment typically rises about one-and-a-half to two times as fast as the overall unemployment rate when a business cycle turns. This episode fits the pattern.\n\nDeeper problems nevertheless loom for young graduates. The rewards of higher education have been shrinking. America’s college wage premium has stagnated for two decades; graduates now account for a third of those who have been unemployed for at least six months, up from a fifth a generation ago. AI may soon add another obstacle. The technology is not yet taking young professionals’ jobs. But it is possible that, when the economy begins to perk up, there will be fewer left to take. @\n\nSpending slumps\n\nFlip the script\n\nHONG KONG\n\nChinese investment is collapsing. Why?\n\nRITICS OF CHINA’S economy moan\n\nthat its investment is excessive and its official statistics flatter its performance. Is that still correct? In recent months investment in infrastructure, manufacturing and construction has been alarmingly weak— so weak, in fact, that some analysts think the numbers are too bad to be true.\n\nEach month China reports data on investment in “fixed” assets (ie, things other than inventories). It reports how much has been spent since the beginning of the year and how that compares with the same period in the previous year. In the first nine months of 2025, China spent 37.2trn yuan ($5.2trn). Although that sounds like a lot, it was 0.5% less than a year earlier. It was also the first time outside of the covid-19 pandemic that China had reported a negative figure going back more than 30 years.\n\nThe fall was not evenly spread over the year. Nothing was amiss until the summer. Then spending fell off a cliff. Official figures imply investment shrank by 6.6% in the third quarter compared with a year earlier. On the face of it, this is the kind of collapse that China bears have long predicted and the world economy has long feared— China at last reaching the destination on its “treadmill to hell”, as one critic put it.\n\nAlthough investment in property has been declining for years, up until the summer it was offset by growing investment in other parts of the economy, such as manufacturing, infrastructure and services. Optimists could point to this resilience as evidence that China's economic woes stemmed largely from the housing slump rather than a broader loss of faith in the country’s prospects or policymaking. But\n\naaa Double vision China, % change on a year earlier 20 Gross capital formation* 10\n\nFixed-asset investment* -20\n\n2016 17 18 19 20 21 22 23 24 25\n\n*implied by contributions to GDP growth *Deflated by producer-price index Sources: National Bureau of Statistics; Haver Analytics\n\nFinance &economics 71\n\nin the third quarter, investment even outside of property faltered, falling by 3.5% compared with a year earlier.\n\nOne potential explanation is the government’s campaign against “involution”, the label Chinese officials have given to disorderly competition. Price wars and other aggressive bids for market share are often the fruit of past overinvestment, building more production capacity than the market can comfortably bear. This overinvestment is itself often the result of arms races between provincial or city governments, keen to cultivate local champions in fashionable industries.\n\nChina’s leaders have been worried about this trend for over a year. But their alarm has intensified recently. In July a meeting of the 24-man Politburo, which includes the most powerful people in China’s Communist Party, stressed the need to squash “disorderly competition”. In trying to cultivate “new productive forces”, local governments must avoid “rushing headlong into new initiatives”, Xi Jinping said on October 2oth.\n\nSqueezed or squashed\n\nThere is, however, one problem with this explanation. The investment weakness has not been concentrated in industries that have been targeted by the anti-involution campaign, points out Adam Wolfe of Absolute Strategy Research, a consultancy. For instance, although carmakers have been rapped on the knuckles for cutting prices too steeply, their investment spending grew by 19% from January to September, compared with the previous year.\n\nLocal governments may have interpreted the campaign as an invitation to tighten their belts. The finance ministry has arranged for them to issue bonds this year to replace other “hidden” obligations, including off-balance-sheet debts owed by the infrastructure firms they sponsor. Yet local governments have gone further than the finance ministry envisaged, repaying debt with money that might otherwise have financed investment. Zhao Wei of Shenwan Hongyuan, a Chinese securities firm, reckons the shortfall amounts to about 400bn yuan—enough to account for about half the investment slowdown, he argues.\n\nBut is that the whole explanation? The investment collapse is not showing up consistently in other, related figures, points out Andrew Batson of Gavekal Dragonomics, a research firm. Most glaringly, China’s National Bureau of Statistics says that capital spending contributed almost a fifth of GDP growth in the third quarter. If that is true, then investment would have needed to increase by more than 2% year on year, adjusted for inflation (see chart).\n\nThere are some technical reasons why the two sets of figures might not line up ex-\n\nactly. The monthly investment figures in>» "
}