{
  "text": "10\n\nThe world this year\n\nThe first year of Donald Trump’s second term turned domestic and international politics on its head. The president withdrew America from the Paris accord on climate change, deployed the armed forces to crack down on migration at the border, ordered the National Guard into cities to help arrest illegal migrants, scrapped all diversity programmes in government, cancelled policies supporting renewable energy, attacked judges he disagreed with and renamed the Defence Department the Department of War. The fractious mood in America worsened with the murder in public of Charlie Kirk at a college in Utah, where students had come to debate his conservative politics.\n\nMr Trump also instigated tough trade policies, though the world economy remained remarkably resilient and is forecast to grow by around 3% this year. His big-bang “Liberation Day” tariffs in April led to the biggest fall in stockmarkets for the year. The S&P 500 tumbled by 4.9% ina day (anda further 6% on the following day) and the NASDAQ by 6%. Many tariffs were eventually lowered or postponed, however, leading stockmarkets to bounce back. Overall, they had another good year.\n\nAl rising\n\nThe bosses of Openal, Oracle and SoftBank joined Mr Trump at the White House soon after his inauguration to announce the Stargate project, a $500bn investment in the infrastructure for artificial intelligence. Anew Al industrial policy emerged in America, with the\n\ngovernment taking a 10% stake in Intel. The pace and size of AI deals were mind-boggling, $50bn here, $300bn there, and stocks in Al-related companies soared. Nvidia became the world’s first $4trn company, and just a few months later the first $5trn one (albeit briefly). Investors have some doubts, however, about whether all that spending on AI will produce profits. Stocks swooned in January when DeepSeek, a Chinese firm, developed an AI model at a fraction of the cost of ChatGPT and the rest.\n\nA ceasefire eventually came into force in Gaza, in large part because of the pressure Mr Trump put on Israel and Hamas and some energetic shuttle diplomacy by his envoys. America unveiled an ambitious peace plan for the region that was given a cautious welcome. The remaining Israeli hostages were freed by Hamas and Israel allowed in some aid for Gaza’s hungry and shattered residents. Skirmishes continue and the peace remains fragile. Israel bombed Iran, wiping out a number of senior regime officials, including the chief of staff of the armed forces and the head of the Islamic revolutionary guard, as well as 11 nuclear scientists. During the 12-day campaign America dropped bunker-busting bombs on Iran’s uraniumenrichment facilities. Iran made a symbolic retaliation by firing missiles at America’s military base in Qatar.\n\nIn December two gunmen killed at least 15 people at a Jewish event at Sydney’s Bondi Beach. The gunmen were followers of Islamic State and\n\nhad spent time in the southern Philippines, were IS is active. Earlier in the year a Syrian-born man attacked a synagogue in Manchester. He fatally stabbed one person and the police accidentally killed another. And a Palestinian sympathiser shot dead two Israeli embassy staff outside a Jewish museum in Washington.\n\nRobocop\n\nAmerica’s new national security strategy proclaimed its dominance in the Western Hemisphere. For the first time America’s armed forces attacked suspected drug-smuggling boats in the Caribbean and eastern Pacific. Mr Trump threatened to bomb or even invade Venezuela to oust Nicolas Maduro as president. Colombia was decertified as a partner in fighting drugs; Mr Trump called its leftist president an “illegal drug leader”. Violence rose in the country. Miguel Uribe Turbay, a conservative presidential candidate, was fatally shot at a rally. Mr Trump also floated using force to take control of the Panama Canal. Not all Latin American countries fell out with him. El Salvador struck a deal to house deported drug criminals from America in its prisons.\n\nJair Bolsonaro, a former president of Brazil, was found guilty by the country’s Supreme Court of conspiring to launcha coup after he lost an election in 2022 and sentenced to 27 years in prison. At the end of the year the Brazilian Congress passed a bill that could reduce that sentence to as little as two years, though this would have to be approved by the court.\n\nEx machina\n\nElon Musk was put in charge of the new Department of Government Efficiency, which recommended the mass firing of federal workers (317,000 left their jobs for one reason or another). But Mr Musk fell out with Mr Trump over the president’s “big beautiful” taxcutting bill, which increased the deficit. Arow in Congress\n\nThe Economist December 20th 2025\n\nover health care meant that a bill to renew federal spending was delayed, leading to America’s longest-ever government shutdown.\n\nThe worst military conflict in decades broke out between India and Pakistan, sparked by a terrorist attack in Jammu and Kashmir that killed 26 people. India blamed Pakistan for giving succour to the attackers and fired missiles at what it said were terrorist bases in Pakistan. Pakistan responded with drone and missile strikes. Tensions remain high; incidents such as a deadly car bomb near the Red Fort in Delhi haven’t helped.\n\nThe year’s other big stories from Asia included the removal from office of Yoon Suk Yeol as South Korea’s president, following his imposition of martial lawin late 2024.A subsequent election was won by Lee Jae Myung of the Democratic Party. Japan got its first female prime minister. Takaichi Sanae is described as the country’s Margaret Thatcher. She has the same proclivity for controversy, soon starting a full-on diplomatic row with China over Taiwan. In Thailand the Constitutional Court dismissed Paetongtarn Shinawatra as prime minister after an ill-advised phone call she placed with Hun Sen, an influential Cambodian politician, amid border clashes between the two countries.\n\nA devastating earthquake and aftershocks struck Myanmar, killing at least 5,500 people. The epicentre was close to Mandalay but the quake also caused damage in Vietnam and »»> "
}