{
  "text": "The Economist December 20th 2025\n\nThe world this year\n\nThailand. A skyscraper that was under construction in Bangkok collapsed, killing about 95 people. Afghanistan was also hit by a large earthquake in which some 2,200 people died.\n\nThe war in Ukraine raged on, with Russia making (extremely limited) territorial gains. The Trump administration waxed and waned in its support of Ukraine. Volodymyr Zelensky’s visit to the White House in February was a disaster. He was berated by the president and J.D. Vance, the vice-president, in a public confrontation that was unprecedented for any world leader. Later in the year Ukraine rattled Russia by launching drone attacks on air bases and refineries deep inside the country. Amuch ballyhooed summit in August between Mr Trump and Vladimir Putin in Alaska came to naught. The year ended with America pushing a peace plan.\n\nThe Christian Democrats came first in Germany’s snap election, at which the populistright Alternative for Germany got its best-ever result. Friedrich Merz, the new chancellor, said that Europe could no longer rely on America for its defence and loosened Germany’s constitutional “debt brake” in order to ramp up spending on weapons and infrastructure. France saw Francois Bayrou resign as prime minister over a budget row in the National Assembly. Sébastien Lecornu also resigned, after less than a month in the job, only to be reappointed by Emmanuel Macron.\n\nOblivion\n\nThe civil war in Sudan took a turn for the worse when el-Fasher, the besieged capital of Darfur, fell to the rebel Rapid Support Forces. The RSF, which is descended from the mostly Arab Janjaweed militias, went on a killing spree in the city. America has accused it of genocide. The office of the prosecutor of the International Criminal Court\n\nexpressed “profound alarm” over possible war crimes.\n\nThe conflict also intensified in eastern Democratic Republic of Congo, where Goma, the biggest city in the region, fell to M23 rebels backed by Rwanda. The Congolese and Rwandan presidents eventually signed a peace deal in Washington towards the end of the year, though the fighting continued to rage on the ground.\n\nMinority report\n\nMark Carney became Canada’s prime minister following the resignation of Justin Trudeau. An election in April returned the Liberals to office leading yet another minority government. Mr Carney promised to “stand up” to America. During a meeting at the White House with Mr Trump Mr Carney said Canada was not for sale.\n\nLos Angeles had a tough year. Wildfires destroyed the wealthy Pacific Palisades neighbourhood in January, killing 12 people and razing 6,837 structures to the ground. Aman was eventually charged with arson in October. The first house to be rebuilt was finished in November. During the summer riots broke out in the city in response to the crackdown on migrants. On the opposite coast, New York elected Zohran Mamdani, a democratic socialist, as mayor. Mr Mamdani has promised to put affordable housing at the heart of his agenda when he takes office on January 1st.\n\nFollowing the death of Pope Francis the Vatican conclave elected Cardinal Robert Prevost as pope, the first pontiff to hail from the United States. Pope Leo’s first foreign\n\nBETWEEN THE INTREPID AND\n\nFIGAT CONTINUES...\n\n-—{ IMBACKING |_ = ce THE GOOD GUY/ rT pada it Ih\n\nie neuneraersummnen fil /\n\nDAUNTLESS HERO OF UKRAINE...\n\nEUROPE\n\nHe\n\n11\n\ntour took him to Turkey, and Lebanon, where about 40% of the population is Christian.\n\nThe American economy remained strong. Throughout the year Mr Trump put pressure on the Federal Reserve to cut interest rates and sought to remove Lisa Cook from the Fed’s board of governors; the Supreme Court will holda hearing in January to determine if he has the power to do so. The Fed eventually started to reduce rates in September. Many other central banks, including the European Central Bank and Bank of England, also cut rates.\n\nI, robot\n\nIn Britain polling showed that Sir Keir Starmer is one of the most unpopular prime ministers ever, and Rachel Reeves, his tax-raising, welfare-spending chancellor, the most unpopular person in her job. Angela Rayner quit as deputy prime minister for not paying a property tax (she was also the housing minister). The populist-right Reform UK surged ahead in the polls. Even the Greens are polling as well as Labour. Sir Keir can take some Christmas comfort that the Tories are doing just as bad.\n\nAND THE VICIOUS MURDEROUS WAR CRIMINAL\n\nOF RUSSIA /\n\n~ east nnn noo\n\noe p\n\ni; ‘lt <r "
}