{
  "text": "Ww\n\nThe Economist December 20th 2025\n\nmer president who lost an election in 2022, claimed he was cheated and tried to mount a coup to stay in power. Brazil was plagued by coups for much of the 2oth century; this is the first time a putschist has been suitably punished. The government also managed in 2025 to slow the pace of deforestation in the Amazon, thus doing its bit to slow climate change. However, its Kremlin-cuddling foreign policy badly blotted its record.\n\nThe two strongest contenders this year are very different: Argentina and Syria. Argentina’s improvement has been economic. Its president, Javier Milei, began far-reaching free-market reforms in 2023, hoping to jolt his country out of more than a century of statism and stagnation. Such reforms—abolishing price controls, curbing spending and ditching distorting subsidies— are exceptionally hard because they are exceptionally painful; many previous reformers have failed. Yet Mr Milei stuck to his chainsaw in 2025, and voters stuck with him. So did America, offering a $20bn lifeline to avert a financial crisis. The results have been impressive. Inflation has fallen from 211% in 2023 to around 30% now. The poverty rate is down by 21 percentage points since last year. The budget has been wrestled under control. Mr Milei has moved towards a floating peso, and removed most capital controls (see Americas section).\n\nArgentina could still fail. The Peronists who misruled it for generations are itching to return, should Mr Milei stumble. And the president has many flaws: he is intolerant of critics and beset by corruption scandals. But if his reforms are sustained, they could permanently alter Argentina’s trajectory— and give hope to economic reformers everywhere.\n\n<a>\n\nLeaders 17\n\nSyria's improvement, by contrast, has been political. Little more than a year ago it was ruled by Bashar al-Assad, an odious dictator backed by Iran and Russia. His jails were stuffed with political prisoners, and dissent was punished with torture or death. Thirteen years of civil war had claimed more than half a million lives. Mr Assad’s forces had used chemical weapons and barrel bombs indiscriminately on civilians. More than 6m people had fled from the country.\n\nThen, in early December 2024, the tyrant was himself forced to flee as rebels seized power. When we were choosing that year’s country of the year, it was too soon to have an idea of how the new Syria might look. Its ruler, Ahmed al-Sharaa, was a jihadist. Many feared he would impose a grim Islamist theocracy, or that Syria would collapse into chaos. In fact, neither has happened. Women are not obliged to cover up or stay at home. Entertainment and, yes, alcohol are allowed. Mr Sharaa has brought about a series of positive surprises, holding the country together and forging good relations with America and the Gulf states. As Western sanctions are relaxed, the economy is starting to recover, too.\n\nHuge problems remain. Militias carried out two atrocious local massacres of minorities, in which 2,000 people died. Mr Sharaa rules in a clannish way, and in such a fragile country much could still go wrong.\n\nNonetheless, Syria in 2025 is far happier and more peaceful than it was in 2024. Fear is no longer universal. Life is not easy, but it is more or less normal for most people. Voting with their feet, some 3m Syrians have returned home. Our choice goes to Syria, too. @\n\nThe curse of overnight success\n\nLessons from the troubles of Novo Nordisk, OpenAlI and Pop Mart\n\nVERY CHIEF executive dreams of it: a product so successful\n\nthat it propels their company from obscurity to superstardom seemingly overnight. Among the lessons from 2025, however, is that runaway success is not all upside. As the experience of whizzy chatbots, weight-loss jabs and wacky dolls illustrates, it brings problems, too.\n\nThe first pitfall is that bosses face the vexed task of scaling up their business to satisfy a level of demand that is impossible to predict. Consider OpenAl, maker of ChatGPT, a product so successful it has precipitated an investment frenzy not seen for a generation. According to Openal, around a tenth of the world’s population now uses its chatbot. The firm reckons that its yearly revenue will reach roughly $200bn by 2030, ten times its current annualised rate. In response, it has committed to $1.4trn of spending on computing power over the coming years, including through a series of circular deals funded by the recipients of its largesse. Growth of the sort that Openal is projecting has not been seen before. If it falls short, the firm will probably go broke, bringing the artificial-intelligence boom to a grinding halt.\n\nYet underinvestment also brings problems beyond the failure to take full advantage of surging demand. A particular\n\ndanger is the rise of shadow markets—the second pitfall of overnight success—which can cause lasting trouble for businesses. Take Novo Nordisk, the Danish pioneer of weight-loss jabs. Because it was slow to ramp up its manufacturing capacity to satisfy the voracious appetite for Wegovy, “compounding” pharmacies, which in America are permitted to offer replicas of drugs that are in shortage, were able to muscle in (see Business section). Although the shortage ended in February, around im Americans still take the copycats—which are cheaper but, according to Novo, less safe—as compounders have used loopholes to keep producing them.\n\nPop Mart, the Chinese firm behind the mischievously grinning, nine-toothed Labubu dolls that shoppers have queued up to buy this year, has faced similar trouble. Although it has increased production, it is battling a scourge of fake eightor ten-toothed Lafufus that have flooded online marketplaces.\n\nThe final pitfall of overnight success is that it attracts legitimate competitors who can learn from both your triumphs and disasters. Call it the first-mover disadvantage. Eli Lilly, which brought its own weight-loss jab, Zepbound, to Americans two years after Novo, has this year pulled ahead of its Danish rival\n\nin the market for obesity drugs. That is partly because Zep»» "
}