{
  "text": "ww\n\n20 Leaders\n\nbound is more effective. But Lilly also learned from Novo that it needed to have ample supply in place and offer its treatment directly to consumers, many of whom would rather not have to visit the doctor for a prescription, and are not covered for one by their insurers.\n\nSimilarly, OpenAl’s success inspired competitors that were able to learn from its breakthroughs before it had time to entrench itself with customers. The first shock came in January, when DeepSeek, a Chinese AI lab, launched a cuttingedge model it had developed on a shoestring, which it made freely available. More recently, OpenaI has been threatened by Google, which was mobilised into action by the success of ChatGPT and last month launched a model that is neck and neck with Openatl’s best. With its vertically integrated business model, deep pockets and established distribution channels—including nearly 4bn Android users worldwide—Google now looks like the AI company to beat.\n\nThe wider lesson from all this is that hit products rarely\n\nThe Economist December 20th 2025\n\nlead to enduring commercial success. Instead, consider two of 2025's quiet achievers. Walmart, America’s mightiest retailer, has seen its market value soar to nearly $1trn without fanfare. Its enormous scale, which it uses to push down costs and pass the savings on to customers, has won over many stretched shoppers this year. Plenty of them will also have been struck by the retailer’s digital reinvention. Look, too, at CATL, China’s battery colossus, whose secondary listing in Hong Kong in May was the largest share offering worldwide in 2025. Its hefty investment in research and development has given it a commanding lead. It is using that strength to expand into batteries for the grid.\n\nLife after the one-hit wonder\n\nBosses should take heed. A hit product can bring a company to the attention of millions. But lasting success comes from a business model that is difficult to replicate, and which keeps evolving in a fast-changing world. @\n\nFestive feasting\n\nHow to survive Christmas\n\nSome science-backed strategies that actually work\n\nINCE THE start of 2025 our Well Informed column has\n\nbrought you evidence-based advice on health and well-being. After reading hundreds of studies on everything from the benefits of red-light masks to whether or not butter is good for you, what have we learned about how to cope with the perils of Yuletide feasting? Here is your guide.\n\nStart with alcohol. Try to be young, since young people tend to be leaner and so can absorb alcohol more efficiently. If, by some oversight, you are not young, make sure that you started strength training several months ago in preparation for Christmas indulgence, to build up muscle mass. Muscle tissue contains a lot of water and, because alcohol is soluble in water, less muscle means uncomfortable jumps in the levels of blood alcohol. It also means worse hangovers.\n\nIf age and regular strength training are not on your side, then science still has some tips for you. Choose your drinks wisely—clearer drinks, such as gin or vodka, are preferable to darker ones such as whisky or red wine. The “congeners” that accompany ethanol in darker spirits can make the after-effects of your tipple much worse.\n\nSip your drinks, rather than gulping, to avoid nauseating jumps in blood-alcohol levels. Alternate booze with water or, if you really want to optimise your session, sports drinks or coconut water. These contain electrolytes that will not only keep your body hydrated and its pH balanced, but also keep your nervous system firing on all cylinders. Remember that some of alcohol’s worst effects are compounded by what it does to your sleep patterns—it disrupts brain chemicals such as GABA and melatonin; it exacerbates snoring by relaxing your throat muscles—so stop drinking well before you fall into bed.\n\nFestive food can be another hazard of the holidays. Perhaps you cannot resist the temptation to stuff yourself with roast turkey and potatoes. But you can ease the damage by dropping\n\nin handfuls of almonds, oats or apples. Regularly eating foods like these, containing beneficial plant proteins and lots of viscous fibre, has been shown in clinical trials to block the absorption of cholesterol in the gut by nearly 30% over the course of a month, similar to the effect of taking statins.\n\nAnd what about sugar? No one type is better than the other (see Science & technology section). But eating sugar alongside fats, protein and fibre helps prevent glucose spikes in the blood. It is the crashes after these spikes that can lead to sudden hunger and the desire to overeat (dangerous when there are so many tubs of sweets lying around). Avoid fruit juice, which can be full of sugar, and eat the fruit instead, which helpfully has lots of fibre. If you can’t find fruit, fruitcake will do. So ditch the Buck’s fizz and help yourself to Christmas cake.\n\nMental health matters, too. As we explain in one of our Christmas features, though alcohol is a poison, it can have psychological upsides. By stimulating the brain’s reward and endorphin system, it can make people feel more sociable and less anxious, for a while. Over the past 10m years, booze has strengthened bonds within groups and perhaps shaped human civilisation. In the next couple of weeks, it will make countless parties more convivial. This is not something to say “Bah, humbug!” to. As another feature describes, loneliness is bad for you.\n\nHeavy drinking is of course dangerous. But light quaffing involves trading off a statistically small risk of harm for the tangible benefits of fun, relaxation and social connection. So we recommend drinking and eating to celebrate, commiserate or meet new friends. Most important, take everything in moderation, including moderation itself. ™\n\n—> Sign up to our Well Informed newsletter: economist.com/wellinformed "
}