{
  "text": "22\n\nLetters America and Europe, “stonking’ political parties, corrections, Santa and Al, “The Odyssey? “The Wizard of Oz”\n\nAschism in the alliance\n\nYou are right to say that Europeans should be worried by America’s new national security strategy (“An unreliable ally”, December 13th). Donald Trump’s personal style may be brash and rude, but the message that America has had enough of European freeloading on defence and posturing on the world stage has been around fora long time.\n\nBarack Obama was furious at Europe’s incapacity and lack of will to sort out Libya in 2011. In the same year he declared America’s strategic pivot to Asia. Vladimir Putin invaded Crimea in 2014, and the European reaction was to cut defence spending and double down on its energy dependence on Russia. Faced with this non-reaction to a drastically changed world, Trump 1.0 was sceptical of NATO and Europe; Trump 2.0 is evidently even more so.\n\nEven now, after nearly four years of unprovoked Russian aggression in Ukraine and widespread grey-zone attacks across Europe, our politicians are still only just beginning to talk the talk, but walking the walk is still for the future. Britain may reach 3.5% of GDP spent on defence, but by 2035. Western fleets continue to carry a third of all Russian oil exports and European Union countries will continue to import Russian gas until late 2027. These are hardly signs of being deadly earnest in fighting a major threat.\n\nSIMON DIGGINS\n\nColonel (retired)\n\nUs Combined Joint Task Force, Horn of Africa, 2011 Rickmansworth, Hertfordshire\n\nAstonking surprise\n\nI always enjoy The Economist's vocabulary. What were once “scrappy” startups are now “plucky”, and “lofty” firm valuations are “dizzying”. But\n\nthe word I have enjoyed the most is “stonking”. I had not seen this prized jargon used in some time, so imagine my surprise when it made a recent appearance in Schumpeter (November 29th).\n\nIhave thought a lot about the term. Is someone who creates those outsize returns a “stonker”? Does the word work unconjugated, as in “to stonk”? Is “stank” the past tense? CHRIS RYAN Calgary, Canada\n\nSome Christmas shopping Your Blighty newsletter of November 18th asked for the best comparisons of political parties with well-known brands. My suggestions are John Lewis stores for the Conservatives; once reassuringly boring, now in an identity crisis and trying to sell you things no one asked for. ASOS for Labour; used to be cool, then chaotic, now desperately trying to look sensible again. Promises better returns. IKEA for the Liberal\n\nDriving through the snow Regarding concerns about AI (The World Ahead 2026), in Canada children who write a letter to Santa Claus at North Pole, HOH 0HO, and pop it in the mail without a stamp receive a personalised letter back from him. Last winter our postal service went on strike and our local flying club stepped up to organise sending the letters to Santa. We initiated a school-wide project and a special “flight to the North Pole”. Seven adults used AI to create, print, sign, stuff and repackage hundreds of personalised response letters within an afternoon, for delivery back to the children the next day. When inputting the kids’ special requests into the AI prompt, we were either scolded for their selfishness\n\nDemocrats; everyone likes the idea, but no one commits when it comes to the big purchase. Sports Direct for Reform UK; shouts a lot, sells simple solutions and somehow always has a sale on. Patagonia for the Green Party; expensive, earnest and loved by people who cycle to meetings. BrewDog beer for the Scottish Nationalists; loud, proud, originally revolutionary, now dealing with some awkward headlines. And Le Creuset for Plaid Cymru; stylish, niche, and owned mostly by people who really care about provenance. NICK HEATH San Miguel de Allende, Mexico\n\nBoth the Labour and Conservative parties feel like British Leyland in the 1970s. Endless infighting between management and workforce, as their market share declines along with the quality of their products. They have forgotten what their core purpose actually is.\n\nMARTIN SMITH\n\nAndover, Hampshire\n\nFor the record\n\nA Free exchange column (December 6th) stated that in the media age before artificial intelligence, true and false information were easy to dis-\n\nin asking for an X-Box, or given enthusiastic guarantees that an X-Box would be waiting for them on Christmas morning.\n\nAs we consider building morality into Al, disciplined parenting and limits on gaslighting children should be on that list.\n\nMEAGAN BALANESKI Vermilion, Canada\n\ni _ Reames\n\nThe Economist December 20th 2025\n\ntinguish. They are not and never were. Even the most diligent newsroom team can publish information that is factually wrong or turns out that way later. Reputable newspapers, your esteemed organ included, publish corrections. An AI slop mill never will. Newspaper corrections are the anti-misinformation signal you are looking for.\n\nGEORG BLAHA\n\nMunich\n\nThe most positive word I enjoyed your take on the relevance of Homer’s “The Odyssey” for today (The World Ahead 2026). You conclude that Odysseus, the hero, is imperfect but offers hope. Perhaps you could have reinforced this optimistic message by referring to James Joyce’s “Ulysses”, which is based on Homer’s poem. It ends deliberately with the word “Yes”, as Molly remembers accepting her husband’s offer of marriage, aware though she is of his many shortcomings and even though she has had a sexual encounter with her lover during the day. That “Yes” is a symbol of her husband’s peaceful triumph over his many adversaries and offers hope to all of us. WILLIAM MACILWRAITH Worcester\n\nWicked\n\nYour review of Salman Rushdie’s new collection of short stories was right to point out how fun his writing can be (“Mightier than the knife”, November 8th). I once stumbled upon his essay about “The Wizard of Oz”. Among many witty observations, Mr Rushdie confessed that he hates Toto, “That little yapping hairpiece of acreature, the meddlesome rug!” The dog playing Toto apparently had a nervous breakdown during filming. MIA MCLEAN\n\nNew York\n\n— Letters should be addressed to the Editor at: The Economist, The Adelphi Building, 1-11 Fohn Adam Street, London WC2N; Email: letters@economist.com. More letters available at: economist.com/letters "
}