{
  "text": "The Economist December 20th 2025\n\n23\n\nAntitrust policy\n\nCalifornia scheming\n\nLOS ANGELES\n\nWill state action block Hollywood’s next megadeal?\n\nCone as IT a cautionary tale. In 2022 Kroger announced that it would buy Albertsons, a rival grocer, for nearly $25bn. Then things went off the rails. The attorneys-general (AGs) for Washington and Colorado challenged the merger in their respective state courts, on the grounds that the impact on prices and labour would harm their constituents. The Federal Trade Commission (FTC) brought its own suit in federal court soon after, and the avalanche of litigation torpedoed the deal. States may have been aligned with the FTC against the merger, but they didn’t wait for the feds to act before jumping into the fray. “It’s clear we are willing and able to litigate cases on our own,” says Phil Weiser, Colorado’s attorney-general.\n\nHollywood ought to pay attention. The industry’s latest merger risks becoming a sequel. Netflix and Paramount are in a\n\nheated competition to buy Warner Bros Discovery, one of Hollywood’s crown jewels. David Ellison, the nepo-baby boss of Paramount, wants to purchase the studio so badly he is mounting a $108bn hostile takeover bid. On December 17th the board of Warner Bros urged shareholders to reject Paramount’s offer, though Mr Ellison looks unlikely to back down so easily. Paramount hopes to convince Warner Bros shareholders that if Netflix prevails, the resulting mega-movie-and-streaming com-\n\n> ALSOIN THIS SECTION 24 Arguing about tolls 25 Four-day school weeks 25 Al Jesus\n\n26 Lexington: Political courage\n\npany would spook federal antitrust enforcers, whereas a Paramount-Warner combination could pass antitrust muster.\n\nBoth bidders are focused on getting Donald Trump, the Department of Justice (DOJ) and the FTC on side. It doesn’t hurt that the Ellison family is friendly with Mr Trump, a transactional president with a history of meddling in media mergers. The president has already mused about the deal, suggesting that he will ultimately decide who wins. But Mr Ellison and Ted Sarandos, Netflix’s co-chief executive, ignore state attorneys-general at their peril. Rob Bonta, California’s top prosecutor, is a particular wildcard who could kill any Warner Bros merger even if decision-makers in Washington see a deal they can accept. During the auction, a spokesperson for Mr Bonta’s office said that “further consolidation in markets that are central to American economic life...does not serve the American economy, consumers or competition well.” That does not sound as if he plans to defer to Washington, DC.\n\nStates have a long history of antitrust enforcement. Twelve states actually passed their own competition laws before Congress got around to drafting the Sherman Act, the foundation of America’s anti-\n\ntrust regime, in 1890. But consolidation >> "
}