{
  "text": "24 United States\n\nacross industries and the growth of antimonopolist politics among leftists and MAGA economic populists have put the issue centre-stage. States are responding in two ways: by passing laws that beef up their antitrust powers and by bringing their own cases regardless of what the feds do. “There’s more of a concern of potential under-enforcement at the federal level” during Mr Trump’s presidency, explains Prasad Krishnamurthy, a legal scholar at the University of California, Berkeley.\n\nIn 2025 eight states introduced bills that would require big firms to notify their attorneys-general before a merger. Colorado and Washington passed their measures. Colorado is leading in other ways, too (perhaps because Mr Weiser is a former antitrust lawyer). In 2023 the state passed a law that increased fines and endowed the state’s attorney-general with more investigatory powers, among other things. Mr Weiser argues that prior to the reform his office had been handicapped in a way that had surrendered state sovereignty. No longer. “Just because the FTC or the DOJ goes one way”, he warns, “doesn’t mean I might not go another way”.\n\nFor three years the California Law Review Commission, which recommends bills to lawmakers, has been mulling whether the state should strengthen its antitrust laws. The legislature could take up the issue next year. Big firms, fearful of a balkanised antitrust landscape, will no doubt lobby hard against any reform.\n\nThere are other signs that Democratic attorneys-general, in particular, intend to prioritise antitrust enforcement. Rohit Chopra, a former head of the (in-effect defunct) Consumer Financial Protection Bureau, will lead a new consumer-protection working group for the Democratic Attorneys General Association. Taking on big firms also helps ambitious AGs to raise their profiles. Bob Ferguson, the attorneygeneral who sued Kroger and Albertsons in Washington, is now the state’s governor. Mr Weiser is running for governor in Colorado. Part of his pitch to voters is that he went after “irresponsible companies that ripped off Coloradans”.\n\nMr Bonta may have something similar in mind. He is mulling a run for governor in 2026. California’s DOJ has already sued the second Trump administration at least 48 times, and he would not pass up an opportunity to suggest that California is standing up to big firms where the president is not. Suing to stop a Warner Bros merger would endear him to Hollywood’s powerful unions, which worry that fewer studios means fewer buyers for their members’ work. The LA chapter of the Writers Guild of America describes the studio’s potential sale as “a disaster”. Whichever firm prevails, the merger will take time to play out. This is just episode one. @\n\nRoad pricing\n\nTurnspike\n\nCHICAGO\n\nWhy toll roads are spreading\n\nD RIVE SOUTH out of Chicago and you can, for the reasonable fee of $7.80, experience crossing the longest bridge in the midwestern United States. The Skyway traverses the Calumet river to connect the city to the Indiana border. The spanning highway is, in its own way, a marvel of engineering. Financial engineering, that is.\n\nExcept in legal terms, the Skyway is not really a bridge. The elevated section that goes over the Calumet is less than a mile long. The remaining seven miles constitute a perfectly ordinary highway. By calling it a bridge when it was built in the 1950s, Richard J. Daley, the imperious mayor of Chicago, was able to charge tolls without giving up federal highway funding, which required states not to charge drivers to use the roads it paid for.\n\nGenerations ago, to raise tolls a politician had to be sneaky. Nowadays, they are in vogue. In June Mike Braun, the governor of Indiana, signed a law giving the state the authority to raise tolls on all of its existing interstate highways. No state has previously tried that, says Robert Poole, a transportation expert at the Reason Foundation, a libertarian think-tank.\n\nFor now, drivers pay to access just 6,300 miles of America’s 160,000 or so miles of highway. But, says Mr Poole, the share may be about to grow rapidly. Assuming the federal government goes along with it, Indiana’s experiment could lead to toll roads\n\nThe price of freedom\n\nThe Economist December 20th 2025\n\nproliferating across the United States.\n\nThe reason why federal law banned states from collecting tolls on interstates was that drivers had already paid for the roads by means of a tax on petrol (or gasoline). In 1956, when the Federal-Aid Highway Act passed, for every gallon drivers bought, three cents (or $0.36 today) went into a “federal highway trust fund”. The fund raised enough money to build out the federal highway system, enabling the transformation of America into a hypermobile, motorised society.\n\nThe problem is that the model no longer works. Over the decades, the cost of maintaining roads and highways has risen, even as cars have become more fuel-efficient. And raising gas taxes, even just in line with inflation, is generally considered to be political suicide. The last time Congress did it was in 1993. The result is a giant deficit. In fiscal 2024, the federal government spent $27bn more on maintaining roads than it collected in tax. At the state and local levels, fuel taxes covered barely a quarter of road spending.\n\nUnless something is done, either the roads will crumble or the general taxpayer will have to pay the bill. Hence tolling. Jim Pressel, the Indiana state representative who sponsored the new law, says his state is facing a $2bn deficit in its roads-maintenance fund. Tolls, he argues, are the fairest way available to rebuild or expand the roads. Out of state drivers often “do not stop and buy as much as a Snickers bar, let alone buy gas to pay for the infrastructure that they’re using”, he says.\n\nBy deterring some drivers, tolls also limit congestion. Some of the most successful projects have been “express” lanes added to highways where drivers pay variable rates to skip traffic. California State Route 91, a famously clogged highway in Los Angeles, has a toll lane with high peak prices and where the cost to enter it can adjust as often as every three minutes, according to traffic levels. These sorts of projects are expanding.\n\nMost tolling projects have bipartisan support. Democrats backed Mr Pressel’s proposals in Indiana. As there, Republican states tend to be eager tollers. Florida has more toll roads by distance than any other state; Texas is second. As the Republican Party embraces populism, however, this is changing. In New York City, congestion pricing has been fought by almost all Republicans in the state. On coming to office, Donald Trump attempted to shut it down (although he has not succeeded so far). Normal toll roads are under threat too. Many Republicans would like to buy back pay-to-drive roads and make them free. Rather than charging drivers to use the infrastructure they rely on, the state would take over private assets, give them away and make people queue. @ "
}