{
  "text": "The Economist December 20th 2025\n\nEducation policy\n\nShow that 4>5\n\nNEW YORK\n\nMore schools in America are adopting a four-day week\n\nLDON, IOWA, rarely bustles. “We’re on Biss of a hill, in the middle of nowhere, surrounded by corn,” explains James Craig, the superintendent of the area’s school district, which has about 1,000 pupils. But on Mondays, the schools are particularly quiet. Only the teachers are at the primary school, learning a new maths curriculum. Since 2022 the district has worked on a four-day week schedule. “I couldn’t be happier,” Mr Craig says, “everyone is thriving.” Giving students Mondays off has led to better attendance, behaviour and mental health, he thinks.\n\nAcross America, more schools are embracing four-day weeks. Over 2,100 schools operate that way and every state west of the Mississippi now allows it. Created in order to either save money or attract teachers, four-day school weeks were previously a rural phenomenon. But they are now reaching into more towns and cities. In November voters in Independence, a suburb of Kansas City, Missouri, opted to keep its 14,000 pupils on a four-day school week. Unsurprisingly, teachers and students love it. Parents, too, have embraced the chance to spend more time at home. But for educational outcomes, the policy gets middling marks.\n\nHow much less teaching takes place during a four-day week depends on each district’s policy. Generally, schools extend the four remaining days by just less than an hour, according to a study by RAND, a think-tank. How schools use the spare day also varies: some offer tutoring or child care, while others (such as those run by Mr Craig) do not offer much or anything.\n\nSo what is the impact of all of this? Start with test scores. The effect “is not huge”, says Emily Morton of NWEA, an education-research firm. “But it’s not nothing,” akin to students being two to seven weeks behind where they would be otherwise. This is not felt equally—students in rural schools and schools that kept the same amount of teaching do better. Academics worry about compounding negative results as pupils go through school without ever having a full week.\n\nDespite this, educators are effusive about the impact of short-weeks on classroom atmosphere. One teacher told researchers that students were less “burned out”. Karl Janson, a retired superintendent who took two school districts in Missouri four-day, said behaviour improved and se-\n\nvere discipline problems fell by half. Some studies are more equivocal. One looking at Oklahoma’s four-day schools did find that they had less fighting and bullying. But the RAND survey found that though parents and teachers perceived higher morale, surveys showed it was no different from fulltime schools. And despite advocates’ hopes, research shows short weeks have not significantly improved attendance. The policy does not save districts much money, typically no more than 2.5% of their budget. Their motivation has been to address problems in teacher recruitment, explains Gregg Klinginsmith, a superintendent in Warren County, Missouri. He contrasts his area to the nearby St Louis suburbs, which “pay very, very well... Our community very much values low taxes.” He cites data that the transition to the\n\nDivine chat\n\nGod complex\n\nNEW YORK\n\nThe race for an AI Jesus is on\n\nA. JOB is to lead congregants towards a closer relationship with the divine. With Christmas approaching, many are writing sermons they hope will do just that. Yet surveys show that Americans’ trust in clergy has hit a record low. More people now pray in their cars than in churches.\n\nPerhaps inevitably, tech bros in Silicon Valley are taking the wheel. “Text with Jesus”, an app built with Openal’s ChatGPT, allows users to pose personal and theological questions. Represented\n\nBlessed are the app-makers\n\nUnited States 25\n\nfour-day week has led to an increase in teachers sticking around. But broad studies show that four-day weeks do not significantly improve rural teacher retention.\n\nSome worry about children who are falling through the cracks. “We’re not finding and reaching the families that might be struggling,” says Emily Tomayko of Montana State University, pointing to kids in single-parent families.\n\nLosing a day of child care might not work outside rural areas. But so far, parents are among the biggest supporters of fourday weeks. Nine primary-school parents out of ten told RAND they were satisfied and nearly as many would probably or definitely choose to keep it. (Some 95% of high-school pupils felt similarly.) “Our lives are less stressful,” one parent said. “I feel like my kids are just happier.” @\n\nby an avatar with a well-trimmed hipster beard, the virtual Jesus responds with friendly nudges and quotes from scripture. “I hear you sister, honest doubt matters and you're not alone in it,” he responds to an admission of scepticism about the resurrection. The app suggests selecting a denomination and offers a range of biblical figures and apostles to consult. For gentle advice consider Mary; for a scrappier conversation, perhaps Cain or Judas.\n\nThe app has about 150,000 users and is popular in big American cities like New York, but also in Mexico and across South America. It too has doubters. AI Jesus is too concerned “with providing answers palatable to the itching ears of 21st-century users”, wrote James Spencer of the Christian Post, a news website. He reckons the bot barely resembles biblical Jesus—to his horror, he writes, it wouldn't unequivocally affirm that Jesus is God. Stéphane Peter, the app’s Frenchborn founder, admits that his own mother thinks his innovation is blasphemous.\n\nPope Leo has cautioned Catholics against reading wisdom into aggregated data. Expect other faith leaders to follow. Elon Musk once warned that “with artificial intelligence we are summoning the demon”. At least for now the Satan feature on Text with Jesus isn’t on by default—it has to be enabled in the settings and is only available to subscribers. "
}