{
  "text": "The Economist December 20th 2025\n\nEnergy in Brazil\n\nJungle oil\n\nOIAPOQUE\n\nBrazil prepares for an oil boom in the Amazon\n\nO IAPOQUE is a sleepy town on the edge of the Amazon basin in Brazil’s northernmost tip. On weekdays fishermen haul their catch to the local market and indigenous people stream in from the rainforest to sell ground manioc and buy fuel. At the weekend, tourists from neighbouring French Guiana cross the border to buy cheap food and flirt with locals. But it is not hard to see that a transformation is afoot. Hotels are popping up along the main drag. One that is set to open next year will boast seven floors, practically a skyscraper in the impoverished region. A tiny airport on the outskirts of town has been recently renovated. The whir of helicopter blades is becoming more common.\n\nLong a backwater, Oiapoque is preparing to become a boomtown. On October 20th Ibama, Brazil’s environmental regulator, gave Petrobras, the state oil firm, a licence to explore for oil 160km (100 miles)\n\noff the town’s coast in a region known as the Equatorial Margin (see map on next page). More than ten years in the making, the decision comes after a mounting campaign by Brazil’s president, Luiz Inacio Lula da Silva, known as Lula. While Ibama dithered, ExxonMobil found 1ibn barrels of proven reserves off the coast of neighbouring Guyana, worth over half a trillion dollars. The tiny new petro-state quickly became the world’s fastest-growing economy. More blockbuster discoveries followed for neighbouring Suriname. Lula fumed. “Are we going to get stuck eating bread and water? No! We like bread with mortadella,” he told a crowd in February. Brazil’s government is betting on oil\n\n> ALSOIN THIS SECTION\n\n30 Milei moves on the peso\n\nfrom the Equatorial Margin to revive the country’s depleting reserves. In 2006, during Lula’s first term, vast reserves were found beneath a thick layer of salt under the seabed off Rio de Janeiro. Lula triumphantly declared that the discoveries were tantamount to Brazil’s second independence. The reserves, which are still being extracted, rocketed the country up the oilproducers’ league table. By 2030 Brazil’s “pre-salt” fields will make it the world’s fourth-largest oil producer. But soon after that the stuff will begin to run out. Without new discoveries to keep exports going, Brazil could once again become an oil importer from 2040. Lula’s government reckons this oil-export decline would mean the state missing out on trillions of reais of revenue (hundreds of billions of dollars).\n\nIn order to put off this problem, Lula has been willing to disappoint those of his fans who voted him back into power in 2023 on a green platform. The potential gains are simply too juicy. Brazil’s national oil and gas agency reckons that the country’s chunk of the Equatorial Margin holds over 30bn barrels of oil, of which 1obn may be recoverable. Thanks in large measure to this region, South America has become the part of the world in which oil production is growing at the fastest rate. Its output is\n\nforecast to increase by a third by 2030, >» "
}