{
  "text": "30 The Americas\n\ncompared with around a quarter in the Middle East and a tenth in North America.\n\nThe catch is that South America’s newest oil frontier is near one of the world’s least-studied and most biodiverse regions—the Amazon river estuary. It accounts for a fifth of the fresh water flowing into the world’s oceans each day from rivers. An unknown but vast number of fish species nurse in the slimy soils of the region’s mangrove forests, which are among the world’s largest. Pink river-dolphins, whales and manatees splash about near the coast. In 2016 scientists stumbled upon a 1,000km-long deepwater reef on the seafloor. Nobody knows the full scale of the other biological and geological riches that lie beneath the Amazon’s murky waters.\n\nMost inhabitants of Amapa, the state in which Oiapoque is located, are gung-ho about oil. Along the highway connecting the state capital to the town, food shacks and rundown houses are plastered with stickers that read “Yes to development! Yes to petrol!” From her fruit and vegetable stall on the sweltering streets of Oiapoque, Edna da Silva Costa is giddy. “[Oil] is going to generate money for everyone...everyone is in favour, it’s going to bring jobs.” Brazil’s energy ministry reckons that investments in the Equatorial Margin could reach 28o0bn reais ($52bn) and create 350,000 jobs. Such expectations probably explain why Brazilians increasingly support drilling. In October 26% said they were in favour of prospecting in the Equatorial Margin. Now 42% approve, against 49% who disapprove.\n\nYet drilling along Brazil’s northern coast is fiendishly difficult. The currents around the mouth of the Amazon are strong and unpredictable, generated by the colossal volume of water the river dumps into the sea. At the surface the currents run towards the Caribbean, but 200 metres down the flow reverses, pushing back towards the land. The main site that Petrobras is eyeing up, known as Block 59, is deep. At a depth of about 3km it is almost twice as far beneath the surface as the Deepwater Horizon well in the Gulf of Mexico; it took three months for BP to contain the flow of oil when that rig exploded in 2010. These complexities haven’t put off the oil majors. In June ExxonMobil, Chevron and the China National Petroleum Corporation won rights to prospect there. Petrobras is a world leader in deep-water drilling, since the pre-salt fields lie at a depth of about 2km.\n\nSome locals are less sanguine. Under a mango tree that is hosting a conference of japim, small yellow-rumped birds, Gildo Leoncio, the vice-chief of the Karipuna indigenous group, says Petrobras did consult him and other chiefs. “We told them we were worried, but they said nothing is going to happen, it’s all going to be safe,” he\n\nNORTH ATLANTIC\n\nGUYANA SURINAME\n\nFrench Guiana /\n\n~ a i 1 | | Brasilia\n\n! > _ \\\n\n+ basins\n\na i\n\ndet Rio de Janeiro PARAGUAY an e = = SOUTH 6 ATLANTIC © c —_—URU.\n\n750 km\n\nBrazil, status of oil and gas blocks, Dec 2025 ® Active (exploration/production)\n\n() Under study\n\nSource: National Agency of Petroleum, Natural Gas and Biofuels\n\nAvailable (for permanent offers)\n\nsays. “But we’ve seen on television that there have been oil spills elsewhere. Why should we believe that can’t happen here?”\n\nIf Petrobras finds oil, it will take years to bring to market. But even the anticipation has a dark side. Much of the rainforest around Oiapoque has been cleared to make way for new development. Migration into the area “is out of control”, says Isau Macena, a_local-government official. Schools and hospitals are overflowing. Corruption is endemic across the Amazon.\n\nClécio Luis, the governor of Amapa, acknowledges the difficulties of managing an oil boom. “We can’t let this take us by surprise,” he says. He wants the state to follow Norway’s example and set up a sovereign-wealth fund to invest its new riches.\n\nLula’s government plans to use the oil money to try to escape the contradictions of promoting a green agenda while expanding oil drilling. On December 5th he ordered his ministers to produce a roadmap for how Brazil will lessen its dependency on fossil fuels. Oil revenues will apparently finance the transition. “Brazil’s strategy is pragmatic,” says Alexandre Silveira, the country’s energy minister: to “ensure energy security and fiscal stability” in the short term, while financing “long-term competitiveness in renewables”. While the world continues to consume oil he thinks it may as well gobble up Brazil’s. The country’s carbon emissions per barrel of oil produced are significantly lower than the global average. Back in Oiapoque schools of catfish, hake and oscars play along the river in blissful ignorance. @\n\nThe Economist December 20th 2025\n\nArgentina’s economy\n\nA welcome U-turn\n\nMONTEVIDEO\n\nJavier Milei loosens his grip on the exchange rate\n\non the Argentine central bank’s web-\n\nresident Javier Milei has made a cru-\n\ncial change. From January the Argentine\n\npeso—bloodied by markets and propped\n\nup by Donald Trump last year—will be allowed to float more freely.\n\nSince April it has moved within a band, the limits of which widen by 1% each month. Now they will widen with inflation, currently 2.5% per month. That will allow the peso, which many believe is overvalued, to weaken more rapidly. It will also help with a new plan to buy some $10bn in foreign reserves next year. All this is a welcome, if cautious, step to address the biggest weakness in Mr Milei’s liberalising reform programme.\n\nHis government has long sought to keep the peso strong. This has helped to pull inflation down but weighed on exports and made foreign-reserve accumulation very hard. That has worried the IMF and investors, who are owed dollars. As midterm elections approached in October, everyone began selling pesos, forcing the central bank to sell billions of dollars to defend the band’s limit. The peso was in danger of crashing out, potentially tanking Mr Milei’s electoral prospects and wider reform project. Then, extraordinarily, the Us Treasury backed the peso. That relieved pressure and helped Mr Milei to win. He still insisted that he would not alter the exchange-rate regime, but investors remained concerned.\n\nThe IMF immediately welcomed the latest shift. So did markets: Argentine stocks and dollar-denominated bonds jumped, suggesting that the government could soon borrow in global capital markets again. The peso weakened. Widening the bands risks a modest rise in inflation, but that is less of a problem for the government with midterms out of the way.\n\nStill, this is far from a full float. In real terms the band was in effect forcing the peso to strengthen over time. It will now allow it to weaken, but only marginally. This will still leave the peso overvalued, says Capital Economics, a consultancy in London. Moreover, the central bank says foreign-reserve purchases will be contingent on the rate of economic growth and the size of the foreign-exchange market. It has still not announced a programme to target inflation through interest rates. Mr Milei’s monetary journey is not yet over. @\n\nQhnte: IN A jargon-filled statement site, "
}