{
  "text": "The Economist December 20th 2025\n\n31\n\n‘ 5: A maccarra it nctralis A MdassaCre ill AUSLIidlid\n\nerror on the beach\n\nMELBOURNE, SINGAPORE AND SYDNEY\n\nCan Australia defend itself against jihadist murderers?\n\nWwe GUNMEN opened fire on crowds attending a Hanukkah celebration at Bondi Beach in Sydney, Larisa Kleytman was among those who sought cover on the ground. Her husband of 57 years, Alex Kleytman, also dropped to the floor. Mr Kleytman, a retired civil engineer and a survivor of the Holocaust, died shielding his wife from the bullets. At 87, he is the oldest of 15 people who were murdered on December 14th in the deadliest terrorist attack in Australian history. Matilda, the youngest victim to have been named, was aged only ten.\n\nDays after the attack mourners were still streaming to Bondi—a suburb with a large Jewish community—to lay flowers and light candles. They have sung Hanukkah songs; a few have wrapped themselves in Israeli flags. On December 16th Australia’s most famous beach still seemed frozen in time. Chairs and half-eaten picnics remained strewn across the lawn at an out-\n\ndoor cinema that sits right next to the sands. Unfinished drinks stood abandoned on beachside tables.\n\nAuthorities say the attack was carried out by Sajid Akram, 50, and his son Naveed Akram, 24. The older Mr Akram was killed on the scene by police. His son was gravely wounded, arrested and taken to hospital; he has since been charged with 59 offences. Several explosive devices and two home-made flags bearing the insignia of Islamic State, a jihadist terrorist group, were found in the younger man’s car. Both men were motivated by “Islamic State ideology”, said Anthony Albanese, Australia’s\n\n32 Broadcasting into North Korea 33 Indonesia’s enormous floods\n\n— Banyan is away\n\nprime minister. “The threat of antisemitism, as we have seen, is very real.” Australians have responded anxiously to news that the younger Mr Akram was already known to Australia’s domestic intelligence service (ASIO). It admitted it had investigated him in 2019 (when the spies also interviewed his father). The Australian Broadcasting Corporation reports that, back then, the authorities had connected him to Isaac el-Matari—a self-proclaimed commander of Islamic State, based in Sydney, who was arrested that same year and later jailed for plotting a terrorist attack. But at the time ASIO found no evidence that Naveed Akram had himself been radicalised. After this there was clearly a big change in his “risk profile”, said Tony Burke, Australia’s home-affairs minister. In November this year the father and son spent four weeks in the Philippines, returning about a fortnight before they launched their attack. During their trip they travelled to Davao City in Mindanao, an island in the south of the country. Mindanao has long suffered from Islamist militancy; one theory is that the men were seeking training. The Philippine Bureau of Immigration said that Sajid Akram entered the country on an Indian passport, and his son used an Australian one. Police in India confirmed that Sajid was originally from the southern Indian state of Telangana and ») "
}