{
  "text": "32 Asia\n\nthat he had moved to Australia in 1998.\n\nJewish leaders are demanding that Australia’s government step up action against antisemitism. There have been more antisemitic attacks in Australia in the past two years than in the whole of the preceding decade, according to the Executive Council for Australian Jewry, a community group. These have included arson attacks on synagogues and a Jewish business. Jewish leaders say that antisemitic incidents have risen faster in Australia than in other rich countries. The share of Australians who express a positive attitude towards people of Jewish faith has fallen from 38% in 2023 to 29% this year, according to a study by the Scanlon Foundation Research Institute, a non-profit.\n\nMr Albanese has promised to use “every single resource required” to eradicate antisemitism in Australia. On December 18th he announced plans to toughen hatespeech laws. He said there would be stronger penalties for people who spread hate speech that urges violence, and that the government would be gaining new powers to cancel or refuse visas to people who are deemed to be spreading hate. He also announced a task-force that will examine how to prevent and respond to antisemitism in the education system.\n\nThese are only some of the government’s new pledges: tougher controls on guns is another. Australia has had relatively tight gun laws since a rampage in 1996, when a gunman killed 35 people in the Tasmanian town of Port Arthur. Automatic and semi-automatic weapons were largely banned as a result, and the government bought hundreds of thousands of firearms back from the public. Only around 12% of killings in Australia involved a firearm in the year to June 2024, according to the government. That compares with about 80% in America in 2023.\n\nYet gun violence has been making a comeback in Australia, says Roderick Campbell of The Australia Institute, a think-tank. Sajid Akram legally owned six guns. Several of these weapons appear to have been used in the attack in Bondi. Mr Campbell’s organisation calculates that there are now around a million more guns in civilian hands in Australia than there were before the atrocity at Port Arthur. The government may now set up a national firearms register, linking up records currently held separately by states. It may limit the number of guns one person can own. And it may expand the checks carried out before a gun licence is issued.\n\nWhile they wait for politicians to fulfil their pledges, shocked Australians have been trying to help in any way they can. Cafés in Bondi Beach have been handing out free coffees. Locals have been retrieving and lining up (for easy collection) items that fleeing visitors left behind on\n\nthe beach. In the days after the massacre, record numbers of Sydneysiders rushed to donate blood.\n\nAn online fundraising campaign has collected over A$2.5m ($1.65m) for Ahmed al-Ahmed, a 43-year-old father who runs a shop in southern Sydney. People all around the world have gasped at video footage, published on social media, that shows Mr Ahmed creeping up on the older gunman from behind a car, then wrestling the attacker’s rifle away from him. He was subsequently shot in the shoulder by the younger gunman, and is recovering in hospital.\n\nMr Albanese called him “the best of Australians”. Donald Trump also praised him. Mr Ahmed was in Bondi having coffee with a friend when he heard gunshots, said his parents, who have been visiting Sydney for a few months from their home in Syria. Their son would have done anything to protect anyone, his parents said—no matter their background or faith. &\n\nThe Koreas\n\nThe sound of silence\n\nPAJU AND SEOUL\n\nSouth Korea’s president offers the North some quiet\n\nKi CHANG-HWAN used to need earplugs when he went to bed at his home in Daedong-ri, a South Korean village near the border with North Korea. Eighteen months ago South Korean authorities began blasting K-pop and news reports into North Korea from a network of loudspeakers rigged up along the frontier. North Korea responded in kind, broadcasting ani-\n\nTurning down the volume\n\nThe Economist December 20th 2025\n\nmal cries and spooky whistles from its own set of loudspeakers. Then, earlier this year, the border fell silent. Mr Kim rejoiced.\n\nThe calm reflects a new approach that Lee Jae Myung, South Korea’s president, has taken towards its menacing neighbour. Tensions between North and South mounted under his predecessor, Yoon Suk Yeol, a conservative who held office between 2022 and 2024. Goings-on at the border reflected those worsening ties. South Korean activists wafted leaflets lambasting the North Korean regime over the frontier; the North sent back balloons filled with rubbish and excrement. Last year Mr Yoon upped the ante: he switched back on loudspeakers which had once been a regular feature at the border but had in fact not been used since 2018.\n\nMr Lee, a left-winger who became president in June, is trying to be more conciliatory. Silencing the loudspeakers was one of his first acts as president. The leafleting has also mostly stopped. Within a few days of this decision the North turned off its own noisemakers, too.\n\nNot many people will miss the cacophony in the borderlands. Yet this is only one of the ways that Mr Lee has sought to pause activities that rile the North—and some of his other reforms are producing rather more disquiet. For years South Korea’s spy agency has broadcast radio into North Korea in the hope of giving ordinary citizens access to uncensored news.\n\nThis year its stations fell silent for the first time since 2010. This switch-off came not long after Donald Trump dismantled America’s state-funded news services, which had also broadcast into North Korea. As a result, the number of hours of programming entering the country from outside has fallen by roughly 80% since May,\n\naccording to the Stimson Centre, an Amer>>\n\n"
}