{
  "text": "The Economist December 20th 2025\n\nican think-tank.\n\nThe remaining broadcasters, a smattering of activist-run outfits, have transmitted in shortwave from countries including Taiwan, the Philippines and Uzbekistan. Transmitting from South Korea would make it more difficult for censors in the North to jam their signals. But the South Korean government will not allow it, laments one person involved.\n\nSo now activists are scratching their heads for new ways of reaching North Koreans. One defector from the North who lives in Seoul recently launched an internet-based radio station targeting North Koreans who reside outside the Korean peninsula, such as overseas students or labourers, in the hope that listeners will relay information they pick up from it to friends and family back home.\n\nAll this represents a fairly large concession to North Korea’s leaders, who consider uncensored information a big threat to their rule. The regime has been ramping up punishments for distributing and consuming foreign content. These now include lengthy prison sentences and (sometimes) execution. Just owning a foreign-made radio is illegal, unless the device has been registered with police and fixed so that it can only pick up state signals. But North Koreans nonetheless consider radio broadcasts a safer way of getting outside information than smuggled flash drives, which can be intercepted in transit. Radios are easier to hide from authorities than television sets and they can operate on batteries, which is useful in a country short of power.\n\nMr Lee has defended his decision to suspend broadcasts by painting radio as antiquated and wasteful. “Everything’s searchable on the internet,” he said last month. But the president doubtless knows that North Koreans cannot freely access the internet. Instead, Mr Lee appears to be hoping that this gesture, among others, can help coax Kim Jong Un, North Korea’s dictator, back to the negotiating table. “He’s looking for little things that can stop the situation from worsening,” says Jun Bong-geun, professor emeritus at the Korea National Diplomatic Academy.\n\nWill that work? Having more or less earned the backing of China and Russia, the North Korean regime hardly looks desperate to sit down with the South. Indeed, its leader seems to believe he may soon be able to extract big concessions from America, perhaps even including acceptance of its nuclear arsenal. There is a growing expectation that Mr Trump may meet North Korea’s dictator in person, for a second time, next year. Much will ride on America’s president approaching that dialogue with caution and forethought. Just as well that South Koreans who live closest to the border are getting a chance to catch up on their sleep. &\n\nCyclone Senyar in Indonesia\n\nA flood of failures\n\nSINGAPORE\n\nThe botched response to a devastating storm infuriates the victims\n\nTo WEEKS have passed since Cyclone Senyar ravaged Sumatra in western Indonesia, bringing enormous floods. But only in mid-December, as the waters have receded, has the scale of the destruction become clear. More than 1,000 people have been killed, around 150,000 homes damaged and nearly 1m people displaced. Scientists have described the storm as a once-in-70-year event.\n\nAnd yet it is not a national disaster—or at least not by the standards of the government in Jakarta, the capital. Officials have declined to formally designate it as one, even though doing so would hand authorities emergency powers and, importantly, make it much easier for them to accept foreign aid. Politicians including Prabowo Subianto, the president, have insisted that Indonesia does not need outside help.\n\n“The arrogance of this government has cost lives,” says Farwiza Farhan, who heads HAKA, an NGO working in Aceh, a province in Sumatra. When the floods struck, the head of Indonesia’s disaster agency suggested the devastation was not as bad as it looked on social media (he later apologised). Relief efforts have been slow and poorly co-ordinated, says Ms Farhan.\n\nOfficials think it will cost 52trn rupiah ($3.1bn) to rebuild damaged homes and infrastructure. For now, several communities remain stranded by collapsed roads and bridges, hundreds of people are still miss-\n\nCounting the cost\n\nAsia 33\n\ning and diseases are spreading. Residents in Aceh have started hoisting white flags outside their homes as a symbol of their desperation and their anger at the central government’s response.\n\nMr Prabowo has dismissed some of the criticism as lies spread by foreign forces that, he says, have never liked Indonesia. He has apologised for delays in the provision of services and assistance to affected regions, but has also warned Indonesians that he does not have a “staff of Moses” that he can use to fix things straightaway.\n\nEnvironmentalists say work to prevent the next such disaster needs to start immediately—and that none of it is magic. They say deforestation worsened the floods. Tree canopies collect water; tree roots stop soil sliding away. But since 2001 Sumatra has lost 4.4m hectares of forest, an area roughly the size of Denmark, mostly to palm-oil plantations and illegal logging.\n\nIndonesia’s forests minister has admitted that poor forest management aggravated the floods. The environment ministry has suspended the operations of firms alleged to have cleared forest in areas where they took place. Yet environmentalists question the government’s sincerity. Mr Prabowo raised eyebrows among them when he said, in a speech given during the height of the flooding on December sth, that Indonesia was lucky to be “blessed” with palm oil.\n\nAs climate change makes extreme weather more common, efforts to prevent and withstand disasters are growing more urgent everywhere. But the need in Indonesia is especially pressing. It ranks third globally in its vulnerability to natural disasters, according to an annual report from an alliance of German NGOs. The events in Sumatra suggest that it is badly equipped to handle the storms still to come. @\n\n"
}