{
  "text": "34\n\n' '} Fr\n\nial | 1 | | I\n\ni\n\nJimmy Lai’s judgment day\n\n{\n\nThe tycoon’s trial speaks to the state of Hong Kong’s civil liberties\n\nIMMY LAI did not seem surprised when\n\nthe verdict was read out. On December i5th three national-security judges found Hong Kong’s most famous media mogul guilty of collusion with foreign forces and of sedition. He spent 156 days on trial—52 of them on the witness stand. He has been behind bars for more than 1,800 days already, serving time for unauthorised assembly and fraud. When sentenced, Mr Lai could face life imprisonment.\n\nMr Lai has a long history of support for democratic causes in China; his involvement began after the Tiananmen Square protests of 1989. Through his outspoken\n\nnewspapers the tycoon backed the millions of Hong Kongers who marched for democracy, first in 2014 and again in 2019. Mr Lai himself took to the streets in the more peaceful protests (some other demonstrations became violent). Foremost among his publications was Apple Daily, which critics found sensationalist. It had to close down almost a year after he was arrested in 2020.\n\nFew believed he would be acquitted: national-security trials have a conviction rate of over 95% in Hong Kong (including defendants who plead guilty). Although receiving medical treatment in prison, his\n\nThe Economist December 20th 2025\n\n35 China’s Christmas capital\n\n— Chaguan is away\n\nfamily fear that the 78-year-old, who suffers from diabetes, will die behind bars. Despite being a British citizen, he chose to stay put. “I must face the consequences of my actions, just or unjust,” he wrote from prison. “It is also a way to uphold the dignity of Hong Kong people, as one of the leaders for the fight of freedom.”\n\nThe judges saw things differently. In their 855-page judgment, they claimed Mr Lai was “obsessed” with “turning China into a lackey of the West”, and had published seditious articles to “undermine the legitimacy or authority” of the governments in both Hong Kong and Beijing. They said he had used his “personal influence” to call for foreign countries to impose sanctions on China. Notably, they suggested he had continued his “international lobbying” by “indirect and subtle means” even after the introduction of a national-security law (NSL) in 2020 made it a crime. The defence had argued that Mr Lai stopped all such activities when they became illegal. (Before the NSL was promulgated he met powerful potential supporters such as Mike Pence, who was America’s vice-president at the time.)\n\nIt is a febrile moment. A terrible fire last month in the Tai Po neighbourhood consumed seven apartment blocks, killing at least 160 people. A recent election saw the second-lowest turnout on record, and was taken by some as a tacit rebuke of the progovernment legislature. China’s Communist Party has changed a once defiant city—with barely a whimper from abroad. Mr Lai’s case, which is the first related to foreign collusion, looks likely to establish precedents both legally and socially.\n\nThe party’s control centres on the NSL. It was promulgated by the national parliament in Beijing in 2020 in the wake of the unrest in Hong Kong the year before. The NSL created sweeping, ambiguous categories of crime previously unknown in Hong Kong, such as subversion and the collusion of which Mr Lai was accused. Another set of rules passed last year, “Article 23 legislation”, introduced harsher sentences for national-security offences. Trials under both the NSL and Article 23 legislation can be held without juries and involve judges drawn from a special pool.\n\nHong Kong’s authorities seem on edge. On December 6th representatives of around a dozen international media outlets, including The Economist, were summoned by the national-security police and "
}