{
  "text": "The Economist December 20th 2025\n\ntold not to publish over-critical accounts of the government that they said might sow discord. The warning explicitly concerned coverage of the Tai Po fire, but correspondents drew a broader message. On December 15th the spokesperson of the Commissioner’s Office of the Chinese Foreign Ministry in Hong Kong wrote to some outlets in the city “to draw...attention to some facts”, for example that Mr Lai’s case “has nothing to do with press freedom”.\n\nIt is unclear what the reverberations in Hong Kong will be. Supporters of Mr Lai queued overnight to watch the verdict’s delivery. A sense of resignation pervades the city. “A lot of people are just saying: ‘Oh well, [Mr Lai] he is gone,” says one resident. Except for national-security cases, the territory’s common-law legal system, inherited from Britain, is still generally considered fair. Business leaders have broadly kept quiet about Mr Lai’s case. But aspects of his treatment have caused liberal types to raise their eyebrows.\n\nAlthough protest has become more difficult at home, Mr Lai’s fortunes have attracted criticism abroad. Britain condemned Mr Lai’s “politically motivated persecution” and called for his release, as did the European Union. Marco Rubio, America’s secretary of state, lambasted “the enforcement of Beijing’s laws to silence those who seek to protect freedom of speech”. But both Sir Keir Starmer, Britain’s prime minister, and Donald Trump, America’s president, are planning to visit Beijing early next year. The leaders may wish to avoid provoking Xi Jinping, their Chinese counterpart, by pressing Mr Lai’s case. Britain is already wrangling with China over a new embassy in London and spying scandals. And Mr Trump is keen for more dealmaking after a truce in Sino-American trade tensions was agreed in October.\n\nBesides, China does not take kindly to others meddling in its domestic matters. After the verdict China’s foreign ministry warned other governments “not to interfere in Hong Kong’s judiciary or China’s internal affairs in any form”, while the central government’s liaison office in Hong Kong described the outcome as a “stern warning” to “anti-China” forces. It also decried “the political manipulation of Hong Kong by a small number of Western politicians and anti-China media under the guise of ‘human rights’ and ‘freedom’.\n\nAuthorities in Hong Kong will hope that the world moves on quickly from the verdict. But for some Mr Lai will remain a symbol of the city’s transformation. He arrived on its shores as a 12-year-old refugee from mainland China, a penniless stowaway in a boat. His fortunes rose alongside those of Hong Kong, making him an emblem of its promise. Now he will be remembered by his supporters as a martyr to his convictions.\n\nA visit to Yiwu\n\nSnow globalisation\n\nYiwu\n\nChina 35\n\nHow Chinese traders manage to beat out Lapland’s elves\n\nyou IN EASTERN China is the world’s Christmas capital. The five main districts which contain its wholesale markets, each home to vast commercial buildings, stretch for miles on end. Masses of stalls are, for much of the year, dedicated to Christmas paraphernalia: trees, ornaments, hats, wreaths and candy canes. It hums in the summer months, when jolly fare is readied for elsewhere. By December each year it lies more quiet. The city’s wares will have contributed to China’s record $itrn trade surplus in the first 11 months of 2025.\n\nChina dominates exports of the world’s Christmas decorations by value; in the recent past America has bought more than half of what China produced. But this year in the ten months to October China exported $5.1bn of the trinkets, down from $5.8bn over the same period in 2024. America has been responsible for all of that decline and more, having imported about $940m less in festive fare from China than it did last year. That is thanks to President Donald Trump’s trade war and his introduction of painful tariffs, which though down from their peak still stand at 20% for Chinese goods.\n\nThe large number of banners, signs and decorations saying “Feliz Navidad” and “Buon Natale” suggests that many merchants are shifting to other markets in response. Data show exports to Germany and the Netherlands are up by 22% and 16%, respectively. And there are\n\nmore grinchy ways of getting around the American tariffs, too. Dismembering Father Christmas and then shipping his head, limbs and torso to South-East Asia is one such ruse. Reassembling him, relabelling him and selling him on to America thereafter is more jolly.\n\nYiwu’s traders are a worldly sort, and not all about Christmas. They converse with visiting buyers from India, the Middle East and Russia. Arabic, Spanish and other tongues can be heard among its stalls. The criticism of Mr Trump in many languages is stinging. “America is crazy these days,” gripes Yang Jie, a local. “We can’t do business with them, it’s just impossible to plan,” she adds. “How can I set prices when I don’t know what the tariff will be when I ship?” asks a vendor in a stall blooming with artificial flowers.\n\nMr Trump is not the only problem. “The war in Ukraine has really been a headache for us,” says Wu Yunqing, a car-parts seller. Demand has dropped in Russia, and he has lost touch with customers in Ukraine. A woman selling shirts does business across the Middle East. The flare-up between Israel and Iran made her very nervous, she says.\n\nYet the mood still twinkles. Many have their eyes on the next round of orders. The city’s merchants make decorations for festivals Christian, Muslim and more. Ms Jie has just finished sending the last few shipments of decorations for Ramadan in February. What next? Chinese New Year, of course. "
}