{
  "text": "36\n\nThe Economist December 20th 2025\n\n}a8]\n\nStuck in the mud\n\nJERUSALEM AND RAFAH\n\nDonald Trump’s peace plan for Gaza is faltering\n\nAFAH WAS once the third-largest city Rin the Gaza Strip. It was home to around 200,000 people. Today it is a desolate moonscape of rubble and twisted iron. The city and its suburbs were systematically destroyed by the Israel Defence Forces (IDF) during the two-year war against Hamas. Rafah’s population was forced to move to tents in squalid refugee camps on the coast which are now being battered and flooded by winter storms.\n\nBut to hear American officials talk, Rafah is about to become the bright new future of Gaza. The State Department recently posted a video showing it rising from the ashes. Boosters point to two Israeli engineering projects as evidence. First, the IDF’s one to destroy the labyrinthine network of tunnels built by Hamas, the Islamists who still control parts of the territory. Second, a plan, already started, to clear thousands of tonnes of rubble in two parts of what used to be eastern Rafah to\n\nmake way for what the Americans are calling “planned communities”.\n\nThe Economist has recently visited the Yellow Zone—the half of Gaza’s territory still occupied by Israel—twice, both times accompanied by Israeli soldiers. IDF officers were sceptical either project would ever be completed. “We’re still surprised at the size and complexity of tunnels we’re uncovering,” said one engineer. “We don’t have the capacity to destroy them all.” Israeli officers were even more dismissive of the new planned communities.\n\nThe ceasefire process that began in October as part of a 20-point plan presented by Donald Trump seems stuck in the mud and chaos of Gaza. In the first phase, Israel\n\ni ALCOIN THIC CECTION 7 AiLwv ie THIS wVEUIIViN\n\n37 Health care in Gaza 38 Ethiopia, Africa’s air hub\n\nwithdrew from the populated coastal areas. Israeli hostages and Palestinian prisoners were exchanged. Some aid deliveries resumed. But things have now stalled.\n\nThe second phase of Mr Trump’s plan was meant to include the deployment of an International Stabilisation Force (ISF), the appointment of a technocratic civilian government and the disarmament of Hamas. So far none of this has happened. The names of the technocrats have yet to be released. No country has publicly pledged to send troops for the ISF. Hamas has reasserted its grip on the civilian population. It has made vague statements about disarming, but taken no steps to do so.\n\nThis was to be the prelude to the reconstruction of the devastated strip, which is expected to take years and cost tens of billions of dollars. But that will not happen without Hamas disarming and a new governing body being in place. Donors will not pay to rebuild things if they fear Israel could destroy it all in another war. And Israel will not allow building materials in.\n\nMeanwhile, there have been multiple infractions of the ceasefire with ambushes of Israeli troops by Hamas along the Yellow Line and regular Israeli attacks there and deeper into Gaza. On December 13th an Israeli strike killed Raad Saed, a senior Hamas commander who Israel claims was\n\nworking to rebuild the group’s missile>» "
}