{
  "text": "The Economist December 20th 2025\n\nmanufacturing capabilities and helped plan the October 7th attacks. Nearly 400 Palestinians are reported to have been killed by the IDF since the ceasefire began.\n\nAnd yet despite all indications that the ceasefire has merely been a transition to a low-level bitter war of attrition, American officials seem convinced that Mr Trump’s plan is moving forward. The “Board of Peace” he plans to chair will be announced very soon, they promise. The ISF and Gaza’s new technocratic government will materialise any day, they insist. American contractors with close ties to the administration have already visited the area, sniffing for opportunities.\n\nBehind the scenes, however, disagreements between Israel and America on how to implement the next stage are deepening. The administration wants to use its planned communities—compounds of prefabricated homes that will include schools and clinics—as a proof of concept. These compounds will take months to build and provide homes for only a fraction of the population. But the administration believes they will show it can fulfil much more ambitious reconstruction plans. They envisage Israel withdrawing from the areas around the new compounds and ISF troops securing them while talks continue over Hamas’s disarmament.\n\nIsrael sees things differently. It shows no sign of withdrawing. Lieutenant General Eyal Zamir, the IDF’s chief of staff, has called the Yellow Line a new border. Binyamin Netanyahu, the prime minister, wants the IDF to control access to the compounds and allow in only Gazans who have been screened by Israel. Sources close to Mr Netanyahu claim this is the only way to isolate Hamas and force it to disarm— though another military campaign, they say, may also be needed. Israel’s security types are less convinced. “There’s absolutely no way we're going to get enough Gazans to move to the Yellow Zone” to allow for this, says one official.\n\nAnother major point of contention between the Israelis and the Americans is the inclusion of Turkey in the ISF. For Israel, this is a red line. The Turkish government has hosted Hamas leaders and imposed a trade embargo on Israel. Mr Trump, however, has grown closer to Turkey’s president, Recep Tayyip Erdogan, and is eager to take advantage of his aspirations to be a power in Gaza.\n\nMr Trump has summoned Mr Netanyahu to Mar-a-Lago, his Florida home, on December 29th. The president is expected to press him to accept his version of the second stage of his peace plan. “Netanyahu can’t fold on the Turkish issue,” predicts one Israeli diplomat. “But he will have to concede on other matters.” Mr Trump, who wants some big announcements on Gaza in January, is losing patience. @\n\nHealth care in Gaza\n\nOn its knees\n\nThe health-care system in Gaza is in ruins. And no one is rebuilding it\n\nT: GRASP THE magnitude of the task of rebuilding Gaza, look at its health-care system. From buildings to medics, it is shattered. Out of 35 hospitals and clinics in Gaza evaluated by the UN, six have been flattened; 11 are out of commission; only parts of 18 can be used. Several hospitals are in the half of the strip controlled by Israel, out of reach for most Palestinians. Of the 18 partially functioning hospitals and clinics, 16 cannot dispose of infectious waste properly, 15 do not have dependable electricity, 13 lack decent toilets and sinks and 11 lack reliable clean water. In Gaza just 74 intensive-care beds and 215 emergency-room beds remain.\n\nSupplies of everything from fuel and drugs to bags of saline, syringe needles and gauze are scarce or non-existent. There are no MRI machines in northern Gaza and just one functional CT scanner. Newborns in critical condition have to share incubators. At Nasser hospital in Khan Younis, the largest in the south, the glass on the main autoclave, used to sterilise equipment, was shattered by a bullet during the war and has not been replaced. Medics dealing with amputations, burns and limb or spinal trauma have just five sets of skin-grafting surgical tools in the entire strip. “Normally each hospital would have at least four,” says Dr Victoria Rose, a British surgeon who has been into Gaza three times since October 2023.\n\nNo beds available\n\nMiddle East & Africa 37\n\nIsrael still prevents anything it considers “dual use” from entering Gaza. That includes surgical instruments, X-ray equipment and solar-powered refrigerators used to store drugs. The list of dual-use items is unclear and inconsistent. Aid workers say Israeli officials confiscate stethoscopes and operating glasses.\n\nAt least 1,722 health-care workers were killed during the war, about 10% of the workforce. About 80 who were arrested are thought to remain in Israeli jails. Many more fled. Those left have been working flat out, enduring the same air strikes, food and water shortages as all Gazans.\n\nNor can Gazans easily get medical help elsewhere. Before October 2023 between 50 and 100 patients would leave the strip every day for treatments such as radiotherapy in East Jerusalem and elsewhere. Since then 10,600 patients have been evacuated, the equivalent of about 13 a day. More than 18,500, including 4,000 children, are waiting to leave for treatment, says the World Health Organisation (WHO). Between July 2024 and October 2025 more than 930 died waiting to be evacuated.\n\nTelemedicine could provide some relief. Specialist teams outside Gaza can offer advice remotely on the right course of action for individual patients, an approach that was used before the latest conflict. Diagnostic tools such as the CAD4TB software, which uses artificial intelligence to detect tuberculosis in digital chest X-rays, could speed up screening and treatment.\n\nNor is the damage only physical. Experts assume that every child in Gaza has suffered trauma that will have a severe impact on their behavioural, mental and emotional development. “They have all had to live under acute life threat every single day,” says Katrin Glatz Brubakk, a Norwegian child psychologist who has been to Gaza twice since August 2024. “They have all lost family members or friends. They have all [seen] people dismembered.”\n\nChildren with severe trauma form fewer neural connections in their prefrontal cortex, a part of the brain that is essential to everything from decision-making to learning, problem-solving and emotional regulation. To provide care, “you don’t only need psych wards,” says Dr Glatz Brubakk. “You need to rebuild homes and schools— preferably also a football field.” In other words, some kind of normal life.\n\nPutting the health-care system back together will take years. The WHO puts the cost at $7bn-8bn. The Hamas-run ministry of health has drawn up a 49-page “early recovery plan” which estimates it will take five years to rebuild a “smarter and more sustainable” system. But removing Hamas from power is central to Donald Trump’s peace plan, so the ministry’s proposal may not be implemented any time soon. In the meantime, Gazans will suffer. "
}