{
  "text": "2 _— Holiday specials\n\nIN AFRICA’S GREAT GREEN LUNG\n\nODZALA-KOKOUA\n\nA journey through the world’s second-largest—and most mysterious—rainforest\n\n3 ELCOME TO My office,” says Juan Thomas, as\n\nV V his plane soars over Odzala-Kokoua National Park in the Republic of Congo. The pilot for African Parks, a conservation NGO, puts on an incongruous playlist of upbeat dance tracks and anthemic rock as he glides above the epic greenery. Only the occasional elephant or scampering antelope interrupts the stillness of the forests that stretch to the horizon.\n\nIt is hard to think of another place as important, yet as poorly understood. The tropical rainforest of the Congo basin is the world’s second-largest. (The Amazon is slightly bigger, but far better studied.) Via the Congo river, water drains into the Atlantic largely from six countries: the two Congos plus Cameroon, the Central African Republic, Equatorial Guinea and Gabon. The forest is the world’s largest terrestrial carbon sink, a place of bewildering biodiversity and an archaeological treasure trove. Working there “is exciting because pretty much anything you find is new’, says Andrew Davies of Harvard University, whose research lab studies Odzala. He says that the only part of the world we may know less about is the deep sea. “It is one of the frontiers of scientific discovery.”\n\nIn October The Economist took a journey to the frontier, in Odzala, where researchers have made startling discoveries in three areas: climate science, ecology and archaeology. Your correspondent crisscrossed the park, on foot, by road, in the air and, with the help of a chain-smoking skiff captain, via a tributary of the Congo river, where slender-snouted crocodiles yawned on the banks. Wonder comes easily here.\n\nYet Congo’s tropical forest is under threat. Loggers, miners and oilmen covet its resources. Rising populations are slashing down trees for fuel and farmland. At the CoP climate summit in November experts warned that deforestation rates in the Congo basin mean it may soon emit more carbon than it absorbs. The race is on to uncover its secrets before it is too late.\n\nOver the past 10m years the Congo basin has been the site of a slow battle between savannah and rainforest. At the peak of the last ice age, 25,000 years ago, the area was mostly grassland. As temperature and humidity rose conditions became more propitious for tropical forests. Today the vapour they release is vital to rain as far away as Ethiopia and the Sahel.\n\nOver the past decade climate research—the first >>\n\nThe Economist December 20th 2025\n\n"
}