{
  "text": "4 Holiday specials\n\n— Bark with antimalarial properties (left); Plaisance Mbounga walks\n\nto a bai (right)\n\nof three areas where research is breaking new ground—has led to the basin being dubbed “Africa’s great green lung”. It is estimated to absorb 600m more tonnes of carbon dioxide than it emits each year, roughly equivalent to the annual emissions of Germany, the world’s tenth-largest polluter.\n\nOne source of its importance is its vast peatlands. Scientists affiliated with the CongoPeat project, led by Simon Lewis of the University of Leeds, have mapped these carbon-rich bogs made of decomposed plant matter, using on-the-ground surveys and satellite data. The peatlands span almost 17m hectares, a larger area than England and Wales combined. Collectively they store carbon equivalent to roughly three years of global emissions from the burning of fossil fuels.\n\nNow scientists are surveying the forests themselves using “light detection and ranging” (lidar) instruments. These can be attached to a drone, an aircraft like Mr Thomas’s or even the International Space Station. They emit pulses of light that, when they rebound, are used to build a three-dimensional model of the basin. “We can measure 10m trees within a few hours, down to an accuracy of 2cm,” says Mr Davies. “We know which trees are most carbon-rich and [so] which forest types are most in need of protection.”\n\nNext year Odzala should get what is known as an “eddy covariance flux tower”, a big stick that measures how greenhouse gases are emitted and absorbed—a pulmonologist for the great green lung. Though there are more than 1,000 towers globally, the tower in Odzala will be the first in the Republic of Congo and only the second in the basin (the other is in the much larger Democratic Republic of Congo).\n\nLidar is also being used to reveal the mysterious gaps in the forest known as bais. From above, these clearings look like randomly plonked sports fields. In 2024 a team led by Evan Hockridge, a researcher at Mr Davies’s lab, used lidar to map more than 2,000 bais in Odzala, many times more than were previously assumed to exist. Recent research has uncovered how forest elephants, which are smaller than the savannah elephants of east Africa (and children’s books), act as “ecosystem engineers”. One study estimates that, by\n\nThe Economist December 20th 2025\n\ntrampling smaller trees and spreading the seeds of larger ones, forest elephants indirectly influence the climate. The study reckons that without them, carbon capture in Congo’s forests would be 7% lower.\n\nBais are like sociable pubs for pachyderms. At night in Odzala their bellows get louder as they approach one. There is the sound of sloshing as a herd enters the clearing, then gurgling on an industrial scale, as the elephants “mine” the bai for its mineralrich nutrients. They blow air out of their trunks to churn up the soil, before sucking up the water.\n\nForest elephants travel in smaller groups than their savannah cousins, as their food sources are more dispersed. Bais let them meet occasionally. By attaching tracking collars, and using new techniques that extract DNA from dung, researchers have mapped elephants’ journeys. Herds return to the same bais over many decades, passing the information down generations.\n\nOne morning The Economist walks through the forests with Gwili Gibbon, the conservation manager for African Parks, and Plaisance Mbounga, who grew up in the area and also works for the NGO. We weave through the trees as rain cascades off laminated-looking leaves. Snakes slither underneath. Termite mounds resemble miniature Sagrada Familias. To quench our thirst Mr Mbounga scythes open a branch with his machete, before pouring the tannic water into the mouth of your grateful correspondent.\n\nWhen the bai opens up before us Mr Gibbon explains that these areas are, in effect, ecological entrepots: their mineral-rich soil attracts a plethora of animals from all across the forest. They are the meeting places for many of the 1,200 bird, 700 fish, 450 mammal and 280 reptile species that dwell in the basin.\n\nThe particular salt and water content of this clearing means it is a “gorilla bai”, he says. (Mr Gibbon, who became fascinated with primates on an expedition to Ethiopia, politely deadpans that “I have never heard that idea before,” when queried about nominative determinism.) Soon enough a silverback meanders through the bai. It stops every few metres to peruse the vegetation, occasionally scratching its head as if it has forgotten something.\n\n>> "
}