{
  "text": "The Economist December 20th 2025\n\nThe male is one of a few hundred thousand western lowland gorillas found across central Africa. It was long assumed that they were basically the same as their larger, more endangered cousins, the mountain gorillas of the Great Lakes (and of “Gorillas in the Mist”). But ecological research—the second field that is uncovering vast secrets of the basin—has upended that assumption. The lowlanders groom less, socialise less and enjoy a more varied diet.\n\nMuch research into lowland gorillas was done by Magda Bermejo, a Spanish primatologist who worked in Ngaga, on the outskirts of Odzala. Today tourists can visit gorilla troops she and her associates habituated through Kamba, an outfit founded by Sabine Plattner, a German philanthropist. In Ngaga, The Economist watches as half a dozen lowland gorillas scamper up the trunk of a strangler fig tree in search of fruit. Their mother follows, more slowly, a tiny infant clasped to her thigh, wet and black like an oil slick.\n\nAbove us the mother utters a series of grunts and growls. The sounds are complemented by hand gestures, some of which primatologists have deciphered. They think some gestures are specific to a given area, akin to the accents of human speech.\n\nResearch in the basin is also uncovering new insights into that other primate: humans. At Lango, another camp run by Kamba, your correspondent waits for elephants to leave before sloshing his way through a swampy bai. After a short walk, conical stones appear on the ground, small enough to hold in one’s hand. These are the remnants of salt pans used by people known as the Mboko and Kota, around 150-200 years ago. They loaded the devices with salty sludge, heated them, and after water evaporated the conical end was broken off, leaving a salt ball. The elephants have quite literally helped unearth history.\n\nArchaeologists are salivating. An initial dig by a\n\n~\n\nFranco-Congolese team found axes from the Neolithic period (2,500-4,000 years ago) and tools cut with quartz that could date back to the late stone age, some 10,000 years ago. The site could help illuminate the Bantu expansion: the migration of black Africans from west-central Africa to the rest of the continent, a process that began 4,000-6,000 years ago. The items found in Lango may give a better grasp of who those early movers were, when they migrated—and why.\n\nWhat, though, of the future of the Congo basin? A study earlier this year found that from 1990 to 2020 it lost 8.5% of its total forest area and warned of further loss over the next 30 years, as more roads are built and more chainsaws wielded. This is folly. The value of its carbon, flora and fauna is far greater than its wood, oil, bushmeat or gold. The World Bank estimates that the forest supplies $1.15trn a year in global benefits, largely climate-related; roughly six times the GDP of the countries that contain it. In a vast tragedy of the tropical commons, what makes sense for each individual logger or farmer is disastrous for humankind.\n\nAt the CoP Brazil launched a Tropical Forest Forever Facility, which promises to raise capital to protect forests globally, including the Congo basin. It is the latest of several initiatives that involve outsiders trying to pay for conservation. They offer some promise, but the money on offer remains meagre and donors remain wary. Rewarding people for not chopping down trees is especially hard in the Congo basin, since the governments there are dysfunctional and corrupt, and it is seldom clear who owns the land.\n\nMack Zola Kanda, a Congolese gorilla researcher, recalls how his college friends said he should get a “suit-and-tie” job that paid better. But, he says, “the rainforest is a treasure we have to protect.” The more scientists reveal the wonders of the basin, the better we will understand what is at stake if it is lost. @\n\nHoliday specials\n\n< Life in Mbomo, a town in Odzala-Kokoua National Park\n\n5 "
}