{
  "text": "The Economist December 20th 2025\n\nHook a woman by bragging\n\nat her, and then not allowing her to speak\n\ntry “freely sprinkling your conversation with words of sex”. A breezy but opaque piece of advice (Which words? “Sprinkled” how?) that feels like it might lead to some awkwardness in the office. And possibly another lawsuit. Their advice is sometimes illiterate; often immoral; at times borderline illegal. Naturally, they sell in their millions.\n\nFor millions feel they need them. With good reason. In America, over a quarter of households contain only one person. In Britain, it is about the same. Singlehood is rising in most of the rich world. Some of these singletons are happy to be so; many are not. This matters: lonely people feel sadder, die younger and suffer poorer health than those in relationships. If singletons are young and male they are also likely to experience “the manosphere”—an online aggregation of agerieved men who talk lovingly about protein shakes and bitterly about women.\n\nSHALL I COMPARE THEE TO A SUMMER'S DAY?\n\nSingleness falls on men and women evenly. But read 2,000 years of dating advice and it seems that most of it is aimed at men. Partly this is cultural: for centuries men were more literate, so they wrote for other men. Partly, it is sensible. Women “are just more emotionally intelligent than men”, says Dave Barry, an American humourist and the author of a “Complete Guide to Guys”. They do sophisticated things like washing and listening, he observes. Many men, by contrast, need “pretty primitive” advice.\n\nSome of this disparity is biological. A frequent bleat of the manosphere is that dating obeys an “80/20 rule”: 20% of the men get 80% of the women. That is nonsense. But women are sexually far pickier than men. In 1978 researchers at an American university decided to test this empirically. Young volunteers thus approached total strangers of the opposite sex and asked them, “Would you go to bed with me?” Their paper would go on to become famous. Partly because those lines were made into a catchy British pop song.\n\nBut mainly because its results were so stark. The vast majority of men said “Yes”; some asked, “Why do we have to wait until tonight?”; the few who refused did so regretfully. “I cannot tonight,” was a typical refusal, “but tomorrow would be fine.” By contrast, every single woman said “No”. Most were appalled. “What is wrong with you?” was a typical response. As was: “Leave me alone.” The conclusions are clear: pop lyrics can come from unlikely places. And men and women approach sex very differently.\n\nManuals have thus, from the Bible on (often seen as the first self-help guide) stepped in, offering advice on everything from grooming (wash, says Ovid); to table manners (men should not, says one timeless 18th-century guide, “blow their Noses on their Napkins”); to their choice of paramour (do not, Leviticus warns, have “sexual relations with your mother. She is your mother”). Which is all very sensible. If not, perhaps, things you need to tell a daughter.\n\nDespite the plethora of advice, many men feel they need more. To understand how deep the need, consider the market value of the solution. In a bright, modern flat in Miami, 12 men sit on sofas. They have notebooks, and an eager air. All have come on a four-day dating “Bootcamp” given by a dating guru who has\n\nHoliday specials 7\n\nwritten a book subtitled “HOW TO GET BEAUTIFUL WOMEN INTO BED”. (Subtlety, and the sparing use of the capslock key, is not this movement's strong suit.) Charging a lot is: the full course costs around $10,000.\n\nAt 12 o'clock, it begins. For men who have paid such an abnormal amount of money, the punters look fairly normal. Aged between around 20 and 60, they wear normal clothes (jeans, shirts, T-shirts), have normallooking bodies and normal professions too: scientists, tech bros, men in finance. And though one or two describe themselves as “lucky” (Silicon-Valley speak for “stinking rich”), most seem normally paid, too.\n\nThe course is being run by a man who calls himself “the world’s most famous dating guru & pickup artist”, which may be true, and gives his name as “Mystery”, which definitely isn’t. His real name is Erik Von Markovik and he rose to fame in the 2000s, when he featured in a dating book called “The Game”, by Neil Strauss, a journalist.\n\nIt had chapter titles like “STEP 5—ISOLATE THE TARGET” and “STEP 10—BLAST LAST-MINUTE RESISTANCE”. Its glossary included terms like “SHB—noun” —‘Super-hot babe” and “LSE—adjective— “low self-esteem”; something desirable in a SHB as it makes her more likely to give in when you “CAVEMAN” (don’t ask). It was not exactly Austen. It was a bestseller.\n\nMen heard about “The Game”, thought “me too” and bought it. Women heard about it, thought “#MeToo”, and lambasted it. Pick-up is now a (slightly) chastened industry. Though not, as this course shows, wholly so. As the men take notes, Mystery expands on his technique to pick up “women of beauty”. Courting, in Mystery’s telling, is less an intimate interaction than a one-man show whose tone lies somewhere between sales and comedy.\n\nA pick-up begins with A1-3, which includes “THE ATTRACTION PHASE”. A good pick-up artist, explains Mystery, must have “openers” to start conversation and lengthier “gambits” to keep it going. In this phase you must show off, or as he puts it in the inevitable acronym, “DHV”—“Demonstrate higher value”, by bragging about your achievements. Like a comedian, your chat should be funny: “You're going to be laughing all the way to the bedroom.” Also like a comedian, you should discourage hecklers and even audience interaction. He is not “interested in them’—by which he means women—“talking”.\n\nAfter you have hooked the woman of your dreams by bragging at her, then not allowing her to speak, you must pretend to cool off: “negging”. The Game’s glossary defines a neg as a “seemingly accidental insult delivered to a beautiful woman” to show “a lack of interest in her”. Mystery has published a book of negs. They include—women, still your hearts—“You talk a lot” and “Ew, your palms are sweaty.”\n\nAfter you’ve bored your potential paramour, then insulted her, you can bounce through stages C1-3: which takes in the “COMFORT PHASE” (don’t leap on her instantly) before reaching the “S” levels: “THE SEDUCTION PHASE”. By this point your SHB with LSE will be so turned on that you won't need to seduce her: she will seduce you. “I’m not a seducer,” says Mystery, who practises what he preaches, peppering his conversation with DHVs. “I’m an attractor.”\n\nThe whole process is intensely formulaic. Pick-up\n\nteachers call themselves “artists” but these numbered >> "
}