{
  "text": "8 _ Holiday specials\n\n> steps feel less like artistry than the assembly manual you might get with a child’s toy: Lego for legovers. It is also, for many men, arguably necessary. A constant in dating advice is men’s terror of talking to women. As that 12th-century manual noted, there are men who “in the presence of ladies” are so flustered that they “lose their power of speech”.\n\nThey still do, says James Bloodworth, the author of “Lost Boys”, a book on the manosphere. He worked on a similar pick-up course and said that you couldn’t tell merely by looking why the men had come; it was more “when they opened their mouth”. He saw 30-year-old virgins for whom even talking to women was “terrifying”, like “climbing Everest”.\n\nThis awkwardness, judging by the men on the Miami course, seems typical. Several talk of feeling fearful around women. Several of those your correspondent spoke to talked too much; listened too little; walked through doors first and didn’t offer women seats. Most lacked that elusive elixir: charm.\n\nIt is not clear whether this course will help them. In a break, Mystery’s assistants demonstrate some of their best lines on your correspondent. She does not fall in love but is tempted to laugh, as they are terrible. Such a reaction is, says the glossary, a “BITCH SHIELD—noun: a woman’s defensive response to deter unknown men who approach her.” Or as women call it: “A WHOLLY REASONABLE REACTION—adv-adj-noun’.\n\nPick-up pays little respect to feminism. “Misogyny is baked into it,” says Mr Bloodworth. But then pick-up is not pretending to be a moral guide; it is a service. And though its prose may not be Austenian, its principles are: few knew better than Austen and her £10,000a-year heroes the importance of DHV-ing; few have ever negged better than Mr Darcy when he muttered that Elizabeth was “tolerable, but not handsome enough to tempt me”.\n\nThe Economist December 20th 2025\n\nA better question is not: is it morally good; it is: does it work? And here, both detractors and supporters would agree: yes. Partly, says Mr Bloodworth, because dating is “a numbers game”. Just as Mrs Bennet forced her daughters out to attend balls, so pick-up forces men to stop “festering at home”. Each night the men on the course must dress up, go out and speak to six to 12 groups of women. Inevitably, says Mr Bloodworth, “Your social skills will improve.” And, he adds, if you have halitosis “Someone is going to tell you.”\n\n..~OR WOULD I GET BETTER RESULTS BY NEGGING?\n\nGoing on a pick-up course may well, then, result in better breath. Whether it will result in good relationships is less clear. But dating advice is changing. People are turning from pick-up artists to another type of expert in the mysteries of what women might want: these experts are called “women”.\n\nPick-up offers a one-size fits all approach, but as Minnie Lane, a dating and attraction coach in London, points out, women are not a category, “a singular thing”, but individuals. Men should thus listen to the woman in front of them as she “is telling them constantly” what she wants—not just with words, but with her body. Ms Lane leans closer to your correspondent to prove the point and there is, indeed, an immediate charge in the air.\n\nSo for readers wanting some good dating advice, it is simple: do leave your house and your screen. Do put on a shirt. Don’t spew out pre-prepared pick-up lines. Do react to the woman’s responses. As indeed Ovid said, all those years ago. Look intently at the woman before you, he wrote, for “silent features often have both words and expression.” Although, being Ovid, he then tells his reader to kiss her anyway, whether she wants it or not. So maybe don’t listen to that one. @\n\nSubtlety is not this movement's forte. Charging a lot is "
}