{
  "text": "The Economist December 20th 2025 Holiday specials 9\n\nWo IT Is champagne fizzing on the tongue, a hoppy beer coating the palate, or a plummy wine staining the lips, alcohol announces itself instantly. First there is a faint burning sensation, a little chemical spark, as the thin mouth membranes absorb a drop. If the stomach is empty, the booze starts to pass into the bloodstream within minutes—and then reaches almost every cell and tissue in the body.\n\nThe secret to its rapid transit is in its chemistry. Ethanol, to give booze its proper name, is a tiny, agile molecule. It has a backbone of two carbon atoms and is soluble in water. It can hop over the blood-brain barrier like a ninja. And then the fun begins.\n\nBy gatecrashing our brains, alcohol has shaped human history, from our ancestors’ descent from the trees to the formation of modern cities. Yet because it brings misery and sickness as well as joy and conviviality, our species’ love affair with it is on the rocks. Sales are sliding in rich countries; some think global consumption has peaked. Is the greatest party of all time coming to an end? To answer this question one needs to understand a relationship whose molecular fingerprints are first visible millions of years ago.\n\nA good place to start is with biochemistry. Ethanol is so toxic that most animals that consume it either quickly get drunk or poison themselves. Humans, unusually, have a pair of enzymes that turf it out like night-club bouncers. Our ability to process alcohol has deep evolutionary roots.\n\nTen million years ago a common ancestor of humans, chimpanzees and gorillas acquired a mutation that let them remove ethanol from the body more efficiently. This adaptation coincided with a change of habitat. Tropical forests were collapsing, notes Robin Dunbar of Oxford University. Some 90% of apes went extinct. One lineage survived by leaving the trees and foraging on the ground.\n\nWhereas apes in trees gobbled fresh fruit, those on the ground found fallen fruit, which ferments. Thus, our ancestors may have acquired a taste for alcoholwhich allowed them to use these scarce calories. This Drunken monkey, dry future “drunken monkey” hypothesis suggests that a love of the smell and taste of alcohol, the sign of an energyrich fruit, gave our ancestors an edge. Their chosen poison would have been fairly weak. A study of over-\n\nT H E E N D O F ripe wild Panamanian palm fruits found none stronger\n\nthan 5% alcohol—about the same as a Heineken.\n\nA 1 0 M -Y E A R At some unknown point, people discovered how to make booze intentionally. The first solid evidence is from nearly 10,000 years ago. At a Neolithic site in Jia-\n\nO V E A F F A I R hu in China, residues in jars suggest they contained an early form of mead blended with rice and fruit wine. Alcohol was probably brewed long before this, perhaps in gourds or animal skins.\n\nBooze helped human settlements grow without falling apart. If a group has more than, say, 100 members, direct personal relationships are hard to sustain. New social mechanisms are needed to build trust among those who may not know each other well. Dr Dunbar argues that rituals involving mild intoxication may have kept large social groups cohesive.\n\nThere is plenty of evidence of shared feasting in early societies. Alcohol amplifies other tools that foster group cohesion: laughing together (which evolutionary biologists see as a form of chorusing), singing,\n\nCivilisation was built on booze. Technology may sober us up dancing, storytelling and worshipping. All these activ>>\n\n"
}