{
  "text": "10 Holiday specials\n\nities trigger endorphins (as does booze). Known as the brain’s natural opioids, endorphins create feelings of pleasure, reward and stress release. At low concentrations this eases anxiety and strips away inhibitions.\n\nThe endorphin system can lift one’s pain threshold, says Dr Dunbar, and inculcate a sense of belonging. Thus, social drinking reinforces social bonds, helping early societies to co-operate, manage conflict and form alliances. Just the ticket for helping groups of angry neighbours to get along, should a dispute arise over, say, whether someone has eaten an overly generous portion of the communal grain supply.\n\nBooze also boosts two neurotransmitters, serotonin and dopamine. This rewires us for sociability. We become more talkative; other people’s jokes seem funnier. Potential mates seem sexier (hence: “beer goggles”). A drink or two even makes the drinker look more attractive to someone who is sober. It is not clear why. One theory is that moderate alcohol consumption makes the face look slightly more vibrant, which signals good health. Another is that a drop or two puts the drinker in a positive mood.\n\nHISTORY, SEEN THROUGH BEER GOGGLES\n\nBooze also dampens the activity of the pre-frontal cortex, the part of the brain responsible for self-monitoring and judgment. This makes us less critical and more spontaneous. Around the world alcohol spurs young people to have earlier, riskier sex.\n\nModern experiments support the idea that drinking strengthens social bonds. Dr Dunbar’s work shows that regulars at a local pub have larger and closer support networks, which are associated with greater life satisfaction and even well-being. Strong relationships can act as a buffer against mental and physical illness.\n\nThus, human civilisation has marched forward to the sound of clinking goblets. In ancient Mesopotamia, Egypt, Greece, China, the Mayan empire and many more, people have offered libations to the gods, held tipsy festivities to cement political hierarchy and paid pyramid-builders partly in grog.\n\nEdward Slingerland of the University of British Columbia argues that alcohol was not merely a companion of progress but a precondition. His “drunk hypothesis”, proposed in 2021, is that alcohol’s effects on the human pre-frontal cortex drove the emergence of large-scale, stratified societies by allowing “fiercely tribal primates to co-operate with strangers”. Human societies are so complex, and depend so much on creativity and the cultural transmission of knowledge, that humans could not have built civilisation without first getting drunk enough to intermingle and co-operate to a degree that is unusual for other species.\n\nHow large the influence of being under the influence was remains open to question. A study in the journal of Humanities €# Social Sciences Communications in July 2025 looked at 186 non-industrial societies and found a modest positive relationship between the presence of fermented drinks such as mead, wine and beer and higher levels of political complexity. However, this effect is small when one removes the confounding effect of agriculture—a common driver both of higher political integration and of brewing. Were early humans plastered because they were planters? Or civilised because they were sozzled? The debate\n\nBooze has allowed fiercely tribal primates to co-operate with strangers\n\nThe Economist December 20th 2025\n\nwill continue, over many a glass of scholarly sherry.\n\nFast forward to the present day, and alcohol is far easier to obtain than it was when our forebears had to forage for rotten berries. Enough gin to kill a grown man can be made for pennies in a factory. Most countries apply heavy taxes to curb consumption, but if they are too high people turn to moonshine.\n\nWinston Churchill was fond of boasting: “I have taken more out of alcohol than alcohol has taken out of me.” But what may (or may not) have been true of Britain’s bibulous wartime prime minister is untrue for many. Worldwide, alcohol abuse results in nearly 1.8m deaths each year. It can ruin livers, marriages and careers. For a long time it was thought that moderate drinking was healthy. But in recent years officials have advised that even small amounts are harmful.\n\nStudies fifty years ago suggested that one or two drinks a day were beneficial for cardiovascular health. Alcohol seemed to boost good cholesterol and reduce blood clotting.\n\nAlas, these benefits were probably overstated. Scientists had compared the health of moderate drinkers with non-drinkers, but failed to distinguish between non-drinkers and never-drinkers. Since some people stop drinking because it is making them unwell, this omission disguises some of the harm alcohol causes. Dr Tim Stockwell of the Canadian Institute for Substance Use Research says those who continue to drink may simply be those who have not yet become unwell.\n\nIn January 2023, as New Year revellers were regretting their excesses, killjoys at the World Health Organisation declared that no amount of alcohol was safe. It is, they said, “a toxic, psychoactive and dependenceproducing substance” and “a Group 1 carcinogen”. They cited growing evidence that alcohol raises the risk of cancers of the mouth, throat, liver and colon.\n\nSuch risks are much higher for people who are genetically less able to metabolise alcohol (one of their molecular “bouncers” is less adept at removing it from the body). Some 540m people, largely of East Asian ancestry, struggle to break down acetaldehyde, a toxic\n\nmetabolite of alcohol. Many visibly redden after drink>»\n\n"
}