{
  "text": "b\n\nThe Economist December 20th 2025\n\ning, an effect known colloquially as “Asian flush”.\n\nFor those who can metabolise alcohol normally, the risks are less severe. David Spiegelhalter, a statistician, argues that if you don’t drink much, the danger is trivial. One study found that if 25,000 people had one drink a day for a year it would give rise to one extra serious health event, such as cancer, diabetes or stroke. Knute Rockne, an American football coach, was onto something when he (reputedly) said: “Drink the first. Sip the second slowly. Skip the third”\n\nYet stopping is hard. As the joke goes, “I only drink a little, but when I do I turn into someone who drinks a lot.” Humans can metabolise roughly eight grams of alcohol an hour—not enough to eliminate half a pint of beer. Drink more and blood alcohol and harmful byproducts like acetaldehyde start to accumulate.\n\nA new wariness of booze is spreading, especially among the young. Adolescent drinking has declined since the turn of the millennium in almost all rich countries. During the school week young people are more likely to use social media than slip out of the house to meet friends. Teenagers kill boredom by meeting online and gaming. Many see booze as an expensive way to fog your brain and wreck your sleep.\n\nSales of alcohol have been slowly declining in rich countries. Each person in the OECD drank on average the equivalent of 8.9 litres of pure alcohol in 201. By 2021 that had fallen to 8.6. Volumes in the world’s top 20 markets have continued to fall, by 2% between the pandemic and 2024. Headlines speculate that the world has reached “peak booze”.\n\nThe past few years have seen a dramatic rise in the use of weight-loss drugs such as Ozempic. Such drugs may also help people drink less. They seem to influence the brain’s reward pathways, making booze less appealing. They also heighten the nausea one feels after drinking too much.\n\nTHE FIREWATER OF THE FUTURE\n\nThe drinks industry is paying attention to all these trends. It is furiously concocting noor low-alcohol alternatives to booze (NoLo, in the jargon). Non-alcoholic beer, which used to be revolting, is now quite palatable. Sales of non-alcoholic beers, wines and mocktails, which replicate familiar flavours without the side-effects, are still only 1.4% of the alcoholic sort. But the global market is growing fast. It was worth $26bn in 2024 and is projected to reach $47bn by 2034.\n\nAnother approach is to create new drinks that deliver some of alcohol’s pleasurable effects with different ingredients. Pepped up with plant extracts such as ginseng, I-theanine, ashwagandha, lion’s mane or CBD, such “functional” drinks promise to be calming, enlivening or socially lubricating. The plant kingdom offers a cornucopia of unexplored possibilities. Mineral additives such as magnesium, which promises a calming effect, are also increasingly popular.\n\nYet it is tricky to mix a herbal tipple as delicious or effective as the real thing. Brands such as Impossibrew, Gabyr, Three Spirit and Collider have tried. Your correspondent sampled five brands of functional beer and wine. Her favourite was a hoppy creation from On Beer, a British firm, with a floral note that comes from rhodiola—a medical plant that is supposed to reduce stress. All the herbal beers she tried offered a notice-\n\nThe quest for a boozeless buzz is heating up\n\nHoliday specials 11\n\nable unwinding effect and even a slight buzzy sensation. Her friends and family offered reviews ranging from distaste (husband) to mild enjoyment (friends). The functional wine, alas, was undrinkable.\n\nFor a boozeless booze that packs a stronger punch, some firms are making “functional spirits”. These are typically concentrated herbal extracts. With mixers and creativity, they can yield a passable and mildly mood-altering mocktail. They are not subtle, though. They can have “a challenging flavour profile” admits Dash Lilley of Three Spirit, a firm that employs herbalists, phytochemists and bartenders in a quest to create something as lovely as a gin and tonic.\n\nNo single functional drink can replicate alcohol’s broad effects. Three Spirit offers three basic functions: drinks that boost energy, those that help people socialise and those that help them relax. Ingredients such as caffeine, ginseng, tryptophan, 5-HTP, lemon balm and ashwagandha can all tinker with dopamine, serotonin, GABA and other neurotransmitters. Nothing triggers the release of endorphins like alcohol, though.\n\nGABA, which is part of the brain’s natural calming system, is strongly affected by alcohol. Scientists think this is the mechanism by which drinking can reduce stress and anxiety. GABA Labs, a firm based near London, is trying to develop a flavourless substance called Alcarelle that has a similar effect. Trials to show that it is safe could take years. But if they are successful, the firm will be able to market Alcarelle to drinks makers as a way to create soft drinks that mimic the buzzy feeling of booze, with none of the downside.\n\nPepsiCo and other firms are trying to make encapsulated, and thus flavourless, versions of functional ingredients. This could allow drinks makers to add any of their functions to any drink, without spoiling the taste. Bartenders of the future may be serving cola that calms or lemonade that gives you a lift.\n\n“Why do billions of people drink caffeine every day, or smoke tobacco, or drink alcohol?” asks Mr Lilley. “It’s because of the human condition. We all require some kind of relief or state-changing mechanism to [stop] us from going insane.” Humans have found many ways to tinker with their minds: meditation, psychedelics, speaking in tongues, dancing, drumming, chanting. All shift the brain state directly, or focus the mind on the here and now, ignoring our chattering brains. For the past 10m years, though, nothing has matched the versatility, portability and fun of alcohol.\n\nSuch an old habit will not vanish overnight. Societies accustomed to toasting success with bubbly, venerating Jesus with wine or ramping up a party with tequila slammers will not easily switch to ginseng soda.\n\nBut over time, drinks cabinets may change. As noalcohol beer grows tastier, more people will use it to help them socialise and drive home safely. As functional drinks improve, more people will seek that booze-free buzz. If GLP-1 drugs can reduce the craving for ethanol, perhaps one day a wonder-pill will help people stop after one glass.\n\nThe future will throw up more choices for precise neurological tinkering. Humans could rediscover moderation, imbibing no more than our primate livers can metabolise. Churchill would find such a future dispiriting. Others may celebrate it, popping corks from bottles of sparkling fruit juice laced with some as-yet-undiscovered plant extract. @ "
}