{
  "text": "The Economist December 20th 2025\n\nHe hadn't stopped Christmas from coming. It came\n\nnot Americans. Then he contradicts himself: “Maybe the children will have two dolls instead of 30.”\n\nMay. The chairman of Mattel, a dollmaker, complains. Mr Trump threatens 100% tariffs specifically on his firm, so “he won't sell one toy in the United States.” Then, a few days later, a reprieve. After stockmarkets swoon, Team Trump agree to a 90-day pause on most tariffs with China. “We live to fight another day,” Mr Foreman quips darkly. Instead of going out of business, it’s a case of “just maybe losing our profit this year”. He has taken a gamble to keep Christmas production going, while other firms waited. It has paid off.\n\nJuly. Not everyone has been so lucky. An estimated 60% of American toymakers have laid off staff. Joann Cartiglia has run The Queen’s Treasures, which specialises in traditional-style dolls, for two decades. She tells The Economist she is living in a camper and renting out her home to keep her business afloat. She can’t afford to import her dolls at the current tariff rate. Most items on her website are marked “SOLD OUTETA SUBJECT TO TARIFFS”.\n\nApril to December. Is any of this legal? Rick Woldenberg, the boss of Learning Resources, an educational-toy firm, doubts it. Mr Trump claims that America’s trade deficit, which has been there since the 1970s, is an emergency, and that the International Emergency Economic Powers Act (IEEPA) of 1977 gives him the power to raise tariffs in an emergency. Snag: IEEPA doesn’t mention tariffs. On April 22nd Learning Resources sues to have the IEEPA tariffs struck down.\n\n“What else could I do?” Mr Woldenberg asks. A former lawyer, he joined the family business decades ago, for a calmer life. Before “Liberation Day”, his firm was ready to absorb a 30-40% tariff. Now it faces bankruptcy—most educational toys used to be tariff-free.\n\nIf any industry illustrates how global trade has changed in ways Mr Trump dislikes, it is toys. America used to make nearly all of its own. Mr Foreman remembers it well; he cut and sewed stuffed animals on an assembly line in 1980s Brooklyn. “79 Bogart Street”, he laughs. “Today that’s the hottest neighbourhood.”\n\nEven in the 1980s, toymaking in America was precarious. Half his co-workers were illegal immigrants, Mr Foreman recalls. Then “China got more competitive, and everything in America got more expensive.” The toy firm he worked for went under. Mr Foreman moved to Mexico, then South Korea, before going allin on China with his own toy business in the 1990s. The old Brooklyn factory building he remembers is set to be replaced by a block of luxury offices, complete with a wine bar and video-game room.\n\nTHE BUILD-A-BEAR SUPREMACY\n\nCould toy manufacturing (as opposed to design, marketing and other high-value-added activities) return to America? Stitching bears and painting faces on dolls is skilled work, but dull. Paying Americans to do it, when they have so many other opportunities, is therefore expensive. Even small “Made in USA” teddies can cost $100 or more. At that price, even two dolls would be a stretch for many families.\n\nOne winner from the tariffs is Build-A-Bear Workshop, a firm that lets kids stuff their own bears. It reported record revenues for the first three quarters of 2025. It helps that “about 25% of our ‘manufacturing’, if\n\nHoliday specials 13\n\nyou want to call it that, is onshore as part of the experience,” jokes Sharon Price John, Build-A-Bear’s boss.\n\nSeptember. Lego is doing what Mr Trump wants: building its first-ever American factory. Though plans for a plant in Virginia were first unveiled in 2022, and the firm has long made bricks close to customers, the new protectionism surely swayed its decision.\n\nYour correspondent visits a Lego factory in Vietnam, a near-copy of what will be in Virginia. The factory, which churns out bricks for Asia, is more Duplo than Lego: giant grey blocks sprawl over 44 hectares. Inside is both cavernous and sweet. It takes ten minutes of walking to reach the production line. Lego sculptures decorate the way.\n\nKeeping production local has paid off, says Carsten Rasmussen, Lego’s head of operations. But smaller toymakers may struggle to copy it. Lego makes the world’s most popular toy, so it has the demand (and margins) to split production across the world. Its factories are high-tech: plastic-injection moulding machines handle most of the work. Humans fix the machines and move containers of bricks. So few are needed that Lego’s Danish factory sometimes runs with the lights off. If Mr Trump thinks tariffs will bring lots of factory jobs back to America, he may be disappointed.\n\nNot least because no one trusts American policy to be consistent. During Mr Trump’s first term, toy firms thought they could satisfy him by shifting out of China (but not necessarily back to America). Mr Woldenberg moved production of 160 of his toys out of China to Vietnam and India. On “Liberation Day”, those countries were tariffed sharply, too.\n\nOctober. “This has been the year from hell for us,” says Ms Cartiglia. She has just opened a gourmet-food business and a shop in her warehouse, hoping to generate cashflow until Christmas sales begin. (“We have space in the warehouse now, sadly.) Her only goal is to stay afloat until then. She is expecting a grand-daughter on December 21st. “I worry about all the things I’m not going to be able to do for her that I planned all my life to do for her.” Her voice breaks. “My desire to make a sweet toy-line has turned into [a] nightmare.”\n\nNovember. Ms Cartiglia is surviving, but only just. Her shop has turned out to be popular with locals.\n\nOn November 5th Mr Woldenburg hears his case, Learning Resources v Trump, argued before the Supreme Court. The president has called plaintiffs like him “enemies of the country”. Mr Woldenberg is not perturbed. “We’re going to win,” he says.\n\nThe justices sound sceptical of the president’s case. As this article went to press, they were expected to rule soon. If Mr Woldenberg triumphs, Uncle Sam might owe him, and everyone else who paid tariffs under IEEPA, some $140bn in refunds. Mr Trump would lose his most powerful (but not only) tool to impose tariffs as and when he pleases. If the toymakers’ bid to save Christmas ends up curbing a president’s power, that would be a nice gift to America—and the world.\n\nBut they have more immediate concerns. Mr Foreman has returned from the Shanghai toy fair. He almost cancelled his trip, but is now glad he went. It has been a hard year, he says, but there were silver linings. Shops might need to restock sooner if they didn’t order enough during the spring panic. The Labubu fad has given him all sorts of ideas for new toys.\n\nHis thoughts are already on next Christmas. @ "
}