{
  "text": "The Economist December 20th 2025\n\nwarriors from the arms, traders from the thighs—and Dalits from the feet.\n\nDalits were shut out from much of society; even their touch was considered polluting. Their homes were pushed to the edge of villages. They could not use the well from which higher castes drew water. Caste discrimination was outlawed in 1950, but remains rife. Many higher-caste Hindus would never eat with Dalits, let alone treat them as equals.\n\nIn Hindu scripture food has a hierarchy, too. At the top is sattvic (“pure”) fare—rice, fruit and fresh vegetables meant to calm the mind. Below is rajasik (“fit for kings”) food—meat, fish and heavily spiced dishes thought to excite body and spirit. At the bottom lies tamasic (“sinful”) food—beef, offal and other “impure” meats said to dull the senses and sap energy.\n\nDalits are less picky than their compatriots. And though caste taboos blight their lives, there is a culinary upside. Food that others shun is likely to be cheaper. So skin, intestines, tongues, feet and ears all find their way into Dalit pots. Leftovers from uppercaste homes where Dalits skivvy are seldom wasted. When cows die naturally, no Brahmin would touch their flesh, but for Dalits it is affordable protein.\n\nIn other ways, their diet is dictated by scarcity, notes Shahu Patole, a Dalit historian. Ingredients taken for granted in upper-caste kitchens, such as ghee (clarified butter) and asafoetida (a pungent spice), are often out of reach. Dalit women, who are likelier than other Indian women to work outside the home, have little time to cook. So they have devised recipes that are often quick, simple and ferociously flavourful. One\n\nof many listed in Mr Patole’s book Dalit Kitchens of\n\nMarathwada is blood fry, a spicy mix of onions, garam masala and tender cubes of congealed goat’s blood.\n\nIt should not be surprising that a group more populous than France and Japan combined has invented some tasty dishes. What is remarkable, though, is the obstacles Dalit cooks face. Such as violent mobs who object to their ingredients.\n\nPious Hindus revere cows. Any task relating to bovine butchery therefore falls to Muslims or Dalits. This can be hazardous. Cow-killing is banned in most Indian states. Disposing of cows that have died naturally is not, but cow vigilantes sometimes fail to make that distinction. One July day in 2016 four young Dalit workers were flogged and paraded through Una, a village in the state of Gujarat. They had been caught skinning a cow. Their attackers, members of a “cow protection” group, accused them of having slaughtered it. Their pleas of innocence were ignored.\n\nSuch incidents of “cow vigilantism” have grown more common since the Bharatiya Janata Party (BJP), a strident Hindu outfit, won national power in 2014. Some politicians exaggerate the threat minorities pose to cows, hoping to fire up their supporters and intimidate their opponents. Cow-related violence is more likely to erupt in states run by the BJP, notes the Armed Conflict Location and Event Data Project, an NGO.\n\nIn 2015 Maharashtra banned not only the slaughter of cows, but also their transport out of the state for slaughter elsewhere. Buffalo meat was exempt. However, because it is hard to tell whether meat has come from a buffalo or a cow, the law gave cow vigilantes a pretext to harass anyone dealing in bovine products.\n\nFarmers in Maharashtra have lost out. Previously,\n\nmoas 3] ' .\n\nJ\n\nINGREDIENTS: Lungs Salt\n\nMETHOD:\n\nCut lungs into long,\n\nthin pieces. Hang them on a stand over the stove. Keep the flames low-glowing. Rub a little\n\nsalt over the pieces while\n\nroasting. Roast till the original colour changes and becomes darker and pieces are done. Serve.\n\nINGREDIENTS:\n\nTarvat (a type of wild green that grows in rainy season)\n\nGarlic cloves Rock salt\n\nOnions, chopped\n\nPeanuts, crushed\n\nRed chilli powder\n\nMETHOD:\n\nWash the tarvat thoroughly; remove its roots. Heat water in a pot and add the leaves. Cook until soft. Remove the leaves and squeeze well to remove water. Add crushed garlic and rock salt. Mix well by hand. Eat with gusto.\n\n>>\n\nHoliday specials\n\n15\n\n"
}