{
  "text": "16 Holiday specials\n\nwhen their dairy cows were too old to yield much milk or their buffaloes were too frail to pull a plough, owners could sell them to a slaughterhouse and use the proceeds to buy new stock. Now they are left with unproductive animals or forced to buy expensive tractors. Once-bustling cattle markets have shrunk.\n\nMeat is far more widely consumed in India than Hindu nationalists pretend. Hindus are four-fifths of the population; surveys suggest that about three-quarters eat some form of meat. Among members of “backward” castes, nearly nine in ten do. Yet the image of a vegetarian nation endures, both at home and abroad.\n\nSri Vamsi Matta is an artist whose performances explore the history of Dalit food. In a solo show, “Come Eat With Me”, he weaves personal stories with traditional ones, and then invites the audience to share a meal he has prepared. He finds the rhetoric of “purity” baffling. Of cows, he says: “How can something so pure when alive become impure the moment it dies?”\n\nOver time, he says, upper-caste notions of what counts as “pure” food have seeped into the mainstream, setting the standard to which others are expected to aspire. This can have nasty consequences. Landlords often refuse to rent to Dalits or Muslims, insisting that their tenants be “pure vegetarian”.\n\nIn March 2024 Zomato, a food-delivery app, launched a “Pure Veg Mode” that allowed customers to order only from vegetarian restaurants. Couriers assigned to these orders were given green uniforms. This caused uproar; critics warned that drivers without green uniforms might be harassed. The service was withdrawn the same day.\n\nYet the sentiment lingers. Many cities routinely ban the sale of meat on Hindu religious days. Zealots demand purity even on film sets. Ranbir Kapoor, a Bollywood star, has been cast as Lord Ram, one of the most important deities, in a new adaptation of the Ramayana, a Hindu epic. Hindu nationalists were furious to discover that Mr Kapoor had once cheerfully described himself as a “big beef guy\"—and demanded that he be sacked. His handlers rushed to limit the damage, stressing that Mr Kapoor had given up meat and alcohol for the duration of filming.\n\nNot all Dalit food is meaty. For many poor families, even cheap cuts are a rare delicacy. For daily fare, most rely on grains and vegetables. Dalits who labour on other people’s farms are sometimes paid with a share of the harvest. During the monsoon, when farm work is scarce, many resort to foraging, says Dr Patole. Wild plants cost nothing but time and sweat.\n\nCity-dwellers forage, too. Vinay Kumar, a professor at Azim Premji University in Bangalore, recalls that until the early 2000s his relatives would go out to the lake to wash clothes. On the way back they would pluck “various leaves” from the water’s edge, or gather mushrooms and greens from nearby fields in the monsoon. Such greens were cheap, seasonally abundant and nutritious—but also stigmatised.\n\nDalit cuisine is seldom listed on restaurant menus. A few places serve it, but only if you know what to ask for. Ordering it is “a marker” that the eater is a Dalit, says Mr Kumar; few people wish to do so in public. It will be a while before it is widely available, he predicts.\n\nYet you can buy it if you know where to look. At busy intersections in Bangalore, vendors set up makeshift stalls with giant pots of home-cooked blood fry,\n\nMutton and intestine INGREDIENTS:\n\nMeat (cut in pieces and washed)\n\nSalt Turmeric\n\nYesur or chilli powder\n\nMETHOD:\n\nPut the meat in a pot with salt and turmeric, mix, and place on slow fire. The meat releases its own juices. Cover with a plate and pour\n\na little water into the plate so the pieces don't burn. After the meat has cooked for a while, add hot water. Add yesur or chilli powder and mix. Taste for salt; add more if needed. Cover and cook till the meat is done. Serve with bhakri (Indian bread)\n\nDalit cuisine is widely shunned— yet fabulous\n\nThe Economist December 20th 2025\n\nbeef curry and goat-trotter soup. The blood fry is soft and yielding, almost like tofu, but with a far deeper flavour sharpened by a mix of spices. After a few bites it feels like tucking into paneer (Indian cheese), only hotter, darker and more intense. It pairs well with rice.\n\nNext year India will conduct its first caste census in more than 90 years. It will record how many Brahmins, Dalits and other groups live there, what jobs they do and whether they have indoor toilets. It will not measure the persistence of prejudice.\n\nCaste clings. “Culture, literature, even food flows from the top down,” says Mr Patole. Yet there are hints of change. Dalits today are only half as likely to live below India’s (very low) poverty line as they were a generation ago. And whereas only around a tenth of Dalits could read in 1961, that had risen to two-thirds by 2011, the time of the most recent national census.\n\nOther countries have embraced the cuisine of the oppressed. Brazil’s national dish, feijoada, is said to have been created when slaves were given black beans and the parts of pigs their owners didn’t want to eat, and turned these humble ingredients into a mighty stew. Might Indians one day learn to love Dalit food?\n\nWhen Mr Patole first published his recipe book in Marathi in 2015, other Dalits rebuked him for drawing attention to food habits they feared would be ridiculed. However, he noticed curiosity among younger ones eager to learn about their heritage. An English translation in 2024 drew interest from food writers and sparked discussion on social media. For many uppercaste Hindus, it was their first encounter with Dalit cuisine. With luck, it won’t be their last. @ "
}