{
  "text": "The Economist December 20th 2025\n\n5 £ ran ve Geeks iJ\n\noS © =\") f Wh & | — = FY) @ w\n\nTHE BATTLE TO STOP CLEVER PEOPLE BETTING\n\nDUBLIN AND LAS VEGAS\n\nHow data-savvy gamblers beat the bookies’ efforts to shut them out\n\net a) ee Mel ae ;\n\n~ = a\n\na Sew os on ad a :\n\n;\n\nHoliday specials 17\n\nEee LOVES a winner, goes the saying. Sportsbetting firms don’t. Indeed, they dislike winners so much that they deploy complex tools to stop them from wagering more than a pittance—as your correspondent discovered in 2018, when Ladbrokes, a British bookmaker, told him he couldn’t bet more than £5 ($6.50) on the winner of the National Basketball Association’s Most Valuable Player award. For skilled players, or “sharps”, such “stake restrictions” are common.\n\nYour correspondent, a data journalist for The Economist, is a sharp in his spare time. He builds statistical models to work out the probabilities that various teams or players will win, and looks for instances where bookmakers are offering better-than-justified odds. This geeky approach got him restricted at every betting shop in Britain. Stymied, he was inspired to investigate how sharps who gamble for a living evade the bookies’ efforts to exclude them.\n\nMost punters are unaware that betting firms, whose adverts promise glittering riches, are at pains to shut out winners. If pressed, the firms stress that very few players are restricted. A report by Britain’s Gambling Commission found that 4.3% of accounts active in the past year have “stake factors”—the proportion of the maximum bet offered to a new customer—below 100%. American books give a longer leash: only 0.64% of accounts in Massachusetts are limited, for instance. But restrictions are rare only because most customers are “square”—that is to say, losers.\n\nNo one knows how many people make a living betting. However, they range from stealthy lone wolves to “syndicates” as big as a hedge fund. Contrary to popular perception, advantageous wagers are everywhere if you know how to look for them. The profit margins sportsbooks build into their odds are as low as 4.5%, and they accept bets on far more events than their algorithms can price accurately. So their business model works best if they strive to identify and restrict sharps. “Betting is easy,’ says Antonino de Rosa, whose syndicate has 17 employees and wagers an average of $12m a week. “Betting a lot of money is hard.”\n\nA good “player-profiling” strategy can boost a betting firm’s margins by 10-20%. It is not simply a case of shutting out people who win large sums. Such folks may be lucky rather than skilled. If so, bookies want to give them a chance to lose it all again.\n\nAt the same time, they want to hook big losers, or “whales”. When betting firms spot punters who appear deep-pocketed and reckless, they raise their limits and offer them VIP treatment to keep them playing. Such inducements are especially lavish in America, where rules to protect problem gamblers are comparatively lax. However, some “whales” are sharps in disguise.\n\nIn 2023 DraftKings identified a man called Felix Baum as a rash high roller and pampered him, inviting him to travel on the Indiana Pacers basketball club’s team plane, stay at the Four Seasons and sit in courtside seats for a game. He turned out to be a sharp, and his VIP limits were soon cut nearly to zero.\n\nNonetheless, the expected profits from bagging a whale typically dwarf the cost of letting a sharp linger too long. In March 2024 PointsBet, another betting firm, raised its share of online sports-gambling revenue in New Jersey from 11% to 24% after wooing a single cash-spouting customer away from DraftKings.\n\nThe profiling process starts before you place a bet. >» "
}