{
  "text": "18 Holiday specials\n\nAre you using a phone, like most punters? Good. Ora computer, which makes it easier to compare odds? Not so good. Did you deposit by debit card, or via the ewallets preferred by syndicates? Are you a woman? That is suspicious. Far fewer women bet than men, and many sharps get women to place bets for them.\n\nThe first wager you place speaks volumes. Normal punters bet on the most popular spectacles, such as English Premier League football or America’s National Football League (NFL), starting around half an hour before kickoff. They generally bet on who will win, what the scoring margin will be and which statistical milestone a star player will achieve, paying little attention to the odds. Square players love to combine multiple bets into a “parlay” or “accumulator”, which delivers a big payout only if all of them win.\n\nSharps have the opposite tendencies. They target less popular leagues and bet as soon as odds are published, when they are most likely to be mispriced. They shop around. They like obscure “derivative” markets, such as how many points will be scored in the third quarter, and bets on lesser-known players to perform poorly. They rarely use parlays. They make big deposits, and seldom withdraw winnings. “By the time a customer places his first bet, [sportsbooks] are 80-90% certain they know the lifetime value of the account,” says Ed Birkin of H2, a gambling consultancy.\n\nIf that bet happens to snipe an outdated or off-market price, says Phillip Gray, a former head trader at Sports Interaction, a betting firm in Canada, the player will usually be limited on the spot. Otherwise, it takes only a few more wagers to identify a sharp. Sportsbooks look at a player’s “closing-line value’—a measure that compares the odds at which he bets with those available right before a match begins. If it is consistently ahead of the market over his first ten wagers, he is highly likely to beat the book in the long run.\n\nSurveillance never lets up. An internal document summarising the “scorecard” system used a few years ago by GVC, a big firm now called Entain, tells traders to monitor mathematically modelled “risk scores”—an estimate of the probability that customers will wind up unprofitable—every six to eight hours. It highlights e-wallet users, women and bets over €100 ($115) for scrutiny. Suspected sharps are allowed a 30% stake factor; confirmed undesirables are restricted to 1%.\n\nEven after learning all this, your correspondent still couldn’t work out how so many betting sites caught on to him so quickly. So he went to Dublin to find out.\n\nOn the ground floor of a grand red-brick building is the single-room office of AK Bets, a sportsbook with roughly 50,000 accounts whose website launched in 2023. Anthony Kaminskas, the site’s owner, said that in the previous week it had kicked out 13 users. One had identified a football league for which data feeds tend to be slow. As soon as a goal was scored, the customer tried to bet £400 before AK’s odds caught up. Other accounts were banned for consistently targeting obscure events, like the number of perfect scores in darts tournaments, at odds far superior to the closing price. In contrast, a golf bettor with £23,000 in profits on £25,000 of wagers remains in good standing. “He’s betting into prices we’re comfortable with,” Mr Kaminskas says. “If he wins, he wins.”\n\nYour correspondent’s first wager with AK was, apparently, too clever by half. “I recall the bet straight\n\nThe Economist December 20th 2025\n\naway,” says Mr Kaminskas. It was a £25 basketball bet whose result would take five months to determine. With normal customers focused on that day’s football, such a wager is “an incredibly rare sight on a bet monitor”. He factored yours truly down to 30% on the spot, appending a note saying that this punter had found a price where he had an edge over the house. The next account note was more than a year later, when your correspondent wanted £165 on the Los Angeles Rams, and AK’s odds were the best in the market. Suspicions confirmed, the firm slashed his stake factor to 1%.\n\nLUCK, BEARDS AND LADIES TONIGHT\n\n“Rrrrrrotate!” It’s a sweltering day in Las Vegas, and hundreds of bleary-eyed men scramble to get up from their chairs and find their next appointment. BetBash, a conference for sports bettors, features a “speed-networking” session in a windowless ballroom. Sharps with the maths skills to spot good bets are seeking partners with the social skills to get the money down.\n\nOnce you have been limited at every betting outlet, all other options have drawbacks. Betting shops and casinos accept modest cash wagers anonymously. But it is a hassle to keep mixing up hats, sunglasses and other disguises to avoid detection. Furthermore, gambling firms sometimes refuse to pay players who buy small tickets in bulk. Last year Caesars voided $800,000 in winnings by Thomas McPeek, a shaggymaned 24-year-old punter, for placing repeated bets on the same parlay at its wagering machines.\n\nA handful of “sharp books” offer the same limits to all customers. However, these sites are not available in Britain or most American states, and because they draw a lot of well-informed wagers, their odds are hard to beat. Similarly, peer-to-peer betting exchanges often charge high fees. And anyone offering a large wager on an exchange probably knows more than you do.\n\nThe remaining venues are offshore. Websites in lightly regulated jurisdictions such as Costa Rica welcome cryptocurrency deposits and are not obliged to vet users for problem gambling or the source of their funds. But the easier it is to get your money in, the harder it can be to get it out. SingBet, a huge Asian bookmaker, routinely cancels wagers after matches finish, citing unspecified “abnormal” betting patterns. Less reputable sites may spuriously accuse you of cheating and take your money.\n\nAn alternative is to get someone else, known as a “beard” or “mule”, to bet on your behalf. Such “proxy betting” is a violation of every sportsbook’s terms, and if they catch you doing it, they will void any winnings. Moreover, according to Elihu Feustel, a gambling lawyer, if the punter executes bets in a mule account himself, it is arguably fraud. Nonetheless, it is widespread.\n\nThe safest beards are close friends and relatives, who can be trusted to pay out winnings. With appropriate operational security—never logging into different accounts from the same device or wireless network; never having multiple users place the same bet; and maintaining a distinct set of physical locations for each user—such artisanal bearding is almost impossible to detect. One BetBash attendee says he owns around 20 iPads, each with its own data plan, and routinely drives around his state so that each wager comes from an appropriate address.\n\nAre you a woman? That is suspicious\n\nad "
}