{
  "text": "The Economist December 20th 2025\n\nFesus had\n\na beard, and would have been one\n\n>\n\nTo get the most out of beards, sharps engage in “priming”, a digital version of the old pool-hall hustle. This involves intentionally making large losing bets to get an account’s limits raised, and then earning the losses back and more before the books realise they’ve been had. “They want to prey on degenerates and irresponsible gamblers,” says Chris Dierkes, a veteran sharp. “So you want to dress yourself as the most degenerate, irresponsible gambler out there.”\n\nGood primers make the type of bad bets that VIP managers love, such as multi-leg parlays on major sports. To reinforce the image of a gambling addict, they can get a bot to log in at 3am whenever a wager is pending on an overnight sporting event, says Isaac Rose-Berman, another priming guru.\n\nA WHALE OF A PRIME\n\nThe best strategy of all is “whale-flipping”. Sharps befriend big losers and get them to place bets on their behalf, thus hiding their shrewd punts in a big bucket of dumb ones. Billy Walters, perhaps the most successful American sports bettor of modern times, wrote that Phil Mickelson, a squillionaire golf star and avid gambler, routinely placed wagers for him at vastly higher limits than he could get for himself. Whale-flipping works best if the sharp is not too hasty or greedy. “You can come in like Dracula,” says Gadoon “Spanky” Kyrollos, the founder of BetBash and one of America’s largest bettors. “But we prefer the mosquito way, taking a little bit of blood at a time.” Most sharps eventually run out of friends and relatives they can use as beards. Then they call in the professionals. Middlemen known as “movers” sell access to networks of paid mules, and remain on the hook even if mules run off with the cash. (Stiffing is a cost of business, generally estimated at 3-5%. Happily, no one\n\nHoliday specials 19\n\ngets their kneecaps broken any more.) Lower-end movers pocket 10-20% of any winnings and eat none of the losses. The top tier work with data-driven gamblers, move larger sums and typically split profits or losses down the middle.\n\nMoving requires marketing, discretion and occasional moral gymnastics. One Kentucky-based mover at BetBash, with 35 active beards, has mined his church for recruits. “Greed is a sin,” he concedes. “You're lying to the sportsbooks, but these are evil companies. Jesus had a beard, and Jesus would have been a beard.” Still, even in a business built on subterfuge, there’s one authority no mover dares deceive: the taxman. God may forgive, but the IRS shows no mercy.\n\nA few jurisdictions have tried to place limits on betting limits. Every Australian state has set minimum amounts that punters must be allowed to win for wagers on horse and greyhound races, usually A$2,000 ($1,300). In Spain, thousands of bettors have won lawsuits grounded in consumer-protection law requiring operators to reset their stake factors or reopen their accounts. On September 26\" Alex Bores, a state legislator in New York, submitted a bill banning account limits altogether. Regulators in both Britain and Massachusetts are reviewing the practice, but sound sceptical. “Being a successful bettor is not a protected characteristic in discrimination law,” noted Britain’s Gambling Commission in July.\n\nPerhaps surprisingly, sharps have not lobbied against the rules designed to keep them down. One reason is that, paradoxically, they don’t mind them. If there were a limit on limits, bookmakers might worsen the odds, lower maximum bets for everyone or stop offering bet types that pros can exploit. “Limits are the best thing that’s happened to me,” says Mr Dierkes. “I do not want them to be gone. It keeps the people that can’t scale where they are, and makes me money.” @\n\n"
}