{
  "text": "20 _ Holiday specials The Economist December 20th 2025\n\nEHIND ONLY Karl Marx, he is the best-known\n\neconomist in history. As with Darwin or Newton in their fields, Adam Smith’s ideas seem so foundational that attribution is often unnecessary. Marx inspired socialist revolutions across the world; Smith inspired liberal ones, including the turn to free-market economics in America and Britain in the 1980s. Javier Milei, Argentina’s libertarian president, is a Smith devotee. Margaret Thatcher supposedly carried a copy of his most famous book in her equally famous handbag.\n\nIn 2026 that book, “An Inquiry into the Nature and Causes of the Wealth of Nations”, will turn 250. People will sagely nod at the mention of the anniversary; they will claim to have read it. Yet its reputation exceeds its contents. The book contains fewer genuinely novel ideas than many assume, and more weaknesses than its modern admirers acknowledge.\n\nKirkcaldy, a small town on Scotland’s east coast, is a nice place. But aside from a small alleyway, Adam Smith Close, the town has largely forgotten that Adam Smith lived there. The Adam Smith Heritage Centre is rarely open. The house in which he wrote the “Wealth of Nations” no longer exists.\n\nKirkcaldy’s lack of boastfulness about Smith is in keeping with the man’s character. Smith was shy, though he enjoyed drinking claret with friends. He never married. He had little time for pomp, quitting a scholarship at Oxford in 1746 because he thought the teaching was poor. He was also fantastically absentminded. Lost in thought, he once wandered out of town in his dressing gown. He brewed a beverage of bread and butter and pronounced it the worst tea he had ever tasted.\n\nHe was nonetheless brilliant. By his early thirties he was the professor of moral philosophy at Glasgow University. Before long he decided that becoming an independent scholar would allow him to make a bigger impact. Following his great work’s publication in 1776, The “Wealth of Nations” at 250 the reading public wanted more. But Smith never felt that he had completed a worthy successor. On his deathbed in 1790, he ordered his papers to be burned.\n\nThe popular view of Smith is that he celebrated\n\nA D A M M I T H I S self-interest. John Ruskin, a Victorian art critic, called\n\nhim a “half-bred and half-witted Scotchman” who adM I S U N D E R S T O O D vised his readers to “hate the Lord thy God, damn His laws, and covet thy neighbour’s goods”. Many people today associate Smith with “Greed is good”, a line from the film “Wall Street”, released in 1987. How else to understand Smith’s second-most famous quotation?\n\n“It is not from the benevolence of the butcher, the brewer, or the baker, that we expect our dinner, but from their regard to their own interest.”\n\nMany people also believe that Smith was a libertarian on consequentialist grounds. To simplify: when governments step back, the “invisible hand” of the market delivers something near a socially optimal outcome—even if people act selfishly. This is an idea that Mr Milei, Ronald Reagan and Thatcher came to espouse. According to Smith’s most famous quotation:\n\n“He intends only his own gain, and he is in this, as in many other cases, led by an invisible hand to promote an end which was no part of his intention.”\n\nA cottage industry of academics, led by Amartya i, Sen, a Nobel prizewinning economist, has encouraged The most famous book in economics is less people to read Smith’s work more closely, however. Do\n\nrevolutionary than you think so, and the caricature melts away. His first big work, >»\n\nKIRKCALDY "
}