{
  "text": "b\n\nThe Economist December 20th 2025\n\nthe “Theory of Moral Sentiments” (1759), opened with a clear statement opposing greed-is-good:\n\n“How selfish soever man may be supposed, there are evidently some principles in his nature, which interest him in the fortune of others...though he derives nothing from it except the pleasure of seeing it.”\n\nIn this book Smith introduced the “impartial spectator”, a model of human decision-making. A human, he insisted, does not make decisions purely from selfish impulses. Instead he or she consults others—sometimes family and friends, but sometimes himself or herself. The “impartial spectator” is a sort of inner monologue, a third party who judges our actions.\n\nThe impartial spectator reveals the true meaning of the “butcher, baker” quotation. Trade works because each party frames his offer in terms the other can accept: wouldn’t you enjoy my bread, says the baker, and wouldn’t you enjoy my mutton, says the butcher. To get what you want, says Smith, you need to imagine what the person on the other side would like. Good dealmakers will “never talk to [others] of our own necessities but of their advantages”. By contrast, two perfectly selfish actors would struggle to strike a bargain:\n\n“Nobody ever saw a dog make a fair and deliberate exchange of one bone for another with another dog. Nobody ever saw one animal by its gestures and natural cries signify to another..I am willing to give this for that.”\n\nSmith was wrong about animals, but then again Kirkcaldy does not have chimpanzees. More importantly, his argument is almost the opposite of the popular understanding. Selfishness did not create markets in meat, beer and bread. Rather, those markets encouraged people to think both of themselves and others at the same time. Smith was tapping into the contemporary idea of doux commerce, found in the works of Montesquieu and others. Montesquieu argued that markets civilised people and softened manners, making societies peaceable. Under capitalism, the argument went, humans no longer fought like dogs.\n\nThe popular understanding of the “invisible hand” is even further off the mark. Smith borrows the phrase from Macbeth, who talks about a “bloody and invisible hand” shortly before murdering Banquo. In all his works, the economist mentions the phrase just three times, in three different contexts—and never in reference to the price mechanism. “Smith did not particularly esteem the invisible hand,” writes Emma Rothschild of Harvard University.\n\nALAS, SMITH AND JONES\n\nIn fact, he often favoured the visible hand of government. He urged the state to provide education. He favoured legal caps on interest rates. Today, almost all free-market economists despise America’s Jones Act, which requires that shipping between American ports be conducted on vessels that are built, owned and largely crewed domestically. Smith, by contrast, favoured the Navigation Acts, a similar British law. Smith acknowledged the benefits of markets, but also their costs. Consider his famous pin factory. The division of labour within it allowed workers to produce thousands more pins than if they were working alone. Countries that perfected the art of dividing labour, Smith argued, would grow rich. Yet he also worried that a life spent on a few simple operations would\n\nHe was a bad writer, made serious errors and is credited for ideas that were not his\n\nHoliday specials 21\n\nmake a labourer “as stupid and ignorant as it is possible for a human...to become”. Did Smith think the costs outweighed the benefits? It is hard to be sure.\n\nWhen the “Wealth of Nations” came out, everyone agreed it was a Very Important Book. But does it warrant calling Smith the “father of economics”? That may be going too far, for three reasons. Smith was a flowery writer; he made strange errors; and he is credited for ideas that were not his.\n\nTake the book itself first. Full of long, winding sentences, it is not nearly as readable as Milton Friedman’s “Free to Choose” or Marx’s “Communist Manifesto”. Even in the 1770s people found it hard to digest, with a contemporary review noting that the work “may be sometimes thought diffuse”. Small wonder that even Smith scholars admit that they have not read the whole thing in one go.\n\nSecond, Smith sometimes got economics wrong— not just in his support for the Navigation Acts. In the “Wealth of Nations” he argued for the “labour theory of value” (the idea that the amount of work that goes into a product determines its price, rather than how useful that product is). This theory distracted economists for decades and laid the groundwork for Marxism. Exploitation, in Marx’s view, arose from the difference between how much workers had laboured to create a good and what they were paid for producing it. Without Smith, there could have been no Marx.\n\nThird, Smith introduced fewer core ideas of economics than you might think. He did not invent GDP (William Petty, in the 1660s, probably gets that accolade). He was not the first to recommend free trade. Fran¢gois Quesnay, a French economist, got there earlier. Nor was Smith the first to recognise the benefits of the division of labour. Plato beat him by 2,000 years.\n\nSome argue that what makes the “Wealth of Nations” revolutionary is not individual ideas, but its method. Often using his favourite claret as an example, Smith treats the “economy” as a system with regularities. He did not use the term “equilibrium”, yet he clearly understood the interaction of supply and demand. When governments meddle, they distort the process. All interesting; yet these ideas were common in late 18th-century Europe.\n\nFinally, what of his intellectual honesty? The rules about plagiarism were vague in Smith’s day. People often cited others obliquely, or assumed that the reader would already know who originated an idea. Smith, as it happens, was fiercely jealous of his insights, calling out rivals who he believed had stolen them, including Adam Ferguson, another Scottish philosopher, in 1767.\n\nWhich makes it funny, then, that the “Wealth of Nations” contains what Salim Rashid of the University of Illinois, Urbana-Champaign, delicately calls “unacknowledged borrowings”. Smith does not mention Ferguson’s analysis of the alienation of the worker under the division of labour. Or consider the pin factory. Did Smith personally observe it? Perhaps—he travelled a fair bit. Yet there is circumstantial evidence, including from the details of how the pins were made, that he “borrowed” the idea from the “Encyclopaedia”, a French work. Discussing the charge of plagiarism, John Maynard Keynes shrugged: “It seems unlikely that the question can ever be answered for certain.” So in 2026 raise a glass to the “Wealth of Nations”. But there is no need for the best bottle in your cellar. @ "
}