{
  "text": "22 Holiday specials The Economist December 20th 2025\n\nHow language evolves\n\nTHESULTANS OF SLANG\n\nMARSEILLE\n\nFrom “strangle-goose” to “skibidi® street talk illuminates Anglophone culture\n\nN THE BEGINNING was the word. But what was it?\n\nFor Christians, it was the divine Jogos through which God created the world. For the world’s leading expert on English slang, Jonathon Green, the first word is arse, or perhaps bollocks.\n\nThese are the oldest words for which there are citations in “Green’s Dictionary of Slang”. A thousand years ago, an Anglo-Saxon monk translated the Latin word nates as ears-lyre: the first written appearance of “arse” in English. Another Anglo-Saxon glossary-maker noted that the Latin ¢esticuli was, in the local parlance, beallucas. The English have been talking bollocks for at least a millennium.\n\nIn many languages, the most common slang words hs: concern body parts, sex, money and intoxicating sub-\n\nFdoola oncen joney and intoxicating\n\nSalubrio stances. Yet Mr Green does not think slang is trivial. In 2010 his dictionary came out in a door-stopping threevolume hardback edition. Since then it has lived online (and free). It has expanded with new words, new meanings and new earliest-known citations. Mr Green says he finds a new one at least every couple of weeks.\n\nOne purpose of slang has always been to baffle outsiders. The best-known example may be Cockney rhyming slang, which was devised in the 19th century to confuse the police. But there are plenty of others. The first books on slang were “beggar books”. In the middle ages the destitute relied on Christian charity. That led some chancers to try various wheezes to seem needier than they were—and chroniclers like Robert Copland to decode their insider cant. His book of the 1530s, “Highway to the Spital-House”, reveals that a clewner is a high-ranking villain, and the dance is a hanging. Bouse makes an appearance—another of the oldest slang words that is still in robust use today, says Mr Green, though it is now spelled booze.\n\nThe first true attempt to make a slang dictionary came shortly after Samuel Johnson’s great dictionary of standard English. In 1785 Francis Grose, a former militia captain so fat it was said he had to be tied to his bed to stop him rolling off, published the “Classical Dictionary of the Vulgar Tongue”, compiled by prowling London’s seedy neighbourhoods and jotting down gems such as strangle-goose for a poulterer.\n\nVulgar meant “common”, not “rude”, but slang allowed people to get round taboos. In Grose’s era the old names for the body parts had become unmention>>\n\n"
}