{
  "text": "b\n\nThe Economist December 20th 2025\n\nable, with comically prudish results. In his slang dictionary bottomless pit is defined only as “the monosy]lable”; look under venerable monosyllable and you find pudendum muliebre. This is Latin for a “woman’s shameful thing”, an astonishingly prissy circumlocution. Chaucer, writing four centuries earlier, would just have said “queynte”.\n\nA common slang can bind groups together, as Eric Partridge showed by collecting soldiers’ vocabulary from the first world war. His intent was not to portray the men “as supermen or as whiners”, but as they were. Bored then suddenly terrified, soldiers used ironic detachment to deal with constant peril. Pip squeak and whizz bang were different kinds of shells for the sounds they made; a toothpick was a bayonet. As Blighty was England, a Blighty one was a wound serious enough to send the soldier home. To be a loaf of bread, a poignant example of rhyming slang, was to be dead.\n\nPartridge, whose most ambitious work was a “Dictionary of Slang and Unconventional English” in 1937, was inspired by the Oxford English Dictionary (OED). This mighty tome did not just say what a word meant, but also where it came from and what it had meant at every stage of its past, backed by written evidence.\n\nLEX, DRUGS AND ROCK ’N’ ROLL\n\nThe OED was made by a team of scholars; Partridge had to rely on volunteer helpers, sending in proposed etymologies from their own areas of expertise (the Boer war, the merchant marine, and so on). He could not possibly verify everything he was told. He could not decide between several origin stories for OK, and so listed them all. (It comes from oll korrekt, a jocular American misspelling of “all correct”.) For johnson used to mean “penis”, he gives the preposterous explanation that perhaps it came from Doctor Johnson, because “There was no one that Dr Johnson was not prepared to stand up to.”\n\nFor a young Mr Green, Partridge was a challenge to do better: “He can’t do sex, he can’t do drugs, and he can’t do rock ’r’ roll.” Partridge apologises for including sexual terms. Not so Mr Green, who came up through the 1960s counterculture. After Oxford he worked in underground magazines, even for a short time in “top-shelf” (that is, pornographic) ones.\n\nIn the late 1990s an inheritance and a publisher’s commission allowed Mr Green to dedicate himself completely to his magnum opus. When it was published in 2010, a reviewer called it “the best historical dictionary of English slang there is, ever has been or (in print at least) is ever likely to be”.\n\nToday many publishers see the dictionary’s ideal format not as a bound volume, out of date by the time it hits the shelves, but as a database that is constantly updated. That is what Mr Green has continued to do from his home office in Marseille. Like Partridge, he is a one-man band with occasional collaborators, volunteers who send him citations from their own reading.\n\nDuring The Economist's visit this year, he was taking into his dictionary new words and citations. One volunteer sends in slang culled from the papers of a 19th-century politician, such as rum touch for an eccentric, or Cyprian for a prostitute. Mr Green expands his lexis of gay terms by drawing on the work of Gary Simes, an Australian scholar who died before complet-\n\nSlang is not only not less than “real” language.\n\nArguably it is more\n\nHoliday specials 23\n\ning a dictionary of sexuality and slang. This includes a first citation for bone queen, a fellator. He works with James Lambert, another Australian academic, “who will take over when I pop my clogs”, Mr Green says.\n\nIt is not clear what the job of slang lexicographer will look like in the future. Technology allows a quicker, more accurate search for citations; but it also makes language harder to pin down. Social-media diffusion means that the half-life of a new term is shorter than ever before. Words race from the avant-garde, to a broader set of cool kids, to mainstream society and finally death when mum and dad start using them, all in a matter of months.\n\nAnd there is more slang on display than ever before. Countless subcultures generate their own patois. Tony Thorne of King’s College London has collected the slang of gangs and of drill-music lyrics (such as matic for a gun, or nank for “to stab”). His sources are people who know each subculture well. But developing such sources is hard. They may mislead, unintentionally or intentionally, since slang is supposed to be unclear to the outsider. He recalls the time he told a radio audience that smh stood for “same here”. It doesn’t—it means “shaking my head”’—but he had been duped by mischievous students.\n\nSocial-media influencers are keen to propagate their own new words, such as skibidi, a near-meaningless, briefly ubiquitous term that emerged from a series of videos about talking toilets. Such coinages are “designed to be transient”; by the time lexicographers catch them they could be gone.\n\nEveryone with an internet connection now has access to all the world’s slang. The English-speaking nations have different styles. Mr Green gives the Australians top marks for creativity. Coinages introduced to Britain by Barry Humphries, a comedian, include technicolour yawn (vomit) and siphon the python (to utinate). Mr Thorne by contrast describes the particularly English native style: constantly teasing, terrified of self-seriousness, addicted to playful nonsense-sounds (rumpy-pumpy, naff, cream-crackered). Plenty of Britishisms have caught on in America, where locals sometimes underestimate how rude they are (shag, wanker). Slang—quintessentially insider language—is more global now than it ever was.\n\nFor all its richness, many equate slang with language thoughtlessly spoken by those who haven't mastered the standard language. But Michael Adams of the University of Indiana insists that slang is not a bad copy of the standard language; rather “People have got other stuff to say, and the language they’re given doesn’t meet their expressive needs.” He’s a fan of the word delulu, which may have the same literal meaning as delusional but carries a humorous shrug that delusional doesn't.\n\nSlang is not only not less than “real” language. Arguably it is more. Many words in a standard dictionary have only specific, referential meanings; “lanthanum” points to a chemical element but doesn’t say much else. Slang words may refer to a much smaller range of things. But they also carry other channels of meaning: who the speaker is (a Gen-Z TikToker, a Cockney), how they see the thing they are describing (with affection, fear, desire or contempt), and even how they want to be seen themselves. Says Mr Adams: “It’s when the fountain of language overflows with meaning.” @ "
}