{
  "text": "24 Holiday specials The Economist December 20th 2025\n\nBR CHRISMAN is using a rag to polish his 1956 F100 Ford truck, even though the paintwork— “Ferrari blue’— could hardly shine brighter. The fifties resonate with Mr Chrisman. When he throws open the doors to his nearby factory, the patina of history is even more dazzling than the car. Inside are squat machines with cranks, gearsticks, shafts and handles that date back to 1958 when his grandfather started the firm. With his buzz-cut, rust-coloured hair and square jaw, Mr Chrisman looks like he was forged there.\n\nHis firm, HydraWedge, is in El Segundo, a beachside city near Los Angeles International Airport (LAX), known by industrial metal-heads as “Gundo”. From before the second world war until the 1990s, it bristled with machine shops that cast, milled and ground metal for the defence and aerospace industries—once the lifeblood of LA’s blue-collar workforce. Then China drew away some of the metalworking and the machining industry hollowed out. Once Mr Chrisman had about 20 employees. Now he works alone.\n\nAnd yet he is remarkably chipper. In fact he is more hopeful for the future of American manufacturing than ever. That is thanks to a bevy of startups springing up around him that share an animating principle: they want to wrench industrial supremacy back from China. They are surfing on a rising tide of venture capital. “They spend money like it is going out of style,’ Mr Chrisman chuckles.\n\nLA’s palm-fringed coastline is one of the last places you might expect to find an enclave of pro-American, Bible-thumping, tobacco-loving space nerds whose main aim in life is to make stuff—as long as it’s not movies. Yet El Segundo, which looks like a Hollywood set for small-town America, with only 17,000 residents, diners galore and a theatre that still boasts a Wurlitzer, is a perfect hiding-place for engineers building an anti-China beachhead. Adding to the disguise, many surf in their spare time and come to work in flip-flops.\n\nEl Segundo From afar, the city has nothing going for it. It is not just its proximity to the din of LAX. Situated next to a sewage-treatment plant that leaks so regularly into the ocean that locals call a nearby surfing spot “shitpipe”,\n\nM U S ‘* L E and the second oil refinery ever built by Chevron\n\n(hence El Segundo, Spanish for “the second”), few\n\nB E A C H H E A D beach towns sound less alluring. Yet Gundo is an increasingly important part of America’s attempt to win a high-tech arms race against China.\n\nVisit the startups and they look like throwbacks to the 1950s. Firms drape their walls with vast American flags. They deck their offices with the parts of customised cars. They adopt prosaic company names, such as General Matter, Varda Space Industries and Metal Cross, that echo the General Electrics and General Motors of America’s industrial heritage more than the twee nomenclature of Silicon Valley. Young, buff entrepreneurs, almost all men, bench press and brandish wrenches; they do anything to distinguish themselves from what they see as software dilettantes farther north. Silicon Valley may be the cradle of modern life, from artificial intelligence (AI) to burrito deliveries. Gundo is its equivalent in hardware innovation—and the harder it is to build, the better. If AI is to be the brains of America’s tech supremacy, Gundo hopes to\n\nEL SEGUNDO provide the muscle, the energy and the firepower. Take some of the firms in Smoky Hollow, a redAmerica’s fight back against China starts in La—in flip-flops brick district of El Segundo where Mr Chrisman »\n\n"
}