{
  "text": "The Economist December 20th 2025\n\nworks. One is a startup established by one of the first employees of SpaceX, Elon Musk’s rocket firm, which is working on enriching uranium for the nuclear reactors emerging to power AI. It has a CIA aura of secrecy about it; ex-spooks are on the payroll and the building is unmarked. The only clue to what is going on inside another company called Rangeview is the word BUILD on the number plate of an Audi parked outside, adorned with the Stars and Stripes and an exhortation to “Support Our Troops”.\n\nRangeview’s founder, Cameron Schiller, who has the looks of a film star and the zeal of a Mormon missionary, is building a foundry to do high-precision casting of metals and superalloys for components such as turbine blades. He will not let it be photographed because the technology is proprietary.\n\nAs a teenager, Mr Schiller won a robotics world championship and flew back and forth between America and China. In China, he says with an eyeroll, he discovered “the American dream’—which he wants to steal back. “We need to take Chinese jobs and put them back in America,” he says. It’s a Quixotic-sounding endeavour, especially in one of the world’s priciest metropolitan areas. On one of Rangeview’s walls is a photo of a recent visitor, Aaron Paul, who plays Jesse Pinkman in “Breaking Bad”. Safe to say, casting metal in LA is a lot harder these days than cooking meth.\n\nEl Segundo has patriotic capitalism in its foundations. From 1932 until 1962 the “aerospace capital of the world” hosted a factory of the Douglas Aircraft Company that produced navy planes flown in three different wars. The Hughes Aircraft Co, based in El Segundo, built the first American unmanned vehicle to land on the moon. The city still has towering offices for the likes of Boeing, Northrop Grumman and Lockheed Martin (Mattel’s Barbie is a Gundo girl, too).\n\nThe mom-and-pop machine shops were integral to\n\nAn enclave of pro-American, Bible-thumping, tobacco-loving space nerds\n\n< Cameron Schiller of Rangeview\n\nHoliday specials 25\n\nits culture. The machinists who worked there tinkered with classic cars and raced hotrods at night. Even today, El Segundo has a classic car show in August that brings the cold-war era back to life. But in the 1990s consolidation, bean-counting and the lure of Pentagon cash drove the defence industry closer to Washington, killing the industrial heft of LA and wiping the west-coast Republicanism it once fostered off the political map. As the machinists shut up shop, the city took an “artsy fartsy” turn, say locals. The high school shut its metalworking shop. Manual labour was discouraged. That was until 2002, when a young Mr Musk founded SpaceX and moved into a nondescript building in El Segundo. It marked the start of the city’s rebirth as a Mecca for engineers with ambition.\n\nSpaceX’s original headquarters are hard to spot. There are no blue plaques. The premises are now occupied by a seafood wholesaler called “Lee Fish USA”. The Economist was driven there (in a Tesla) by Scott Nolan, one of Mr Musk’s first employees. He scrolled on his phone to find a cover story of Aviation Week, a magazine, from 2004, showing the first 60-foot Falcon One rocket laid out on the building’s floor. “Can tiny SpaceX rock Boeing?” the story asked.\n\nGUNDONOMICS\n\nIt did. Estimates of the value of SpaceX, one of the world’s biggest private firms, are in the hundreds of billions of dollars, and far more than that of Boeing (Mr Nolan says he still owns shares). But its place in El Segundo is more than a historical footnote. Its diaspora of ex-employees is the basis of Gundo’s startup culture; Mr Nolan, for instance, is founder of General Matter, the company trying to enrich uranium.\n\nSpaceX’s success in sending reusable rockets and satellites into orbit also opened the way for a flurry of startups hoping to piggyback on the new space infrastructure. Delian Asparouhov, co-founder of Varda, a Gundo-based firm building pharmaceutical labs to operate in space, likens SpaceX to Andrew Carnegie’s railways in the 19th century. “The point of the railroads was so Rockefeller could ship oil on them, right? Elon and SpaceX have built the railroad. Now someone has to figure out what the equivalent of oil is.”\n\nMr Nolan and Mr Asparouhov are both partners at Founders Fund, a venture-capital firm led by Peter Thiel, a shrewd LA-based billionaire who was one of SpaceX’s earliest investors. It is tempting to see Mr Thiel’s Svengali-like hand at work over Gundo’s startups scene; he is a strong advocate of America-first capitalism. Yet his influence is probably clearest in the contrast many of Gundo’s engineers draw between their quest and that of Silicon Valley. They are crusaders for what Mr Thiel calls “atoms” versus “bits”.\n\nSteve Cohen and William Carroll, two aspiring entrepreneurs whose startup, Metal Cross, aims to make X-ray testing equipment to support precision manufacturing, have seen the contrast first hand. Mr Cohen grew up in Silicon Valley. Mr Carroll worked for Google there during the pandemic. There he slept in his Prius, ate from the Google canteen and enjoyed a weekly massage at the firm’s expense, in order to save money to help him start a business.\n\nCompared with Silicon Valley, their startup is spar-\n\ntan; there are no colourful slides, dog treats or kombu>> "
}