{
  "text": "26 Holiday specials\n\ncha fountains. You spot its premises down a narrow alley because the roll-up doors are open and a star-spangled banner hangs prominently on an inside wall. The open-door approach means anyone can drop in. The co-founders talk of fellow entrepreneurs stopping by to borrow tools. They visit their neighbours for advice, too, such as how to unjam a stubborn bolt (“take a flame thrower to it”). Such startups begin small. The premises in Smoky Hollow are little more than garagesized. But if their businesses prosper and funding increases, they “hermit crab” into bigger premises in neighbouring cities along LA’s South Bay. SpaceX’s LA facility now sits in a factory the size of an airfield in Hawthorne, a short drive from El Segundo.\n\nMr Carroll, who used to surf before work and remains sandal-clad in the workshop, calls himself a renegade from the Silicon Valley culture. He calls tech workers he met there “anti-American”. Gundo’s lack of perks appeals: “Could you imagine a masseuse in a molten-metal foundry?” he asks. The business model is different, too. Whereas software is a scale business, with zero marginal costs and a winner-takes-all mindset, hardware is more like craftsmanship; products are bespoke and so high-tech that somewhere, a market for them exists, even if it is only in space.\n\nVenture capitalists have started to pay attention to Gundo. vc giants like Andreessen Horowitz have diversified from software to promote a pro-American hardware culture. But some Gundoites are wary of being mythologised into world-changers in the way their Silicon Valley counterparts have been. They have an engineer’s mindset: to shoot for the moon you have to crack one problem at a time. You don’t talk big. You think in minute detail.\n\nAll this makes Gundo a bottom-up example of something that countries around the world try in vain to replicate: a genuine entrepreneurial cluster. It starts with that diaspora. Locals say many of the startups are built by former employees not just of SpaceX, but of Palantir, a data platform used by spy agencies and law enforcement, and Anduril, a defence-tech pioneer. Their early employees, cashing in multi-million-dollar stock options, became founders in their own right.\n\nCould you imagine a masseuse in a molten-metal\n\na foundry:\n\nJL Purists call it “Gundo”\n\nThe Economist December 20th 2025\n\nThis trend has grown big enough to become self-reinforcing. Many startups fail. But when they do, there are enough opportunities nearby to give employees the confidence that they will find other jobs.\n\nGundo also has that indefinable lure that clusters require. Some say it is the beach; Zane Mountcastle, co-founder of Picogrid, which provides platforms for linking up military systems, finds the early-morning peace as he waits for a wave on his longboard vital ahead of a day negotiating with defence contractors. Other say it is the countercultural aversion to Tinseltown that adds to the glue. There’s a bar-room culture. There are cigarettes. There is church on Sunday. Whatever it is, some industrialists now list Gundo, along with Silicon Valley and Tel Aviv, within a triumvirate of the West’s most important innovation hubs.\n\nSPACE JUNKIES\n\nNo government master plan lies behind the success. Yet there is little disguising the excitement about President Donald Trump’s ambitions to revive American manufacturing, especially when it comes to defence, space and energy technologies. Mr Nolan stood by the president’s side in May, speaking on behalf of Mr Trump’s executive orders aimed at restoring America’s nuclear industry. Mr Schiller, a keen student of Chinese manufacturing, says the Trump administration “seems to get the importance” of what is happening in El Segundo. The president’s belief that a manufacturing renaissance will revive blue-collar America does not appear to be borne out. Only a few machinists like Mr Chrisman remain employed there. But if the entrepreneurs build the bare bones of a manufacturing base that can be scaled up multiple times in the event of war, it might make more sense.\n\nThe sense that Gundo’s founders are quietly working on a Plan B for America as tensions rise with China is palpable at Neros, a manufacturer of lethal drones that Soren Monroe-Anderson, its co-founder, says has the highest production rate of drones in America, mostly for sale for use in Ukraine. He shows how Neros has sought to strip all traces of Chinese technology from the products, including their circuit boards.\n\nEach drone is hand-assembled along a small production line, and tested behind the warehouse. The output is about 2,000 drones a day, up from 100 a month at the start of the year. That is “truly nothing” compared with China, Mr Monroe-Anderson says; the biggest Chinese drone manufacturer produces about one per second, he reckons. “We’re trying to make the American drone industrial base competitive on a global scale,” he adds. “That’s a really hard mission; we’re set up to fail. But we think it’s essential to try.”\n\nAsked why Neros does this in California, rather than in a more pro-business, pro-Pentagon state like Texas, he smiles mockingly. “The best engineers in the world don’t want to live in Texas,” he snorts. Mr Schiller, his close friend, walks with your correspondent out into the building’s car park, and points scornfully at a Boeing aerospace complex across the road. “Neros is just taking Boeing’s business from under their nose— literally in their back yard—and they don’t even know it,” he says. Yet even if most Americans are clueless about the disruptive beachhead emerging a stone’s throw from the Pacific coastline, China surely isn’t. @ "
}