{
  "text": "bd\n\n30 Holiday specials\n\nnow belonged to a state run by men in red waistcoats. And Jefferson, though a polymath with the largest personal library in America, knew almost nothing about the new territory. He imagined it home to mastodons, mountains of salt and a lost tribe of Israel.\n\nYearning to know more, he ordered his bright, resourceful secretary, Meriwether Lewis, to trek across it, mapping the land, scaling the mountains, befriending the natives and finding out whether a navigable waterway linked the Mississippi river to the Pacific.\n\nLewis brought in his former comrade-in-arms, William Clark, as co-commander. The Lewis and Clark expedition yielded a cornucopia of discoveries that accelerated the westward expansion of the United States. It offers support for the “great man” view of history—and also for the less-known “small baby” view of history: had the expedition not included an infant, it might have ended in disaster. To find out why, read on.\n\nThe Economist retraced some of their steps, starting at Camp Dubois, near St Louis, where the Missouri river meets the Mississippi. Jefferson had given Lewis an unlimited letter of credit—surely the most generous travel expenses ever. Lewis recruited more than 40 men, mostly soldiers. Clark brought his slave, York.\n\nKNOWLEDGE IS POWER\n\nSupplies included a compass, a theodolite and writing paper; beads and tobacco for gifts to Native Americans; opium for pain and “pewter penis syringes” for venereal diseases; and a hefty arsenal: swords, pikes, rifles and a swivel cannon mounted on a keelboat. A replica of that 55ft boat is now on display at Camp Dubois. Children are urged to think how to pack it.\n\nOn May 14th 1804 the Corps of Discovery set off. They knew the precise location of only three points along their route: the start, the destination at the mouth of the Columbia, and some villages of the Mandan tribe, near what is now Bismarck in North Dakota. The rest of the map, they would have to fill in.\n\nPaddling upstream was famishing work. The men ate some four kilos of meat a day: deer and beaver in the woods, buffalo on the great plains. Discipline was maintained with military severity. Whisky was rationed, and all the men knew it would run out after 100 days or so. One night a sentry and his mate got furtively pickled. One was sentenced to 100 lashes; the other to 50. “We have always found [the men] verry ready to punish Such Crimes,” wrote Clark in his journal.\n\nOn August 20th Sergeant Charles Floyd died, probably of a burst appendix. He was the first American soldier to die west of the Mississippi. A towering obelisk in Sioux City, lowa marks his grave.\n\nThe expedition met Native Americans for the first time near what is now Council Bluffs, Iowa. Lewis tried to impress the Oto tribe with a display of soldiers drilling and firing their rifles in unison. He then gave a long speech, addressing them as “children” and advising them that Jefferson was now their “great father”.\n\nHow much they understood is unclear. But one chief, Big Horse, who arrived naked to highlight his tribe’s poverty, complained that if they made peace with the other tribes, the young men would have no opportunities to loot. Several were unimpressed with gifts of beads, tobacco and certificates declaring the bearer a “friend and ally” of the United States. They\n\nWithout the baby, the expedition might have failed\n\nThe Economist December 20th 2025\n\nwould rather have whisky, said Big Horse.\n\n“It never occurred to [Lewis] that his actions might be characterised as patronising, dictatorial, ridiculous, and highly dangerous,” writes Stephen Ambrose in “Undaunted Courage”, a magnificent history of the expedition. “[H]is idea of how to make them into allies was to give them worthless medals and wardrobe trappings rather than the guns and powder they needed... In general, it would be impossible to say which side was more ignorant of the other.” For many, though, “The desire for friendship overrode ignorance.”\n\nAn encounter in September 1804 with the Teton Sioux nearly turned calamitous. The interpreter was no good. Lewis’s “great white father” speech fell on uncomprehending ears. An offering of whisky made a chief belligerent. A tussle began. Lewis ordered his men to fall back and prepare to defend the boats. Sioux warriors pulled arrows from their quivers.\n\n“Had Lewis cried ‘fire!’, and touched his lighted taper to the fuse of the swivel gun, the whole history of North America might have changed,” argues Ambrose. Volleys of musket balls would have mown down many Sioux. But there were hundreds of them, and they could reload fast. Lewis and Clark might have been killed on the spot. The expedition might have been aborted. The Sioux might have turned foe to America and ally to the British in the war of 1812, “perhaps strong enough to wrest Upper Louisiana away from the Americans and make it part of Canada”.\n\nFortunately for all, another Sioux leader, Black Buffalo, ordered his men to back down. After a tense couple of days of talks, the expedition was able to press on. “I am Verry unwelle for want of sleep,” Clark wrote.\n\nThey wintered in Fort Mandan, in what is now North Dakota. It was, in Ambrose’s memorable phrase, “sometimes so cold a man’s penis would freeze if he wasn’t quick about it”. They became friendly with the Mandan tribe. Very friendly, in fact. Not only did the Mandan supply them with corn, without which they might have starved; they also offered their wives.\n\nThe Mandan believed a man could gain another’s power if both had sex with the same woman. And they\n\nthought the whites very powerful. Most caught syphi>»\n\nLOUISIANA PURCHASE\n\n"
}