{
  "text": "b\n\nThe Economist December 20th 2025\n\nlis during the journey, though Lewis and Clark seem to have abstained. The afflicted were treated with mercury, which may later have hastened their deaths.\n\nAt Fort Mandan they hired a 17-year-old Shoshone woman, Sacagawea, as an interpreter, along with her French husband. In February 1805 Sacagawea gave birth to a boy, Jean Baptiste (nicknamed “Pompey”). Perhaps it was rash to take a baby on such a perilous journey, but they needed Sacagawea, so the baby came, too. This turned out to be a blessing. His presence reassured the tribes they met later that the heavily armed expedition was peaceful. For who, they reasoned, takes an infant on a war party? Without Pompey, the Corps might have been wiped out.\n\nOn April 15th they passed the farthest point upriver that any white man was known to have reached. Lewis ecstatically likened himself to Christopher Columbus. In June they had to carry their canoes arduously around the five Great Falls in what is now Montana. They thought that when they reached the continental divide—the edge of the Mississippi watershed—it would be a gentle paddle down to the Pacific. Far from it. At Lemhi Pass, on what is now the border between Montana and Idaho, Lewis saw “immence ranges” of snow-capped mountains stretching far into the West.\n\nThen they met Sacagawea’s tribe. And—a stroke of luck—Sacagawea recognised the Shoshone chief as her long-lost brother. (She had been kidnapped at 12 by the Hidatsa.) The Shoshone promised to help, selling the Corps horses and suggesting a route.\n\nNext came the hardest part of the entire journey—a 260km slog over the rugged Rockies, shuffling through snow and carrying a baby. Clark complained of the “rockey hill Sides where our horses were in [constant] danger of Slipping to Ther certain destruction”. By the time they reached a Nez Perce village on September 22nd, they were shivering, starving and dysentery-racked. Ambrose calls it “one of the great forced marches in American history”.\n\nIt would have been easy for the Nez Percé to kill their sickly guests and steal their arsenal, but they resisted this powerful temptation. When the Corps had recovered, they made dugout canoes and paddled downstream. On November 7th, as the fog lifted over the Columbus river, a great cheer went up. “Ocian in view! O! the joy,’ wrote Clark. They had travelled 6,666km from the mouth of the Missouri.\n\nThey had to decide where to spend the winter. On the north side of the river, in what is now Washington state, where the local Chinook kept stealing their things? Or on the south side, in what is now Oregon, where the friendlier Clatsop tribe told them elk were plentiful? They put it to a vote. Sacagawea and York joined in, making it the first time that a woman or a black slave had voted in America.\n\nThey chose the south side, and built Fort Clatsop. A reconstruction now gives visitors a feel for their cramped, Spartan quarters—and for the majesty of the surrounding forest. A long hike leads to the beach where they found a dead whale, which “resembled the beaver or the dog in flavour”. Lewis ventured a rare joke about it, contrasting his good fortune in swallowing it with that of Jonah being swallowed.\n\nLewis and Clark’s journals and maps caused a sensation. Jefferson devoured them and ordered them published. They gave priceless, detailed guidance to\n\nCost per sq km of nearly doubling the size of the United States ($150 in today’s money)\n\nHoliday specials 31\n\nthe vast numbers of Americans who followed them westwards, on everything from farming to defence. The soil of the great plains was “fertile in the extreem”, Lewis wrote, though there was not enough timber. He noted rapids that might make water-works, and good spots to place garrisons to keep out the British.\n\nIt is hard to exaggerate their contribution to science, too. They identified 122 species of animal, from coyotes to prairie dogs, and at least 178 plants. On one day they recorded two new species, the pronghorn and the white-tailed jackrabbit. At first they discounted Native American descriptions of the size and ferocity of grizzly bears. Then they met some. Of one specimen, Lewis noted that it was “extreemly hard to kill notwithstanding he had five balls through his lungs”.\n\nThey also described native customs in unprecedented detail (and with some priggishness). Lewis tuttutted that the Chinook and Clatsop went naked from the waist down. Yet he conceded this made sense, since they were in and out of canoes all day. He frowned that they would “prostitute their wives...for a fishing hook”; yet noticed that they paid more heed to women’s opinions than other nations did. Though he was naively optimistic about prospects for the natives’ peaceful absorption into the United States, he faithfully reported facts that undercut his narrative, such as that many tribes selected chiefs for their courage. As one young brave put it to him, if they made peace, what would they do for chiefs?\n\nFACTS MATTER\n\nThe Corps of Discovery are remembered as an exceptional crew. Yet the towering figure in the story is Jefferson. He had the inspiration to buy Louisiana from a France that couldn't defend it. He understood the value of trade, and the strategic importance of rivers in binding together a country without trains or trucks. He pressed a reluctant Congress to fund research that helped turn America into a transcontinental power. He personally taught Lewis essential skills in botany, astronomy and navigation. He was, as Ambrose puts it, a “man of facts”. Unlike his most recent successor, he yearned to learn about the lands he sought to rule. He had grave faults, such as owning more than 600 slaves. But he was a visionary.\n\nHe was badly mistaken in thinking that the march of settlers could be controlled, and war with the Native Americans avoided. In fact, “No force on earth could stop the flow of American pioneers westward,” writes Ambrose. “Good cheap land was a magnet that reached all the way back to Europe.” Jefferson ensured that the pioneers remained, or became, American.\n\nFor some of the Corps, the story ended tragically. Lewis, an alcoholic, may have killed himself. York, having contributed heroically to the mission, asked for his freedom. Clark, disgracefully, said no. Pompey grew up to be a successful explorer.\n\nToday, hordes of Americans visit landmarks on the Lewis and Clark trail, which crosses 16 states. Some dress up as members of the Corps and re-enact their adventures, albeit with the safety-net of credit cards and antibiotics. Larry Boschen, a retired boilermaker who played the doomed Sergeant Floyd during a reenactment, points out the crucial difference. “We knew where we were going. They didn’t.” @ "
}