{
  "text": "The Economist December 20th 2025\n\nContents\n\nThe world this year\n\n10 Asummary of political and business news\n\nCtr Leaders Pr Esl 4 15 Superpowers _ FF Xi Jinping’s good year 16 Gaza’s ceasefire Already floundering\n\n16 Our country of the year Most improved nation\n\n17 Overnight success Worse than it sounds\n\n20 Festive feasting How to survive Christmas\n\nOn the cover\n\nThe big noise this year has been from President Donald Trump. But China proved its strengths in 2025, and Mr Trump helped: leader, page 15. In a year of turmoil, some places got better. Our country of the year: leader, page 16. A Well informed guide to surviving Christmas: leader, page 20. Updates from Gaza, page 36, and Ukraine, page 39. How to rescue Novo Nordisk, page 54. Who were the Denisovans? Page 66. Plus 54 pages of festive delights...\n\nLetters\n\n22 On America and Europe, “stonking”, political parties, corrections, Santa and Al, “The Odyssey”, “The Wizard of Oz”\n\nUnited States 23 State trustbusters 24 Arguing about tolls 25 Four-day school weeks 25 Al Jesus\n\n26 Lexington Political courage\n\nThe Americas 29 An Amazon oil boom 30 Milei moves on the peso\n\nAsia 31 A massacre in Australia\n\n32 Broadcasting into North Korea\n\n33 Indonesia's floods\n\n»> Contents continues overleaf\n\nHoliday specials\n\nFeatures start after page 38\n\n2 Congo’s rainforest A journey into Africa’s great green lungs\n\n6 Dating bootcamp Awful pick-up advice\n\n9 A1om-year love affair How booze shaped civilisation\n\n12 Toymakers’ travails The tariffs that nearly stole Christmas\n\n14 The joy of Dalit food Discovering a cuisine shaped by cruelty\n\n17 Sharps and whales The battle to stop smart people betting\n\n20 Adam Smith Over-rated, actually\n\n22 The sultans of slang What vulgar words reveal 24 El Segundo The MAGA Silicon Valley\n\n27 The Great Games History on a console 29 Lewis and Clark How two explorers and a baby changed America 32 Feeding the 7,600 The titanic task of catering at sea 36 The origin of dogs Your flexible friend 39 The Black Stream A current that binds Asia\n\n42 Austenomics Pride and Prejudice and the dismal science\n\n46 The loneliest place on Earth It’s not rich countries that are atomised\n\n49 A forgotten revolution Russia’s Decembrists\n\n52 How magic survives Conjuring adapts to the age of AI "
}