{
  "text": "32 Holiday specials\n\nCruise-ship catering\n\nTHE FEEDING OF THE 7,600\n\nON THE STAR OF THE SEAS\n\nThe titanic task of cruise-ship catering\n\nA YOU SWEAT over your Christmas dinner for a mere 12 or even 20 guests, spare a thought for Gary Thomas. When he stands in the dining room of his restaurant at 1pm, all is quiet. Come 7pm it will be heaving. Around him are tables laid for 500. Those tables will be turned three times over the course of the evening. And the restaurant has two more floors. Chef Gary says almost 6,000 people will dine in under two and a half hours. This is not his only concern; he has 25 other restaurants under his command. By the final wipedown, his 344 chefs and 1,700 front-of-house staff and pot-washers will have prepared, served and cleared up 100,000 meals over the course of the day. And they will have done it all while floating over the azure waters of the Caribbean, aboard the Star of the Seas, the largest cruise ship in history.\n\nChef Gary has been working on cruise ships for nearly 17 years. He is now in charge of catering for Royal Caribbean, one of the largest cruise companies in the world. He oversees thousands of culinary professionals over a fleet of 29 ships and two private resorts. Those vessels have been getting bigger and bigger. Chef Gary has commanded catering operations on vessels that were each, at the time, the largest cruise ship in the world. The Star of the Seas is his 16th. At full capacity it can carry around 7,600 guests and 2,350 crew. It is longer than the Eiffel Tower is tall. It boasts more than 20 decks, seven swimming pools, an ice rink and the world’s largest water park at sea. It weighs 250,000 tonnes (almost five Titanics). Officially, it is powered by liquid nitrogen gas. In reality what keeps the ship going, and the passengers satisfied, are the vast quantities of food produced by Chef Gary and his battalions of catering staff.\n\nA cruise ship is not an aeroplane; there are no reheated ready meals. The meat is butchered, the fish filleted, the bread baked, the potatoes chipped, the meringues beaten, the eggs fried, all aboard a ship pitching over the waves. “The only thing we don’t have is a live cattle farm,” grins Chef Gary. “But never say >»\n\nT The Star of the Seas, the largest cruise ship ever\n\nThe Economist December 20th 2025\n\n"
}