{
  "text": "34 Holiday specials\n\nnever.’ It requires a dizzying degree of preparation, the keenest eye for detail and military discipline.\n\nTo understand Chef Gary’s operations, start not in the main dining room, or even one of the gargantuan walk-in fridges, but rather in 19th-century France, with the godfather of the modern restaurant kitchen: Auguste Escoffier. Born in 1846 to a poor family in Villeneuve-Loubet, in the south of France, Escoffier was sent to work in a professional kitchen at the age of 13. It was a world away from the gleaming calm of the kitchens on the Star of the Seas. The kitchens of the 19th century were full of noise, chaos and drunks. Fights broke out regularly. Escoffier was bullied mercilessly, shoved aside by other chefs to get to the stoves they needed to cook on.\n\nThen he joined the army. The experience was transformational, for Escoffier and the world of professional cooking. Inspired by the army’s discipline and hierarchy, he remade the restaurant kitchen. He forbade chefs from drinking and instructed them to keep quiet. Chef Gary is cut from the same cloth. Signs banning talking abound in his kitchens.\n\nUntil Escoffier, chefs had been responsible for entire meals, cooking everything served on a plate. Instead Escoffier put chefs in charge of individual components of a dish. A senior chef would then assemble the plate of food. In this Escoffier anticipated two other principles embraced by industrialists in the 19th century—specialisation and the division of labour.\n\nAll of Escoffier’s principles go into making a day’s meals on the Star of the Seas. Preparation starts long before the thousands of diners sit down to eat. At 6am the main deck is eerily empty. The restaurants here have yet to open and the only people out are staff polishing surfaces (and the odd travel influencer trying to capture a selfie for TikTok).\n\nThe sun is rising over the Caribbean, with clouds the colour and texture of candy floss. Take a lift down several floors and you reach the crew-only decks. Randy Nicolas, the ship’s inventory manager, stands waiting. His hair is neatly parted and he sports a pressed white uniform that is only slightly whiter than his teeth when he beams his kind smile, which is often. Everything starts here, with Randy.\n\nEVERYTHING BUT THE KITCHEN SINKS\n\nThe lift opens on to a corridor affectionately known as the I-95, an American highway that stretches for over 1,900 miles (3,100km) from Maine to Florida. It runs the full length of the ship, over 300 metres. Randy’s job is to ensure that at no point do the chefs on board run out of anything needed for those 100,000 meals a day (there may be only 10,000-odd people on board but passengers eat many more “meals” than humans usually consume in 24 hours. A running joke in the cruiseship industry is that passengers gain a pound a day). He is in charge of 25,000 line items including 15,000 lobster tails and 400 tonnes of bottled water. Unsurprisingly, Randy loves a spreadsheet. The ingredients for a weeklong cruise cost $1.5m, and some sailings are twice that long.\n\nOn any given day, the chefs serve 6,800kg (15,000lbs) of protein; there are chickens to debone, spatchcock and grill; lamb to french-trim, roast or braise; salmon to pin-bone; sea bass to fillet; tuna to\n\nThe Economist December 20th 2025\n\nT Getting on board with the food\n\nS15m\n\nCost of ingredients fora cruise lasting seven days\n\nskin; prawns to devein and pop out of their shells. This cornucopia is stored in numerous walk-in fridges and freezers that branch off 1-95. The largest, the fish freezer, is 210 square metres, or about five times the size of the average London flat. The dry store holds two tonnes of sugar in 20kg-sacks stacked nearly two metres (six feet) high, and almost four tonnes of rice. Multiple chiller rooms are devoted to milk in various stages of churn: single cream, double cream, whipping cream, butter, ice-cream.\n\nAll are spotlessly clean. Chef Gary frets not just about running out of food but even more anxiously about the safety of everything he serves. A norovirus outbreak can destroy a cruise. This spring the Queen Mary 2, another luxury cruise ship, saw 266 passengers fall ill on a four-week cruise around the Caribbean. The worst case for Royal Caribbean was back in 2014, on the Explorer of the Seas, when 630 passengers fell ill, as well as 54 crew. That’s why the kitchens are immaculate—as clean as any hospital, boasts Chef Gary.\n\nRandy knows exactly what is in each one of them. “I always say that the captain is the brain of the ship. The chief engineer is the heart of the ship. We are the blood,” he grins. Chefs order from Randy like home cooks do from supermarkets. They use software called Crunchtime to monitor how much of each ingredient is being used at any one time by the various restaurants on board. Randy then can use the program to tweak his orders for future sailings.\n\nFor a Caribbean cruise he has to put his orders in three weeks in advance; ships travelling to Europe require ten weeks’ notice. Randy is an ingredients oracle, parsing previous orders and the demographic makeup of passengers to determine what is needed. “Americans want burgers and fries; Europeans want pasta and a wider variety of vegetables.” More children means even more burgers and fries: pity the poor chef peeling potatoes if a lot of American children are due on board. He keeps abreast of the ever more detailed dietary requirements that guests are asked to log when they book their cruise; is there an unexpected glut of gluten-free buffet-warriors? A surfeit of vegans? Randy adjusts accordingly. "
}