{
  "text": "The Economist December 20th 2025\n\nCrunchtime takes another of Escoffier’s innovations, mise-en-place, and turbocharges it. Mise-en-place literally means “putting in place”. In a kitchen, at its most basic, it involves a careful calculation of what chefs work out they need to have ready for service and charting the most efficient course to get it all in place. When Chef Gary was rising through the ranks he prepared his mise-en-place intuitively. Now Crunchtime makes those predictions, using artificial intelligence, historical data and information that the staff enter daily: “It can tell us, for example, for tonight, we need 1,422 portions of calamari,” Randy explains.\n\nThis kind of precision matters not only because keeping hungry cruise-goers happy is essential, but also because, overwhelmingly, what sinks restaurants is their razor-thin margins. This is even more challenging when considered at cruise-ship scale; in 2023 the top three cruise lines spent $2.5bn on ingredients alone. Consistently over-ordering is a recipe for a stomach-churning level of waste.\n\nWastage nonetheless remains a problem on board. The nature of seafaring buffets makes it inevitable. All-you-can-eat seafarers are rarely content with just one dessert; but if someone loads up on two or three puddings, they are unlikely to finish them all. And food served as part of the buffets can be exposed for only three hours before it has to be disposed of for reasons of health and safety. The excess food is ground to a pulp. Some is thrown into the ocean; some is incinerated. Enough waste is torched to help generate the power for the water-park on the top deck, which features slides that skim passengers over the side of the ship and back up again.\n\nA SHIPLOAD OF FOOD\n\nThere are three loading bays along the I-95; the ship docks parallel to piers so more off-ramps means quicker loading and unloading. At 6.30am the Star of the Seas has just made landfall at Royal Caribbean’s private island for its customers, “Perfect Day at CocoCay”. The island’s white sandy beaches and garish water-park stand out against the sky, washed the colour of a candy\n\nThe fish freezer\n\nis almost five times the size of an average London Jt fla it\n\n¢ Chef Gary Thomas\n\nHoliday specials 35\n\nbeetroot as the sun peeks over the horizon.\n\nWork must start immediately. “What they say is, early is on time. On time is late. And late is unacceptable,” Randy stresses. Today he and his team are unloading food. But this is also where Randy picks up ingredients for on-board consumption. On loading days the pressure is even greater. If the ship is not stocked on time, its departure could be delayed. That either means burning through more fuel to make up time reaching the next destination, or it means thousands of passengers missing the activities they have booked at specific times at their next stop.\n\nThat is why scores of pallets of food have already been prepped, labelled and divided into sealed containers, ready to be taken by forklifts onto the island to stock the restaurants there. The working conditions for chefs and crew throughout a voyage are strenuous at the best of times.\n\nThey work seven days a week for the entire length of their contracts, which sometimes last as long as eight months. The chefs are usually from emerging markets such as the Philippines, Indonesia, India and South Africa. They are paid far less than the American minimum wage, and have no access to the luxury amenities enjoyed by paying passengers. Stops at the private island can be especially taxing for them. Almost all of the food served there is prepared on the ship the night before, so the chefs and crew have been working through the night for this moment.\n\nAs passengers are disgorged onto the island throughout the day, a new shift of chefs is busily preparing for their return that evening. Chef Gary is doing the rounds, checking that each of his kitchens is up to scratch. Later that evening your correspondent will stand in the middle of the buffet, admiring the watermelons intricately carved into lotus flowers, the grill chef expertly cooking 30 steaks at a time, and the sunburnt revellers crowding around the serving platters, stacking their plates ever higher. They have no idea how much work went into making all this food. Your correspondent appreciates their toil; but even more so, he appreciates how good the meal is. He makes sure none of it is left to waste. @\n\n> Rt So AL? > #e\n\n"
}