{
  "text": "36 Holiday specials\n\nThe origin of dogs\n\nYOUR FLEXIBLE FRIEND\n\nThe strange symbiosis between two hyper-predators\n\nWee SAID it first, no one knows. But Frederick the Great, warrior ruler and enlightened despot of 18th-century Prussia, said it well. “The only, absolute and best friend a man has, in this selfish world, the only one that will not betray or deny him, is his dog.” Relations between dogs and people are so normal and pervasive as to pass almost unregarded. Yet viewed objectively, this affiliation is among the most peculiar in the animal kingdom. Somehow, the descendants of a large and dangerous predator, the grey wolf, have integrated themselves into human society in a manner unmatched by any other species. Domesticated animals abound, but most exist only to serve. Cattle, sheep, goats, buffalo, yaks, horses, asses, pigs, ducks, geese and chickens yield food, transport or materials. Cats, it is true, have inveigled their way into people’s dwellings, where they provide a certain level of companionship beyond their working\n\nThe Economist December 20th 2025\n\nrole as mousers. But dogs are different. They are true and trusted friends, even those that are also servants.\n\nMoreover, such servants—sled dogs, sheep dogs, hunting dogs, guide dogs—are skilled operatives, not mere drudges. They collaborate in a sophisticated and willing manner with their masters and mistresses in ways no other domesticated animals can manage. How this strange symbiosis came about is now being pieced together. Clues come from disciplines ranging from genetics and psychology to archaeology and anatomy, and places as far apart as China, Germany, Alaska and Australia. One of the most telling facts, however, is just how far back the relationship between dogs and people goes.\n\nSheep, goats, cattle and pigs were all domesticated between 11,000 and 9,000 years ago, during the transition to agriculture—and cats, according to recent research, a mere 4,000 years ago. Dogs stretch back much further. A burial at Bonn-Oberkassel in Germany, of a young dog alongside two humans, is more than 14,000 years old—a time when Homo sapiens was still a hunter and a gatherer. Genetic evidence suggests preColumbian American dogs shared an ancestor that lived 23,000 years ago. And a few ambiguous fossils, which some interpret as dogs and others as wolves, are older still than this.\n\nPACK MENTALITY\n\nMuch of the evidence, both modern and fossil, points to the eastern end of the Eurasian land mass—either China or Siberia—as the place where the switch from wild wolf to domestic dog occurred. It is also possible that another domestication happened farther west, with its descendants subsequently subsumed into the wider canine population which flooded out of its Asian homeland alongside its human companions.\n\nFor, once dogs had teamed up with humans, they >> "
}