{
  "text": "The Economist December 20th 2025\n\nHoliday specials 37\n\n> spread rapidly throughout the rest of the world.\n\nThey arrived in North America about 15,000 years ago, crossing from Siberia to Alaska, and spreading thence as far as Patagonia. A South-East Asian clade gave rise to distinctive groups such as the singing dogs of New Guinea, which yodel rather than bark, and the dingoes of Australia. And in Europe and the Middle East, the close relations between dogs and humans are reflected in joint burials like that in Bonn-Oberkassel.\n\nNone of that, however, answers the question of what prompted the strange symbiosis between canines and humans in the first place. In fact, that is two questions. One is ecological and behavioural: how did wolf and human societies mesh together so that dogs were the outcome? The other is genetic: what changes happened to wolves to turn them into dogs?\n\nWolves are, in many ways, ideally suited to get along with people. They are sociable, collaborative and respect authority. They also live in small groups, rather like humans in their hunting-and-gathering days. But by themselves, these “pre-adaptations” are not enough. To stimulate the evolution of the behavioural toolkit which allows dogs to thrive in proximity to people would have required something else. That something was probably food.\n\nOne explanation for how wolves became dogs, proposed in 2001 by Raymond and Lorna Coppinger, two American biologists, is thus the scavenger hypothesis. The Coppingers studied feral dogs around the world, realised that most of them make their livings by scavenging from refuse tips near human settlements, suggested that this way of life is, in fact, the one to which dogs have been tailored by evolution (a point backed up by estimates that half or more of the 700m dogs on the planet live this way, rather than sharing dwellings and social relations with humans), and proposed that such behaviour was thus the driving force behind canids and people getting together.\n\nNumber of dog breeds recognised by the Royal Kennel Club\n\nIt is an attractive idea, with dogs cast, from the human point of view, as useful four-legged garbage-disposal units. The problem is that settlements of the sort which accumulate refuse dumps are manifestations of agriculture. Hunter-gatherer camps tend not to develop middens. But the idea that edible matter surplus to human needs was the force behind dog domestication has not gone away. Maria Lahtinen of the University of Helsinki has devised a different version of it. She thinks hunter-gatherers in ice-age Eurasia might, indeed, have accumulated surplus food from which wolves could have benefited.\n\nDr Lahtinen’s crucial observation is that, unlike carnivorous wolves, omnivorous humans cannot live on protein alone. Their bodies cannot cope with the quantities of nitrogenous waste products, such as urea and ammonia, that would be generated if they extracted all the calories they need from the chemicals of which proteins are made. They therefore require carbohydrates or fats as well. But both of these would be scarce in ice-age winters, since plants would have died in the cold and animals’ fat reserves would be depleted. To get enough fat, in particular, would involve killing more game than would otherwise be required. The discarded lean meat might then be consumed by wolves tame enough to exploit it.\n\nThe main alternative to the food-driven route to domestication is the idea that people simply kidnapped wolf pups and adopted them, perhaps as playthings for children or to act, when they had grown to adulthood, as hunting companions. This cannot be discounted, but it seems less plausible. Wolf cubs taken immediately after birth can be tamed, but it requires weeks of hard work and constant attention. And for the genetic changes involved in domestication to occur, such animals would then have to be bred, with the tamest retained and the others disposed of.\n\nIt seems simpler, and thus more plausible, that >> "
}