{
  "text": "b\n\n38 Holiday specials\n\ngood-old Darwinian natural selection did the job, with one particular population of wolves gradually developing the nous needed to get along with their new human friends—a process dubbed “survival of the friendliest” by Brian Hare of Duke University, in North Carolina. And dogs do, indeed, seem to display a whole suite of psychological adaptations best explained by the idea that the niche they are adapting to is human approval. Dr Hare, founder of the Duke Canine Cognition Centre, calls this skill-set “dognition”.\n\nSome dognition-promoting differences between wolves and their domesticated descendants manifest early on. Experiments by Kathryn Lord of the Broad Institute in Cambridge, Massachusetts, show that, in contrast to the weeks involved in taming a wolf, a dog pup requires only about 90 minutes of human attention to learn the knack of getting on with people.\n\nDr Lord is now looking, with the assistance of some wolf-dog hybrids, for the genetic changes which underlie this ability. And other work has already identified one plausible candidate—a pair of neighbouring genes lost in the transition from wolf to dog which, if missing in humans, cause a disorder called WilliamsBeuren syndrome. This results in characteristic anatomical changes and mild-to-moderate cognitive disability, but it also promotes extreme friendliness.\n\nBesides being friendly, dogs have evolved as well to be good at reading human minds. Work by the Clever Dog Lab in Vienna suggests they can correctly ascribe motive and knowledge to humans in experiments involving the presence and location of food. They will approach crying strangers (or, at least, strangers pretending to cry for the purposes of the experiment), and their levels of cortisol, a stress hormone, rise when they hear a recording of a baby crying. Experiments which compare dogs’ reactions with those of miniature pigs kept as household pets suggest these sorts of responses are dog-specific, rather than a result of exposure to people making a non-human animal familiar with human ways.\n\nPerhaps most intriguingly of all, that ultimate behavioural hack of human emotion, the puppy-dog-eye look, is a feature specific to dogs. To pull it off, they have evolved a special face muscle, which wolves lack. This lets them raise their eyebrows to make their eyes appear larger and more infant-like, and also more similar to a human expression of sadness.\n\nUnderstanding how all these changes came about is a work in progress. A much-cited Russian experiment to breed tameness into foxes on a fur farm caused excitement some years ago by suggesting selective breeding could do this in ten generations, and also that a side-effect was physical changes in the animals reminiscent of those (including short muzzles, mottled coats and curly tails) which often distinguish dogs from wolves. However the relevance of this experiment to how rapidly these changes happen has been called into question by Greger Larson of Oxford University, who discovered that the animals used traced their ancestry back to a Canadian fur farm which had tried something similar in the 19th century, and presumably thus carried the genetic consequences of this earlier attempt when the experiment began.\n\nHowever domestication originally came about, though, a deliberate hand on the tiller of dog evolution is soon detectable, as humans sought to benefit from\n\nMary, Queen of Scots, was accompanied to her execution by her Skye terrier\n\nThe Economist December 20th 2025\n\ntheir new companions. Zhokhov island, off the coast of Siberia, for example, has yielded 9,500-year-old dog remains which are genetically akin to modern Greenland sled dogs and are buried alongside what look like dog sleds. Hunting dogs are similarly ancient. Carvings on cliffs in Saudi Arabia, thought to be between 8,000 and 9,000 years old, depict them.\n\nThis corresponds with the time when, according to a paper published in November by Dr Larson and his colleagues, dogs’ skull sizes were shrinking compared with those of their lupine ancestors, and the shapes of their skulls were becoming more variable, paving the way for the diversity of modern breeds.\n\n101 CREATIONS\n\nTime brought more specialisation to the working dog. Terriers controlled rats and flushed rabbits from their burrows. Mastiffs guarded property and were let slip as dogs of war. Gun dogs returned game after the invention of firearms. And, more disturbing to modern sensibilities, bulldogs baited bulls for the entertainment of punters.\n\nKeeping dogs as pets, rather than as working animals, was, however, largely an aristocratic indulgence. As befits a warrior king Frederick the Great’s penchant was for Italian greyhounds, thoroughbred versions of a hunting lineage which evidence from Egypt suggests go back at least 4,000 years. A century earlier, Charles II of England had a thing for toy spaniels, the modern versions of which bear his name. And a century before that Mary, Queen of Scots, was accompanied to her execution by her Skye terrier. Chinese royalty, meanwhile, favoured the small dogs known in Englishspeaking countries as Pekinese.\n\nIt was the rise of the middle classes which changed this. More people could afford the indulgence of an animal that was a non-working companion. And boy, did they indulge. The first British dog show happened in 1859, as animal breeders stirred the planet’s canine gene pool to come up with new versions of old models. The result, so far, is the 225 breeds now recognised by the Royal Kennel Club, Britain’s (and the world’s) oldest association for dog owners.\n\nSometimes, the results have been grotesque. Dalmatians owe their spots to genes associated with a urinary disease. Dachshunds, corgis and other shortlegged breeds are achondroplasic—meaning that they have bred into them a mutation which, in humans, causes a form of dwarfism. And several breeds, such as boxers and modern bulldogs, have had flat faces and other cranial distortions imposed which can affect their breathing and teeth, and also (because their facial skin is often folded) cause skin infections.\n\nBut working dogs, too, have continued to proliferate—most notably with the introduction, in 1916, of guide dogs for blind people, and in the 1970s of hearing dogs for the deaf. These assistance dogs have also now been joined by therapy dogs, trained to provide comfort to people in places such as hospitals and hospices, and thus make use of the mutual psychological understanding that makes dogs.\n\nPet dogs are proliferating, too. Half of American households (65m of them) include a dog, and dog food is a multi-billion-dollar industry. The best friendship in zoology shows little sign of coming to anend. @ "
}