{
  "text": "Contents\n\nChina 34 Judgment on Jimmy Lai 35 China’s Christmas capital\n\nMiddle East & Africa 36 Trump’s peace falters 37 Gaza’s broken health care 38 Ethiopia’s new airport\n\nEurope 39 Ukraine strains 40 Milan’s glitzy Olympics 41 New Year in Germany\n\n44 Charlemagne Gastronationalism\n\nBritain 45 The Troubles’ legacy 46 The pet-portrait craze 47 Today’s toffs\n\n48 Bagehot The rise of martyrdom\n\nInternational 49 Al-proof jobs\n\n51 The Telegram Trump abandonment syndrome\n\nVolume 457 Number 9479\n\nPublished since September 1843\n\nto take part in “a severe contest between intelligence, which presses forward,\n\nand an unworthy, timid ignorance obstructing our progress.”\n\nEditorial offices in London and also:\n\nAmsterdam, Beijing, Berlin, Brussels, Cape Town,\n\nChicago, Dubai, Lagos, Madrid, Mexico City, Montevideo, Mumbai, Nairobi, New Delhi, New York, Paris, San Francisco, Sao Paulo, Shanghai, Singapore, Taipei, Tokyo, Washington DC\n\nFor our full range of subscription offers, including digital only or print and digital bundled, visit: Economist.com/offers\n\nIf you are experiencing problems when trying to subscribe, please visit our Help pages at: www.economist.com/help\n\nfor troubleshooting advice.\n\nThe Economist December 20th 2025\n\nBusiness 54 Rescuing Novo Nordisk 55 The West’s EV retreat 56 AI jobs of the future 57 Bartleby A guide to job interviews 60 Schumpeter Giga-IPOs\n\nFinance & economics 61 Financial sleuths 62 Trump’s Congo deal 63 Share-price recoveries\n\n64 Buttonwood Crypto v the banks\n\n65 Free exchange Fertility rates\n\nScience & technology\n\n66 Humanity’s long-lost cousins\n\n68 Al in Saudi Arabia 68 How dogs calm teens\n\n69 Well informed Can sugar be healthy?\n\nCulture 70 Life ona turkey farm\n\n71 Back Story The stars of 2025\n\n72 Best podcasts of the year\n\nEconomic & financial indicators 73 Statistics on 42 economies\n\nObituary 74 Iain Douglas-Hamilton, saviour of African elephants\n\nTo manage your account online, please visit\n\nmy.economist.com where you can also access our\n\nlive chat service which is available 24/7. To call us,\n\ncontact our dedicated service centre on: Please\n\nr\n\nNorth America: +1 888 815 0215 ecycle Latin America & Mexico: +1 646 248 5983\n\nie \\ PEFC certified This copy of The Economist is printed on paper sourced from sustainably managed PEPFC _ iorests certified by PEFC Perc/2s-s1-296 www.pefc.org\n\n© 2025 The Economist Newspaper Limited. All rights reserved. Neither this publication nor any part of it may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise, without the prior permission of The Economist Newspaper Limited. The Economist (ISSN 0013-0613) is published weekly except combined issues in July and December, by The Economist Newspaper Limited, 900 3rd Avenue, 16th Floor, New York, NY 10022-5088. The Economist is a registered trademark of The Economist Newspaper Limited. Periodicals postage paid at New York, NY and additional mailing offices. POSTMASTER: Send changes to The Economist Customer Service, 900 Third Avenue 16th Floor New York, NY 10022, USA. Canada Post publications mail (Canadian distribution) sales agreement no. 40012331. Printed by Fry Communications, Inc. Mechanicsburg, PA 17055 "
}