{
  "text": "10 Leaders\n\nThe Economist November ist 2025\n\nUkraine\n\nEurope's opportunity\n\nThe bill for funding Ukraine is huge. It is also a historic bargain\n\nW JARS ARE fought on the battlefield, but they are also trials of financial strength. In prolonged conflicts the ability and will to marshal resources and find new ways of raising cash are critical in determining who wins: sometimes they are the decisive factor. That truth is about to become all too real for Europe. Ukraine is facing a savage cash crunch. Unless something changes, it will run out of money at the end of February. This cliff edge is fast approaching, now that President Donald Trump has cut America’s financial support for Ukraine, hopes of a ceasefire fade and Russian drones smash Ukraine’s energy grid in an attempt to break its will.\n\nIndebted, fractious Europe needs to find the money to keep Ukraine in the fight. But it would be a terrible mistake to see this cash call as merely a painful exercise in annual budgeting (see International section). Instead, it is a historic opportunity to shift the balance of power between Europe and Russia by exposing the Kremlin’s financial frailty and altering Vladimir Putin’s calculus about war and peace. It is also a chance to speed up Europe’s efforts to establish its military and financial independence from America. The bill for Ukraine is higher than most Europeans realise, but it is also a bargain.\n\nAfter almost four years of war, the cost of fighting is huge. By the end of 2025, Ukraine’s military effort, defined as its defence budget plus foreign gifts of weapons and military grants, will have cost a total of roughly $360bn. This year the war effort will require $100bn-110bn, the highest sum yet, equivalent to about half of Ukraine’s GDP.\n\nTwo of the three sources of funding for Ukraine are now drying up. In February, after Mr Trump entered the White House, monthly American financial allocations to Ukraine stopped. Meanwhile, Ukraine has now borrowed as much as anyone will lend it. It has an official fiscal deficit of about a fifth of GDP; public debt has doubled as a share of GDP since before the war, to about 110%. Its ability to borrow from warscarred households and firms at home is limited.\n\nThat leaves Europe. The prospect is exposing divisions inside the European Union. On October 23rd its leaders failed to agree on a loan to Ukraine that would be collateralised by $163bn of frozen Russian assets held in the EU’s main clearing house. Objections from Belgium, which hosts the clearing house, threaten to derail the plan. Northern countries fear that agreeing to more EU fundraising by issuing common bonds could undermine fiscal discipline across the currency bloc. France fears that fresh European funds will be spent on overpriced American weapons to please Mr Trump. Everyone worries that a blank cheque could worsen Ukraine’s corruption.\n\nThese anxieties are reasonable, but they are dwarfed by two gains that lie within Europe’s grasp. The first is a financial commitment that can expose and amplify the Kremlin’s longterm weakness. Russia has lost the lives of 200,000-500,000 troops—double the figure for Ukraine. It is also bearing a heavy financial burden on its own. Declared defence spending will hit $16o0bn in 2025, and state-run banks have also engaged\n\nfits\n\nSo\n\nin an immense off-budget lending spree to support the military-industrial complex. It is true that sanctions in 2022 failed to bring Russia to its knees as some had hoped. But Mr Putin’s initial war boom has now given way to stagflation, with growth at almost zero, labour shortages, hidden bad debts, inflation of 8% and interest rates of 16.5%. Another half-decade of this would probably trigger an economic and banking crisis in Russia. If Europe can demonstrate to Russia that it will underwrite the war for at least that long, Mr Putin will be cornered.\n\nEurope’s second prize would be to become less dependent on America militarily, a necessity given Mr Trump’s wobbly commitment to NATO. Any long-term financing solution for Ukraine would help Europe build the financial and industrial muscle it needs to defend itself.\n\nA four-year commitment would cost $390bn, composed almost entirely of donated weapons and cash to finance Ukraine’s budget deficits. This is a lot, but still excellent value. Spread across the economic resources of all NATO members (not counting America), the bill for Ukraine is affordable, with annual costs rising from 0.2% of GDP last year to 0.4% of GDP. The alternative would be for Ukraine to lose the war and become an embittered, semi-failed state whose army and defence industries could by exploited by Mr Putin as part of a new, reinvigorated Russian threat.\n\nThis newspaper supports the seizure of Russian assets, but they are $230bn short of what is needed. Given the size of the challenge Europe collectively faces, some sort of joint borrowing would be justified. Far from undermining the euro’s international status, for the EU to issue bonds collectively would create a bigger pool of common debt, deepening Europe’s single capital market and boosting the role of the euro as a reserve currency. A multi-year horizon for weapons procurement would help Europe sequence the build-up of its defence industry (see Business section). In the short term Europe should have no qualms about buying the American weapons that Ukraine needs, including air-defence systems. Later spending should favour European defence firms as they develop their own systems, as well as Ukraine’s own cuttingedge defence-tech industries.\n\nBring it on\n\nGrave problems lie ahead. Inducing despair in Mr Putin, a noble aim, might be complicated if Russia can tap China for funds. Decision-making between the EU and NATO, which includes Britain, Norway and Canada, needs to be nimbler. Safeguards against corruption are important, but must not erode Ukraine’s—and the Kremlin’s—certainty that, one way or another, the money is coming.\n\nEurope should take heart and recognise its own strength. Its military budget is already four times larger than Russia’s; its economy is ten times larger. Far from shying away from a financial contest with the Kremlin, Europe should embrace it— and win the war. @ "
}