{
  "text": "The Economist November ist 2025\n\nLeaders 11\n\nChina and America\n\nAversion therapy\n\nNeither China nor America wants decoupling or confrontation—at least, not yet\n\n5 ip OUT of ten was Donald Trump’s own scoring of his summit with Xi Jinping in Busan, South Korea, on October 30th. America’s president was sounding characteristically bullish. And the world should indeed be relieved that its two largest economies seem to have no desire to decouple from each other—let alone to haggle over the status of Taiwan. Either outcome would have imposed a heavy cost on Asia and the world. However, their agreement appears to be sketchy and temporary, and that means the planet’s most important relationship will continue to be built on sand.\n\nAs we write, the details of what was agreed on in Busan remain hazy—itself a metaphor for the ever-shifting nature of the underlying diplomacy (see China section). The deal was mostly a holstering of weapons, in which China agreed to postpone restrictions on exports of crucial rare earths for a year, while America will stay its tariff of 100% on Chinese goods and its threat of export controls on subsidiaries of blacklisted Chinese firms. The two sides also backed away from a confrontation over shipping. The talks made progress, too. China will once again start buying American soyabeans. America will reward extra Chinese efforts to restrict chemical ingredients for fentanyl by halving a 20% punitive tariff on all goods. Mr Trump appears open to the export of some semiconductor chips, though not the most advanced.\n\nGiven the hostility towards China of some in Washington, the deal could very easily have been worse. They urgently want America to decouple from its biggest geopolitical rival but, with this summit, the first since 2019, Mr Trump has shown that he values the commercial relationship too highly to throw it away. At the same time, the president did not sacrifice Taiwan for a heap of soyabeans.\n\nUnfortunately, the summit also shows how much is wrong. For one thing, the agreement leaves an American tariff of 47% on Chinese goods. In the pre-Trump world that would have been an extraordinary level of protection. The terms of the agreement are also temporary—explicitly so, in the sense that many of the terms of this deal will be reviewed in a year’s time; but also implicitly, because Mr Trump sees it within his power to lash out with a tariff here or a non-tariff barrier there at any time over almost any issue.\n\nAnother source of potential conflict is the fact that, in contrast to every other country, China is more than a match for America. The Busan summit came after Mr Trump’s royal procession through much of Asia in which one leader after another showered him with praise and gifts, including a golden golf ball and a replica crown (see Asia section). Japan, Malaysia and South Korea all made concessions, including over market access and with pledges to invest hundreds of billions of dollars in America, in exchange for a modest reprieve on tariffs. Reliance on America for security and markets made retreat the only option.\n\nChina is different. It can withstand American pressure. It is also retaliating in areas where America is vulnerable—rare earths and soyabeans are good examples. As it embraces the combative nature of the new trading system, Mr Xi’s project to make China more resilient has been vindicated.\n\nAll that makes the Busan summit a pause rather than a conclusion. As China and America, consumed by mutual distrust, continue to tussle with each other, a row will surely break out sooner or later. The good news is that, for the time being at any rate, both sides still believe they have more to gain from tolerance than confrontation. @\n\nArgentina\n\nChoosing the chainsaw\n\nThe electoral success of Argentine austerity shows that voters can take hard choices\n\nWhen he announced a presidential run, people laughed.\n\nfter he won, they said protests would scupper his reforms. When he scored early successes, they played them down. Now, after a bumpy year, the irascible libertarian has surprised the world again with a big win in legislative midterms. He must use it to revitalise his programme of radical reform.\n\nMr Milei’s spending cuts are perhaps the deepest and fastest ever imposed on a country through broad democratic consent. When he won the presidency, promising intense austerity, voters had not yet felt his chainsaw. Now they have: cuts so vicious that the only comparison is post-crisis Greece, where a troika of international institutions imposed austerity in the\n\nJes MILEI is making a habit of beating expectations.\n\nface of popular outrage. And yet the voters have backed him again. Because only some seats were contested, Mr Milei was never going to gain a majority in Congress. But he now has enough deputies to block any attempts to restore public spending; and he can build a coalition to pass further reforms.\n\nThis matters beyond the Rio de la Plata. Many rich-world governments are struggling with fiscal deficits and soaring debt. Their problems are not at Argentine levels, but richcountry leaders can still learn from Mr Milei. His success shows the power of tough-but-coherent economic messages that are proclaimed with clarity and conviction. True, blunt fiscal realism may play better with Argentines than with Euro-\n\npeans or Americans, who have no direct experience of the mis»» "
}