{
  "text": "Ww\n\n14 +Leaders\n\neries of repeated bouts of hyperinflation and labyrinthine price controls. But until Mr Milei, sceptical pundits held that Argentine voters could never be persuaded to back deep cuts.\n\nThe president now has a welcome opportunity to launch a second tranche of reforms. The urgent task is to complete Argentina’s transition to macroeconomic normality. That starts with fully floating the peso. Mr Milei came to rely too heavily on an artificially strong currency to curb inflation, which hampered growth and hindered the accumulation of foreign reserves. His victory makes an orderly float possible, but the clock is ticking. After a brief post-election rally, the peso has again fallen towards the weaker limit of the band within which it is currently permitted to range.\n\nAlongside removing the band—or at least widening it—the government needs a clear monetary policy that uses interest rates to anchor inflation. It should also accumulate foreign reserves. Do this, and Argentina could regain access to global capital markets, allowing it to roll over some of its debt. Roughly $20bn of this will come due next year.\n\nMr Milei must also create the conditions for growth. Liber-\n\nThe Economist November ist 2025\n\nalising labour markets and simplifying the tax system would be a good start. This would reinforce the financial reforms, boosting the economy and Mr Milei’s popularity, paving the way to dealing with tougher policies like pension reform. The president needs a coalition to pass laws in Congress, as well as the support of provincial governors. Investors want legal certainty and stability. The government’s aggression, sometimes aimed at independent institutions, must not undermine that. A cabinet reshuffle would help.\n\nMr Milei has a chance to improve Argentina in a way that will last long after he leaves office, by transforming the terms of political debate. Every election year markets gyrate at the prospect of a victory for the wild-spending Peronists. Argentina will not become a normal country until it has an opposition that also believes in fiscal discipline. If Mr Milei’s reforms make Argentina a more prosperous and stable place, it could force the Peronists to embrace fiscal rationality.\n\nThe path is littered with obstacles. Hubris and a bludgeoning political style may trip Mr Milei up. Yet his journey already holds lessons for the world—and it may soon offer more. @\n\nDevelopment\n\nAmerica First need not be Africa last\n\nThe Trump administration’s approach to health aid is flawed but fixable\n\n66 C ELDOM Has history offered a greater opportunity to do\n\nS50 much for so many,’ argued George W. Bush in 2003, when launching the President’s Emergency Plan for AIDS Relief. Known as PEPFAR, it has saved more than 25m lives, mostly in Africa, through anti-HIV treatment. Today it seems like a relic: a symbol of a receding era in which rich countries, led by America, were willing to spend ever-increasing sums of money on stopping disease in poor countries.\n\nAmerica used to be the source of more than two-thirds of the aid destined to improve the health of people in sub-Saharan Africa. The Trump administration has dismantled the United States Agency for International Development (USAID), the main disburser of overseas assistance. It has proposed further large cuts over the next few years, as have other big donors. Although that is not the end of aid, it does mean that what is spent must be spent wisely.\n\nDismantling USAID has caused chaos (see Middle East & Africa section). Marco Rubio, the secretary of state, has denied that it has caused any deaths. And since American-funded data systems have gone dark, it is hard to be sure what is happening. However, in southern Africa clinics supplying HIV patients with antiretrovirals (ARVs) have run out. Programmes that reached the most vulnerable have stopped. Elsewhere in Africa, deliveries of antimalarial treatments have been disrupted, leading to warnings of rising case numbers. Deaths from cholera have risen in places that once received American help. Vaccination drives have stalled. Food rations in refugee camps are shrinking. Some forecast hundreds of thousands, if not millions, of extra deaths. Although no one can say how many will die, it is certain the final toll will not be zero.\n\nThe better news is that the Trump administration’s “Amer-\n\nica First Global Health Strategy”, published in September, shows that it is not withdrawing entirely from the fight for better health in Africa. It aims to protect Americans from infectious disease and pledges to bypass the “wasteful” projects of NGOs. Instead it will strike deals directly with governments, most of which will reach “full self-reliance”. Having proposed that funding for bilateral health aid should be cut by twothirds, the administration argues that it can fund “front-line” work while no longer spending on superfluous extras.\n\nThe Trump strategy gets several things right. American aid has fostered a “culture of dependency” in poor countries. A focus on specific diseases has led to “parallel” delivery systems. But the approach risks failing on its own terms. Americans will not be protected if surveillance is defunded and infections spread across borders. The poorest African countries will struggle to do more without funding to boost their health systems.\n\nThe irony is that new technologies promise to help run programmes with less bureaucracy. For instance, malaria vaccines and ARVs that need be taken only twice a year will reduce the need for the large NGO-led programmes that the Trump administration has in its sights. But these treatments still require some funding and governments will need aid to deploy them.\n\nMr Bush once said he was confident he could explain “how saving lives in Africa served our strategic and moral interests”. To this day, whereas most Republicans do not like the idea of spending money promoting democracy, economic development and cultural activities, more than three-quarters support American aid for saving lives. Their instincts are the right ones. When it comes to global health, America First should not mean Africa last. @ "
}