{
  "text": "EXECUTIVE FOCUS 15\n\n@l1OM\n\nUN MIGRATION\n\nIOM is seeking Audit and Oversight Advisory Committee members\n\nAn intergovernmental organization established in 1951, |OM is committed to the principle that humane and orderly migration benefits migrants and society. As the leading international organization for migration, |OM acts to meet the growing operational challenges of migration management, advance understanding of migration issues, encourage social and economic development through migration and uphold the human dignity and well-being of migrants.\n\nThe Audit and Oversight Advisory Committee (AOAC) is an independent, expert advisory and oversight body established to report to |OM Member States on the appropriateness and effectiveness of oversight, risk management and internal controls at IOM and assist the Direct or General in fulfilling oversight responsibilities. The Committee comprises five members, ensuring appropriate geographical distribution, gender balance, range of skills and expertise. AOAC Members discharge their functions independently in a non-executive capacity, upholding the highest standards of integrity and professionalism, while prioritising the interests of the Organization. They shall not seek or accept instructions from any external or internal government or authority, except from the Director General and the governing bodies. They shall not have held a position with IOM for a consecutive two-year period prior to appointment, nor hold any position or engage in any activity that could impair their independence from IOM or entities maintaining a business or institutional relationship with the Organization, in fact or perception, while serving on the Committee.\n\nThe selected members serve for three years, renewable once. Applicants must have the appropriate skills, knowledge and experience to fulfil their functions, particularly recent, relevant senior-level managerial, financial, audit or other oversight-related experience and competencies, e.g. investigation, evaluation or legal affairs. Knowledge of the United Nations structure and functioning and other intergovernmental organizations is highly desirable. AOAC meetings and reports are in English. Service on the AOAC is without remuneration; however, members travelling to attend Committee sessions (normally held three times per year in Geneva, Switzerland), shall receive a daily allowance and be reimbursed for travel expenses incurred, in accordance with lIOM procedures.\n\nPlease see the AOAC Terms of Reference (currently under revision) which is also found at the IOM Audit and Oversight Advisory Committee webpage. The application deadline is 21 November 2025.\n\nCandidates should submit their applications to the following email address: AOACSecretariat@iom. int.\n\n€\n\nPlanning a New Care lallenge?\n\nUnique Access to Confidential Opportunities\n\nInterExec is the global leader in assisting Top Executives earning $250k and above with their next career move.\n\nWe have almost 50 years of experience in discreetly leveraging our relationships with 15,000 Search Executives across the world to maximise ESTABLISHED 1976\n\nour clients’ career prospects. | a te q F ~EC Whatever your next challenge may be, we offer you a free of charge, 4 \\ mutually exploratory initial meeting to see if we can be of assistance. UNIQUE NETWORK @ OUTSTANDING TALENT\n\nlondon@interexec.net www.interexec.net +44 (0)20 7256 5085\n\n"
}