{
  "text": "16\n\nLetters wolves and ranchers, Steve Bannon, voting in America, rats in New York, barefoot running, surveys\n\nDire times for wolves\n\nYour article about Montana’s decision to allow the hunting of more wolves portrayed a “battle between farmers and conservationists”, describing the debate and its participants as heated and horrified (“What big quotas!”, October 4th). I recently spent a month in the American West interviewing hunters, ranchers and conservationists about wolves. I encountered only moderation. Ranchers explained that despite compensation payments for livestock lost to predation, it hurt them to see the animals they raised ripped apart by the wolves. Similarly, hunters, who placed great importance on making clean kills to minimise animal suffering, were disturbed by the wolves’ ruthlessness in bringing down elk and other prey.\n\nBut when I pushed ranchers and hunters they almost always said they would not eradicate wolves. Their reasons varied. Wolves belong in the ecosystem; local people like to hunt them so it’s good to have some around; they understand that much of the land is public and other people want wild carnivores on it. They lamented that a minority of radicals gave them alla bad name.\n\nIn this they were at one with conservationists, who explained how extreme voices within their movement vilified ranchers and hunters, making it hard to collaborate with these groups. Given the extent to which wolves tap into broader social and political divisions (liberal versus conservative, rural versus urban), and the deeply polarised times in which we live, we would do well to amplify the moderate majority and sideline the radical few.\n\nDR ROGELIO LUQUE-LORA Leverhulme early career fellow School of GeoSciences University of Edinburgh\n\nBattling Bannon\n\nI had to switch off your interview with Steve Bannon on The Insider (October 23rd) after a few minutes because I was so offended when he talked about “trying to help the little guy” and reining in the big corporations. Donald Trump clearly favours his big corporate buddies. On the day you aired the interview the president pardoned Changpeng Zhao, the co-founder of Binance, a cryptocurrency exchange. I’m sorry that you chose to give Mr Bannon a platform to spew his rhetoric. GARY GAND\n\nChicago\n\nThe approach that the team took to interviewing Mr Bannon allowed viewers to cut through the cacophony of the information age. It let me understand his point of view without distraction. The interview gave a perspective on the MAGA force that the normal press coverage does not convey. By the way, I think that Mr Bannon’s reference to “The\n\nBarefoot doctor\n\nI was pleased to read your article on whether “minimalist footwear”, which mimics the experience of running barefoot, is good for runners (“Well informed”, October 18th). It offered an excellent and balanced overview of the evidence on the risks and benefits of barefoot and minimal-footwear running. In 2015 we measured running styles based on data from over 220 members of the Barefoot Runners Society. We found that the risk of injury increased at least threefold during the transition from conventional to minimal-footwear or barefoot running. This supports your key point. Although minimalfootwear running may bring\n\nFourth Turning”, a book which argues that history moves in cycles of roughly 80 to 100 years, could be more significant in the movement's actions than would otherwise be recognised.\n\nJOHN AYDELOTTE\n\nFort Collins, Colorado\n\nVoter choice\n\nThe solution to gerrymandering in America (“Cracking up”, October 18th) is to change the voting system to multi-member districts and proportional representation. Many cities in Utah, the focus of your article, including Salt Lake City, have experimented with a new voting system using rankedchoice voting, albeit not the proportional version. So people in that state are probably more open to improving their way\n\nof voting.\n\nKATHRINE SANTOS\n\nLondon\n\nVoracious vermin\n\nNew York is winning the race against rats, you argue (“Rats and charts”, October 11th). Living beside Tompkins Square Park in East Village, we find that hard to believe. During a typical evening stroll in the park, our dog chases at least 20 rats. That makes Hamilton Heights in north Manhattan, where 61 rats were reported in an entire year, seem like a\n\nlong-term benefits, the transition phase carries significant risk and must be approached gradually. Avoid the common pitfall of “doing too much too fast”.\n\nDR MARTIN DAUMER Professor of computational medicine\n\nTechnical University\n\nof Munich\n\nThe Economist November 1st 2025\n\nrodent-free paradise.\n\nPerhaps word has spread among Manhattan’s fooddeprived rodents that the feast has moved downtown, where large open bins still offer an all-day buffet of the finest leftovers from our neighbourhood’s renowned eateries. Until all food waste is kept under lids, the East Village dog community will at least try to keep rats on their back paws. JULIAN SLOTMAN New York\n\nWe took a poll\n\nIt is unclear, you said, why the response rate to surveys has dropped sharply since the 1990s (“Question 1: why are questionnaires in trouble?”, October 19th). Anyone with email can tell you why. The internet has eliminated any barrier to creating a survey, guaranteeing that if something can be asked, it will, and repeatedly.\n\nEverything from the banal (“Out of ten, how did you rate our customer service today?”) to the harrowing (“Out of ten, how well did I run this afternoon’s meeting?”) must be probed. But the internet has also eliminated the awkwardness of not answering. No longer must you make your apologies to a student with a clipboard. You can simply close your laptop and get on with your day. Questionnaires are useful. But fatigue has set in. So many are sent out, on every conceivable topic. Ignoring them is a reasonable choice. CRAIG MCCLUSKIE Edinburgh\n\nAfter reading your piece on the diminishing responses to surveys, a pop-up question immediately appeared on\n\nyour website asking if I had enjoyed the article. I declined to respond.\n\nNEIL COWAN\n\nLondon\n\n— Letters should be addressed to the Editor at: The Economist, The Adelphi Building, 1-11 ohn Adam Street, London WC2N; Email: letters@economist.com. More letters available at: economist.com/letters "
}