{
  "text": "The Economist November ist 2025\n\nBY INVITATION Peter York\n\nA style guru winces at White House bling and bulldozers\n\nLE ALL STARTED with the multiplying golden blobs over everything in the Oval Office. The room is typical of the White House, a restrained building completed in 1800. The city around it is deliberately low-rise and “classical” by design, a capital built to express the “no kings” dignity of the late-18th-century republic.\n\nDesign geeks like me watched the constant Trump shows in that office aghast. The president and foreign leaders, from Volodymyr Zelensky to Sir Keir Starmer, sat on either side of the formerly plain white-marble chimneypiece. Over months of meetings more of these gilded mouldings appeared, some round, some rococo flourishes (ordered from Home Depot, said the comedians). They sprouted around the chimneypiece and also, shockingly, were stuck onto the fireplace marble itself—an act inconceivable to designers of the kind who advise on historic houses.\n\nBut the White House has moved into its own new Gilded Age. By mid-October, when Mark Rutte, NATO’s secretary-general, visited, the Oval Office was covered in yet more bright new bits. Gilt vases on the chimneypiece, shiny cartouches under the historic pictures, which were themselves reframed in gilt, rather than wood. It couldn’t have looked less Preppie, less Establishment, less Washington. It couldn’t have looked more like Dictator Style, the look of absolute rulers around the world.\n\nOn July 31st the whole thing moved up a gear: Mr Trump announced that a beautiful ballroom would be built for the White House. There were no problems with planning or cost, he said, as it would be built near to but separate from the East Wing, leaving it unharmed but “modernised”; and rich friends would pay.\n\nBut on October 2oth the demolition gangs arrived and began bulldozing the East Wing, which had been built in 1902 (making it historic by American standards) and contained a number of familiar offices including, notionally, the First Lady’s. The whole thing was mostly rubble within days. After squeals of outrage Mr Trump changed his tune. He said that the East Wing had never been anything special anyway and after a “tremendous amount of study with some of the best architects in the world” (he didn’t say who) they'd decided it all had to go, like unsavable rotten teeth.\n\nThe beautiful new ballroom would hold 900 people and cost\n\nover $300m. In the polystyrene model you could see that the familiar plan—the original house with its two later wings—was banged completely out of shape by the loss of the East Wing and the addition of a 90,000-square-foot room that looked like something attached to a Dubai hyper-hotel. A good comparison would be knocking down 11 Downing Street and replacing it with a mock-18th-century high-rise double the size of Number 10.\n\nI was appalled, but not remotely surprised, because I'd literally written the book on Dictator Style back in 2006. My book described the interior style of 2oth-century absolute rulers, from the Mexican dictator Porfirio Diaz through to Saddam Hussein, via Hitler, Mussolini, Marcos, Mobutu and Bokassa. I codified the style similarities of very dissimilar people in a parody of the “Get The Look” guides seen in smart design magazines.\n\nAmong these rules of thumb: make it the biggest anywhere, with mega-hotels your inspiration; go for “repro” styles inside and out (real old stuff looks dowdy; you want bright and new); gold everywhere, from walls and furniture to taps; huge chandeliers and mirrors; giant 19th-century oil paintings—nothing earlier or later—plus portraits of yourself; oodles of shiny new marble.\n\nThese rules came in handy when, ten years after the book came out, people asked me about the Trump look as seen in Mar-a-Lago, his Florida estate, and the Trump Tower penthouse in Manhattan. Was it Dictator Style? When I first saw the Trump Tower pictures in 2017, I couldn’t believe that a real Manhattan American lived there—it looked more like a Saudi prince’s place.\n\nI reformulated the Dictator Style rules, aware that shocking the historian-curator class is exactly what they love to do in MAGA-land. It’s called “owning the Libs” there. It means upsetting the “metropolitan liberal elite”, life’s over-educated regulators and clever-dick commentators. Upsetting them to the point of aesthetic PTSD. And Mr Trump’s love of gold fits neatly within the logic of all dictators. For men who fear being forgotten, it promises permanence; for those with fragile egos, it signals power; and for those who dream of being kings, it gleams like a divine right.\n\nAt the White House Correspondents’ dinner in 2011 President Barack Obama joked elegantly from the dais, showing a mock-up of what Mr Trump might do to the building if he ever became president. It featured an extra three storeys, a portico with gilded columns and a huge chandelier. On the top storey was the Trump brand in gigantic Times Roman. Below, it promised “Hotel. Casino. Golf course. Presidential suite”.\n\nThe implication was that not only would Mr Trump vulgarise the place, he’d privatise it too, even turn it into a club like Mar-aLago. Mr Trump, who was in attendance, looked furious. Many commentators date his resolve to be president from that evening.\n\nThe East Wing was never marvellous, but it was seen as part of the historic whole. And the whole was a metaphor for the way Americans used to think about themselves and their constitution.\n\nPaul Krugman, an American economist, recently wrote that “Tackiness and tyranny go hand in hand.” One of Mr Trump’s latest plans is for an overscale Arc de Triomphe in central Washington to celebrate America’s 250th birthday. According to CBs News, when a White House correspondent asked the president who the arch was for, Mr Trump pointed at himself and said: “Me”. &\n\nPeter York is a consultant, broadcaster and author, whose books include “Dictator Style: Lifestyles of the World’s Most Colourful Despots* He hosts the Peter York’s Culture Wars House Party podcast. "
}