{
  "text": "The Economist November ist 2025\n\nContents\n\nOn the cover\n\nA fight is brewing between Donald Trump and Zohran Mamdani: leader, page g. As new jobs in finance dry up, New York City’s fiscal model is wilting: briefing, page 18. A political drama for the ages, opening soon in America’s biggest city, page 21. Mr Trump is not the only politician nostalgic for a bygone era: Lexington, page 27\n\nEnd of the rip-off economy From used cars to medicine,\n\nAl is radically improving market efficiency, page 63\n\nMilei’s triumph The electoral success of Argentine austerity shows that voters can take hard choices: leader, page 11.\n\nA surprisingly strong midterm win breathes new life into the president's economic project, page 29\n\nData-centre backlash Opposition is growing, page 22. Led by Nvidia, the Al industry has plans to reindustrialise America, page 23\n\nThe financial case for Ukraine The giant bill is also a giant opportunity for Europe: leader, page 10. Europe must offer a big enough financial package to deter the Kremlin, page 54\n\n—> Download The Economist's app for articles, podcasts, videos and more, published throughout the week.\n\nThe world this week\n\n7 Asummary of political and business news\n\nLeaders 9 American politics The battle for New York\n\n10 Guns and butter Saving Ukraine\n\n11 China and America Aversion therapy\n\n11 Argentina Choosing the chainsaw\n\n14 Foreign aid America First need not be Africa last\n\nLetters\n\n16 On wolves and ranchers, Steve Bannon, voting in America, rats in New York, barefoot running, surveys\n\nBy Invitation\n\n17 Peter York on White House bling\n\nBriefing\n\n18 New York City Core weakness\n\nWell informed Can you eat your way to lower cholesterol? Page 73\n\nUnited States 21 Zohran Mamdani 22 Data-centre politics\n\n23 Al and re-industrialisation\n\n24 Third terms\n\n24 The NBA gambling scandal\n\n25 Slow marathons\n\n26 ICE mayhem in Chicago\n\n27 Lexington Fairy-tale of New York\n\nThe Americas 29 Milei’s next chapter\n\n30 Stand-off with Venezuela\n\n31 Bloodshed in Rio 31 Hurricane Melissa 32 Colombia’s new left\n\nAsia 33 Trump tours Asia 34 Abe’s killer on trial 35 Timor-Leste 35 Bihar votes 36 Banyan Pop and protest\n\nChina 37 Trump and Xi meet 38 Xi’s word factory\n\n40 Chaguan The leader’s latest purge\n\nMiddle East & Africa 41 Aid cuts in Africa 42 El-Fasher falls 43 Turkey’s limits in Syria 43 Gaza’s shaking ceasefire 44 An Egyptian comic’s comeback\n\n>» Contents continues overleaf "
}