{
  "text": "Contents\n\nEurope\n\n45 Europe’s power grids\n\n46 An interview with France’s new finance minister\n\n47 Wilders vetoed\n\n47 Erdogan’s crackdown\n\n48 Ukraine’s power war\n\n49 Charlemagne Philosophical Finns\n\nBritain 50 The special-needs mess 51 Pioneering schools 52 Parkruns and health 53 Bagehot Victimhood\n\nInternational 54 Ukraine’s war bill\n\n56 The Telegram Trump’s self-defeating trade power\n\n57 Europe’s rocketing defence industry\n\n58 Weight-loss drugs 59 Swedish succession 60 Porsche in trouble 60 Big oil’s big disappointment\n\n61 Bartleby LinkedIn self-promoters\n\n62 Schumpeter Alphabet v Microsoft\n\nVolume 457 Number 9472\n\nPublished since September 1843\n\nto take part in “a severe contest between intelligence, which presses forward,\n\nand an unworthy, timid ignorance obstructing our progress.”\n\nEditorial offices in London and also: Amsterdam, Beijing, Berlin, Brussels, Cape Town, Chicago, Dubai, Lagos, Madrid, Mexico City, Montevideo, Mumbai, Nairobi, New Delhi, New York, Paris, San Francisco, Sao Paulo, Shanghai, Singapore, Taipei, Tokyo, Washington DC\n\nFor our full range of subscription offers, including digital only or print and digital bundled, visit: Economist.com/offers\n\nIf you are experiencing problems when trying to subscribe, please visit our Help pages at: www.economist.com/help\n\nfor troubleshooting advice.\n\nThe Economist November ist 2025\n\nFinance & economics 63 Goodbye to rip-offs 64 China’s stockpiles\n\n66 Buttonwood The White House’s investments\n\n67 Melissa and cat bonds 67 India’s IPO surge 68 Tobacconomics\n\n69 Free exchange The new globalisation paradox\n\nScience & technology 71 Pig-organ transplants 72 GPS gets an upgrade\n\n73 Well informed Low-cholesterol diets\n\n74 Auniversal antivenom\n\nCulture 75 Agolden age of horror 76 Reckless strongmen 77 World ina dish Ramyeon 78 Renovating official buildings 78 Nail art, nailing art\n\n79 Back Story The power of silly protests\n\nEconomic & financial indicators 81 Statistics on 42 economies\n\nObituary 82 Peter Gurney, bomb-disposal officer extraordinaire\n\nTo manage your account online, please visit\n\nmy.economist.com where you can also access our\n\nlive chat service which is available 24/7. To call us,\n\ncontact our dedicated service centre on: Please\n\nrecycle\n\nPEFC certified\n\nThis copy of The Economist is printed on paper sourced from sustainably managed forests certified by PEFC www.pefc.org\n\nNorth America: +1 888 815 0215 Latin America & Mexico: +1 646 248 5983\n\nPEFC\n\nPEFC/29-31-296\n\n© 2025 The Economist Newspaper Limited. All rights reserved. Neither this publication nor any part of it may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise, without the prior permission of The Economist Newspaper Limited. The Economist (ISSN 0013-0613) is published weekly except combined issues in July and December, by The Economist Newspaper Limited, 900 3rd Avenue, 16th Floor, New York, NY 10022-5088. The Economist is a registered trademark of The Economist Newspaper Limited. Periodicals postage paid at New York, NY and additional mailing offices. POSTMASTER: Send changes to The Economist Customer Service, 900 Third Avenue 16th Floor New York, NY 10022, USA. Canada Post publications mail (Canadian distribution) sales agreement no. 40012331. Printed by Fry Communications, Inc. Mechanicsburg, PA17055 "
}