{
  "text": "The Economist November ist 2025\n\nThe world this week Politics\n\nDonald Trump met Xi Jinping in South Korea, their first faceto-face encounter since the American president took office in January. Mr Trump described their meeting as “amazing” and said China had agreed to a one-year trade deal and had promised to loosen its restrictions on exports of rare earths. Mr Trump also confirmed that China had made progress in reducing the flow of fentanyl from the country and he would therefore reduce the level of tariffs he had imposed on Chinese goods. Shortly before the meeting Mr Trump threatened to resume nuclear testing, but gave no details about what he meant.\n\nMr Trump also visited Japan for talks with Takaichi Sanae, the new prime minister, who vowed to strengthen her country’s defence capabilities because of the “severe security environment”. The American president also went to Malaysia, where he signed more trade deals and oversaw the signing of an expanded ceasefire between Cambodia and Thailand. He also held talks with Lee Jae Myung, South Korea’s president, in which they secured a trade deal that lowers tariffs on Korean car exports.\n\nArow over Reagan’s ghost Mr Trump earlier imposed an extra 10% levy on Canadian goods in retaliation fora TV ad aired by the government of Ontario province that had used a clip of Ronald Reagan criticising the use of tariffs. Seemingly annoyed by Ontario’s ad, Mark Carney, Canada’s prime minister, pointed out that only the federal government has responsibility for trade.\n\nAfghanistan and Pakistan said they would resume peace talks in Istanbul, a day after an announcement that they had ended in failure. The talks are aimed at finding a solution to hostilities between the two countries, which recently erupted into fighting along their border, killing dozens of people. Smaller skirmishes have continued despite a ceasefire. Pakistan accuses Afghanistan of giving succour to the Pakistani Taliban.\n\nA general election in the Netherlands produced a tight result. D66, a liberal party led by Rob Jetten, won the same number of seats as the hard right Party for Freedom (Pvv), led by Geert Wilders. PVv had won the previous election in 2023. But no mainstream party will now deal with the PVV, so Mr Jetten looks likely to be the next prime minister.\n\nVolodymyr Zelensky said that Ukraine was ready to hold peace talks with Russia, and would even consider Hungary as a venue, but he would not pull back Ukrainian troops from the conflict, a Russian precondition for negotiations. A few days earlier European leaders failed to agree ona plan to use frozen Russian assets to fund Ukraine.\n\nThe speaker of Georgia’s parliament announced that the pro-Russian government had asked the Constitutional Court to ban three pro-Western opposition parties, alleging that they threatened the constitutional order. Over the past 12 months Georgia has been gripped by pro-democracy protests amid a crackdown on the opposition. The court has nine months to decide the case.\n\nCatherine Connolly won Ireland’s presidential election. Ms Connolly ran as an independent but was backed by Sinn Féin and other parties of the left. Although the presidency isa mostly ceremonial role, Ms Connolly is a fierce defender of Irish neutrality at a time\n\nwhen the European Union is seeking greater commitments to collective defence.\n\nHurricane Melissa left much of Jamaica without electricity and communications. Recording sustained winds of up to 300kmh (185 miles per hour) it was the strongest-ever storm to hit the island. It barrelled on to Cuba and the Bahamas packing a less severe punch. Around 35 people have been killed by the storm, including in Haiti, a toll that is likely to rise.\n\nAt least 121 people were killed in Brazil during police raids that targeted a large drug gang. Four of the dead were police officers. Around 2,500 security personnel were deployed, making it the biggest and deadliest operation ever in the country. President Luiz Inacio Lula da Silva called an emergency cabinet meeting, but also said organised gangs “destroy families”. The UN expressed its dismay and called for an investigation.\n\nArgentina’s president, Javier Milei, described his party’s landslide victory in midterm elections as historic. Liberty Advances (LLA) took 41% of the vote, trouncing the Peronists, who took 32%, and confounding pollsters who had predicted aclose result. LLA even won Buenos Aires province, which recently gave the Peronists a significant win in local elections. Mr Milei’s radical economic reforms had run into stiff opposition, but the president said the election would bring about “the construction of a great Argentina”. The country’s bonds and stockmarkets rallied.\n\nIsrael carried out strikes in Gaza in retaliation for what it said was an attack by Hamas in which an Israeli soldier was killed. Hamas denied responsibility and said it was keeping to the ceasefire. Over 100 people were killed in the Israeli strikes according to the Hamas-run authorities, which didn’t say how many were combatants or civilians. Israel also accused Hamas of violating the ceasefire by returning a coffin with some remains of a hostage whose body had already been returned. Meanwhile, the king of Jordan said that international troops would not want to have to enforce peace in Gaza.\n\nThe world starts to notice The rebel Rapid Support Forces in Sudan took full control of el-Fasher, a city in the Darfur region. Reports emerged that the RSE, which evolved from Arab militias in Sudan, was executing non-Arab civilians. Egypt, Saudi Arabia and others condemned the killings. The chairman of the Foreign Relations Committee in America’s Senate called for the RSF to be designated as a terrorist group.\n\nMali closed all its schools and universities because of a fuel shortage caused by Islamist militants, who have blocked tankers on highways from delivering fuel. Bamako, the capital, has been particularly affected by the disruption.\n\nThree African countries went through the motions of holding elections. Tanzania’s president, Samia Suluhu Hassan, was expected to have won re-election, after the leading opposition candidates were barred from running. A curfew was imposed after protests broke out. The main opposition was also banned in Ivory Coast’s poll, so it was no surprise that Alassane Ouattara secured a fourth term as president. The result of Cameroon’s presidential election, held on October 12th, was announced, giving Paul Biya an eighth term; violent protests greeted the result. "
}