{
  "text": "The Economist January 3rd 2026\n\nOpenAl\n\nThe greatest show on Earth\n\nSAN FRANCISCO\n\nOne of the fastest-growing companies in history faces a make-or-break year\n\nAM ALTMAN is like a juggler on a uniDS evtis Building all-knowing chatbots powered by cutting-edge artificial-intelligence models is too meek an ambition for Openatl’s boss. To keep his audience rapt, he has thrown ever more balls into the air. Custom chips? Of course. E-commerce? Why not. Business consulting? Too easy. A consumer device? You betcha.\n\nAt the same time, Mr Altman must keep a hand free to hold out his cap, for the show gets more expensive by the day. Leaked figures indicate that OpenAI expects to burn through $17bn of cash in 2026, up from $9bn in 2025, and that its losses will continue piling up in each of the subsequent three years (see chart 1 on next page). It has already raised over $60bn from investors, more than any private company ever, nearly all of it since late 2022 when ChatGPT shot the previously obscure AI lab to prominence (see chart 2).\n\nMr Altman’s hunger for cash is far from\n\nsated. In 2026 OpenaI will “almost certainly” raise another slug of capital, says a source close to the company. It is reportedly looking for as much as $100bn, at a valuation of perhaps $830bn, up from $soobn in its latest fundraising round in October. Amazon is separately in talks to invest up to $1iobn in the model-maker, which has untangled itself from an exclusive relationship with Microsoft, Amazon’s biggest rival in cloud computing. Nvidia\n\n> ALSO IN THIS SECTION 47 China’s wind-power assault\n\n48 Arecord year for airlines\n\n49 Bartleby: Stew Pidd’s annual letter\n\n50 Berkshire after Buffett\n\n51 Reigniting Europe's TNT industry\n\n52 Schumpeter: The future arrives\n\nhas said it, too, may invest up to $100bn in OpenaAl in $10bn increments to help it buy the chipmaker’s wares. Although he has poured cold water on the idea at various points, Mr Altman is also rumoured to be mulling a public offering.\n\nOpenal’s unprecedented fundraising has fuelled unparalleled growth. In 2023 its revenue passed $1bn. In 2025 it reportedly hit $13bn, rising to an annualised rate of $20bn by the year’s end. It took Google and Facebook five and six years, respectively, to pull off the same feat.\n\nThe trouble is that Openal’s demand for computing power—by far its biggest cost—has remained tightly coupled to revenue. The company’s computing needs grew from 200 megawatts in 2023 to 19 gigawatts (GW) in 2025. It has signed letters of intent to add a further 30GW of capacity over the coming years at a cost of around $1.4trn. For now, investors are enthralled by Mr Altman’s dazzling feat. Eventually, however, he will have to prove that he can turn a profit.\n\nMr Altman continues to argue that OpenAl’s economics will improve as the company grows and the upfront cost of training its models dwindles by comparison. Yet training costs keep mounting as OpenaAl contends with stiff competition from rival model-makers. According to\n\nbenchmarks collated by the Stanford Insti»» "
}