{
  "text": "The Economist January 3rd 2026\n\ntute for Human-Centred Artificial Intelligence, the gap in performance among the most advanced models has narrowed significantly over the past year. Lately the biggest threat to OpenalI has been Google, whose Gemini 3 model, released in November, outperformed Openal’s GPT-5.1 on various measures. OpenAl counterpunched with GPT-s.2, but it was far from a knockout blow. Meanwhile, so-called open models, whose numerical parameters (known as “weights”) are freely available, have also been closing the gap in performance with closed models.\n\nOpenal cannot afford to fall behind in model-making. Already there are signs that ChatGPT is losing momentum. According to Sensor Tower, which monitors web traffic, it had 910m monthly active users as of mid-December, compared with Gemini’s 345m. But Gemini is gaining ground. A recent study of big European countries by Deutsche Bank found that consumer subscriptions to OpenAl’s chatbot “ground to a halt” in the summer and have since barely grown. Recognising the challenge, Mr Altman instituted a temporary “code red” at the start of December, telling staff to pause other initiatives and prioritise improving ChatGPT.\n\nMore troubling still are reports that OpenaAl is losing money simply by running its models, which many consumers access through the free version of ChatGpT. In November Ed Zitron, a commentator known for his AI scepticism, published leaked Microsoft figures showing that Openatl’s so-called inference costs exceeded its revenue in the first half of 2025. To cut its losses, the company could raise prices or curb access, but that would run the risk of dragging down growth, particularly with competitors nipping at its heels.\n\nHigh-wire act\n\nAll this helps to explain Openal’s ever expanding focus. Part of the strategy is to develop new routes to monetise its technology. Although Mr Altman reportedly paused work on an initiative to integrate\n\nFeel the burn OpenAl\n\nFree cashflow, $bn\n\n40\n\n2024 25 26 27 28 29 30 Sources: PitchBook; press reports\n\nadvertising into ChatGPT as part of his “code red”, insiders say the company still has plans to do so in 2026. Already OpenAl allows companies including Etsy, an online marketplace, and Walmart, a retail colossus, to sell their products in America through its chatbot in return for a fee.\n\nOpenAl is also hoping to expand its revenue from enterprise customers, which tend to be stickier. There its main competitor is Anthropic, a rival model-maker whose Claude chatbot has become popular among coders in particular. To catch up, Openat has built a consulting division that helps big companies deploy its technology, and has developed enterprise tools such as AgentKit, launched in October, which clients can use to automate work. Although consumers still provide the majority of Openal’s revenue, the share from businesses has been rising.\n\nOpenal’s strategy also seems to entail vertical integration, drawing inspiration from Google. The search giant’s custom chips, which it began developing more than a decade ago, have become a big advantage in the AI race, costing it between a half and a tenth as much as an equivalent Nvidia chip. The 4bn users of Android devices worldwide also provide a vast distribution channel for Google’s AI products. Over the past year Openal has signed a deal with Broadcom, a chip designer, to develop its own custom silicon, and hired Sir Jony Ive, the designer behind Apple’s iPhone, to dream up a consumer device.\n\nThe difference is that Openal does not have the fistfuls of cash provided by Google’s search engine. Already some investors are growing wary. The boss of one venture-capital (vc) firm notes that Openat’s losses are as big as the deficits of many national governments. He laments that, in fundraising discussions, “you are not even allowed to ask” about the amount of cash it is burning. When questioned in a recent podcast interview by Brad Gerstner, one of Openal’s most loyal investors, how the company would fund its gargantuan spending commitments, which are equiva-\n\nCumulative capital raised, $bn [2] 80\n\n60\n\n40\n\n2019 20 21 22 23 24 «25\n\nBusiness 47\n\nlent to roughly 100 times its revenue in 2025, Mr Altman snapped: “If you want to sell your shares, I’ll find you a buyer.”\n\nOpenal’s detractors decry what they see as Mr Altman’s hubris. “This is the WeWork story on steroids,” says another VC boss who backs one of its rivals, referring to the once high-flying office-rental business that collapsed spectacularly under the weight of enormous debts and unrealistic growth projections.\n\nIf OpenAl’s enterprise sales disappoint and it is unable to monetise ChatGPT in other ways, the company could quickly unravel. For now, however, Mr Altman still has plenty of believers. “If you’d told me five years ago that Sam was going to pull these deals off, I would never have believed you. He’s better than anyone realised,” says one of his investors. The year ahead will test whether OpenAl’s boss is more than just a showman. @\n\nWind power in Europe\n\nBlown about\n\nChina’s turbine-makers are coming\n\nUROPE IS BETTING big on wind. To Feu its greenhouse-gas emissions, the EU has committed to roughly double its installed wind-power capacity by 2030, to 425 gigawatts (GW). Britain’s 50GW target for offshore-wind capacity by the same year requires a quadrupling. You might think the continent’s manufacturers would be rubbing their hands in anticipation. Instead, they are nervous.\n\nOver the past two decades Europe’s solar-panel producers have been decimated by cheap imports. But its wind-turbine manufacturers are still mighty. The three biggest—Vestas, Siemens Gamesa and Nordex—each have a larger installed base outside China than any other company, including America’s GE Vernova, according to BloombergNEF, a research group (see chart 1 on next page).\n\nBut it has been a difficult few years for the trio. Russia’s invasion of Ukraine in 2022 cut the supply of steel, an important input, and pushed up its price, clobbering profits. Manufacturing blunders inflicted further pain. Higher interest rates and, in America, the president’s animus have led developers to scrap a number of big offshore wind projects and cancel orders. Germany’s latest round of offshore-wind auctions failed for lack of bidders. In December Ananym Capital, an activist investor, bought a stake in Siemens Gamesa’s\n\nparent company, Siemens Energy, and >> "
}