{
  "text": "48 Business\n\ncalled for the struggling wind division to be spun off. Now the industry faces yet another threat—from China.\n\nUntil recently, Chinese competitors were content with their vast and expanding domestic market, where they benefited from a variety of subsidies and protection from Western rivals. In 2024 China accounted for more than 70% of new windpower installations globally, according to Bruegel, a think-tank in Brussels.\n\nLately, however, the market has been growing less attractive. Central-government subsidies for wind developers have been phased out, weighing on prices for suppliers. As in other industries, overcapacity has squeezed margins; in 2024 China had the capacity to produce 99GW-worth of turbines, but installed only 87Gw, according to Bruegel. Chinese turbine-makers’ operating margins (before depreciation and amortisation) sank from an average 18% in 2021 to 10% in 2024, falling below those of their European counterparts for the first time in years.\n\nThat has encouraged Chinese turbinemakers such as Goldwind and Mingyang to look abroad. According to Wood Mackenzie, a consultancy, they added 9Gwworth of units overseas in 2025, up from only 2GW in 2024 and 1GW in 2023.\n\nSo far they have focused on “fringe” markets such as Egypt and eastern Europe, notes Oliver Metcalfe of BloombergNEF. But they are making inroads in the continent’s big western markets. In September Octopus, Britain’s largest power utility, struck a deal with Mingyang to develop 6GW of wind power. The next month the Chinese manufacturer said it would spend up to £1.5bn ($2bn) building a factory in Scotland. Chao Zhang of Mingyang says Britain is “a natural hub for localisation for us due to the abundance of offshore opportunities and consistent policies.”\n\nYet Chinese turbine-makers are already encountering political resistance. In August Luxcara, a German asset manager, was pressured into nixing a deal with Mingyang to supply a wind development off the country’s northern coast, awarding the contract instead to Siemens Gamesa.\n\nProtectionism is only part of the explanation. Britain’s opposition Conservative Party, for example, has claimed that allowing Mingyang to set up shop would pose an “unacceptable risk” to national security. One worry is that Chinese offshore-wind equipment could be used to spy on European naval operations. Another is that China could shut down wind farms to destabilise the grid, perhaps via remote software updates or the embedded chips that control vital functions.\n\nThere are plenty of counter-arguments. Strict data-handling rules could be imposed on wind farms. Grid operators already have methods in place to stabilise the\n\nIn the wind [2]\n\nTop ten wind-turbine manufacturers* by installed base, 2024, gigawatts @ China ‘Europe India Mi United States Brazil Other\n\n0 5 10 15 20 Goldwind Envision Windey Mingyang Vestas Sany Dongfang Electric Siemens Gamesa Nordex\n\nGE Vernova\n\nSource: BloombergNEF *Onshore and offshore\n\nelectricity supply when outages occur. Then there is the fact that Europe’s own turbine-makers already use Chinese parts such as blade bearings and gearboxes, which the country produces in vast quantities (see chart 2). Henrik Andersen, the chief executive of Vestas, says it would be “too expensive” to make many of these components in Europe. But he adds that inputs which carry greater security risks, such as chips and sensors, should be carefully vetted.\n\nSome predict that protectionism and security concerns will ultimately prevent China’s turbine giants from conquering the continent. Endri Lico of Wood Mackenzie reckons that they captured around 18% of the global market outside China in 2025, triple the figure in 2024. But in Europe, where their presence is still limited, they have been given “a clear political signal” that they are “unwelcome”. That will make the ambition to decarbonise all the harder to achieve. @\n\nCrossing blades [2]\n\nWind-turbine-component suppliers, 2025, % of factory locations\n\nSelected components Wi China ‘Europe Wi lndia WM United States Brazil Other\n\n0 20 40 60 80 = 100 Hub Blade bearing Low-speed shaft Gearbox Transformer Main bearing Blade\n\nTower\n\na a Switchgear\n\nRotor brake Source: Rystad Energy\n\nThe Economist January 3rd 2026\n\nAviation\n\nA bumpy ascent\n\nA record year for airlines is not what it seems\n\nRo AIRPORT in Finland, gateway to the home of Father Christmas in Lapland, surpassed 1m arrivals for the first time in 2025. Airlines serving fans of reindeer and ice swimming are not the only ones breaking records. In 2025 the industry’s net profits will have hit an all-time high of nearly $40bn globally, reckons IATA, a trade group, far exceeding 2019’s pre-pandemic total of $26bn. Yet plenty of challenges remain.\n\nThe world’s carriers have made a strong post-pandemic recovery. In 2024 they flew 4.8bn passengers, cruising past the previous peak reached in 2019. In 2025 that figure probably reached sbn. For the first time combined revenues are expected to have exceeded $1trn. As demand continued to run ahead of additional capacity, load factors (a measure of seats filled) also hit a record, averaging nearly 84%, and should rise higher still in 2026.\n\nNot everything has been in the ascent. European and North American airlines, which account for three-fifths of the industry’s net profits, have had to contend with circuitous long-haul routes to avoid Russian airspace since the start of the war in Ukraine. This year parts of the Middle East became no-go zones after Israel’s strike on Iran in June. America’s airlines were hit by a government shutdown that stopped federal workers from travelling and kept unpaid air-traffic controllers at home, disrupting flights.\n\nWhat is more, despite a drop in fuel prices, which account for 25-30% of airlines’ operating expenses, other costs have risen. This is mostly the result of a shortage of new aircraft. Airlines may have recovered since the pandemic, but Boeing and Airbus are still under strain. The aircraft duopoly’s combined deliveries of under 1,400 new planes in 2025 were some way off the record of just over 1,600 in 2018.\n\nBoeing has struggled to increase its production ever since two fatal crashes of 737 MAX short-haul aircraft in late 2018 and early 2019 led to a 20-month grounding. It has continued to struggle with quality control; in early 2024 a fuselage panel on an-\n\nother 737 MAX blew off mid-air. Airbus, >»\n\nWe're hiring: The Economist is seeking a US business writer, preferably based in New York. Journalistic experience is not essential. The deadline for applications is February 20th. For more information, visit economist.com/usbusinesswriter. "
}