{
  "text": "10\n\nThe world this week Business\n\nThe Michael and Susan Dell Foundation pledged $6.25bn to fund investment accounts for 25m American children, the largest-ever charitable donation for children in the Us. The funding will place $250 into accounts under the auspices of Invest America, a national programme. The child must be aged ten or under, born before January ist 2025 and live in an area where the median income is less than $150,000. Mr Dell said this would encourage families to save for their children. The Treasury has started a programme to deposit $1,000 in investment accounts for children born between January ist 2025 and the end of 2028 until they are 18.\n\nVorsprung durch Technik? Germany’s chancellor, Friedrich Merz, formally asked the European Union to exempt plug-in hybrids and highly efficient petrol cars from a ban on sales of combustion engines that comes into force in 2035. Germany’s mighty car industry has struggled with the transition to fully electric vehicles. Mr Merz said the reduction of emissions should be carried out in a way that is “innovation-friendly and technology-neutral”.\n\nAccording to reports, Sam Altman, the boss of Openal, has warned his colleagues that they must focus on improving ChatGPT or risk falling behind rival generative-AI models, such as Claude, developed by Anthropic, and Gemini, Google’s AI. Mr Altman described it as a “code red” situation for Openal. He is delaying the development of other initiatives, including advertising services anda personalised morning roundup for users based on their data, to focus on ChatGPT. Meanwhile, Anthropic was said to be preparing for an IPO as soon as next year, which could be one of the biggestever stockmarket flotations.\n\nFacing criticism that it is falling\n\nbehind its rivals in artificial\n\nintelligence, Apple appointed a new executive to oversee the technology. Amar Subramanya has been recruited from Microsoft, which he joined only a few months ago. Before that Mr Subramanya worked for Google on its Gemini chatbot. His quick departure from Microsoft, where he was tasked with beefing up the company’s own AI technology, is indicative of the fierce competition for top AI talent.\n\nTaiwan, GDP % change on a year earlier\n\nQo mn\n\n2021 22 23 24 25 Source: LSEG Workspace\n\nThe boom in all things related to Alis powering Taiwan's economy, which grew by 8.2% in the third quarter, year on year, its best performance since the aftermath of the pandemic. Exports were up by 32%. TSMC, which has its headquarters in Taiwan, manufactures around 90% of the world’s most advanced chips for the likes of AMD, Apple and Nvidia. Fox-\n\nrr\n\nY es\n\na\n\nconn, best known for assembling the iPhone, has recently attained most of its revenues from making servers and other data-centre equipment. GDP is expected to expand by 7.4% this year, far above China’s growth rate.\n\nTwo of the biggest private providers of figures on house sales in China were ordered by the government to suspend their monthly data releases, according to a report. November’s figures, which are expected to register a sharp decline in sales among China’s struggling developers, have not been released.\n\nAmerican Eagle’s share price soared after it reported record sales over the Thanksgiving weekend and lifted its outlook for the year. The clothing retailer has been boosted by the success of its advertising campaign featuring Sydney Sweeney, a film star. The ads aroused controversy when they were released for intermingling “genes” with “jeans”. Starbucks agreed to pay $38.9m to settle with New York for not providing stable work\n\nrosters for its employees in the city. The company maintains\n\nI HAVE SOME TO PUNISH !/\n\nThe Economist December 6th 2025\n\nthat New York’s regulations are too complicated, triggering violations for even minor changes to schedules that create a “domino effect”, even when workers swap shifts for health appointments. Zohran Mamdani, the incoming mayor, said his administration will be there for the workers in the city “every single step of the way”.\n\nPrada completed a deal to buy Versace for $1.4bn, well below the $2bn that its former owners, Capri Holdings, paid in 2018. The acquisition closed on the birthday of Gianni Versace, who was murdered in 1997. Donatella Versace, his sister, who stepped down as creative director at the luxury-goods firm in March, has welcomed the deal.\n\nGreens v Al\n\nBP pulled out of a proposal to develop a giant hydrogen plant in northern England. The plant was considered to bea nationally significant infrastructure project and part of the government’s aim to reach net-zero emissions. But the owners of the land now want to build a giant data centre instead. They claim that this, too, will be of critical national importance.\n\n23 SANE\n\naa ee ns\n\n% é 2 4% 27 * : is\n\nr | g 3 2\n\nawe\n\n— inte 4 tines "
}