{
  "text": "12 Leaders\n\nThe Economist December 6th 2025\n\nFragmentation\n\nBritain’s slot-machine politics\n\nVoting is becoming a high-stakes, wildly unpredictable gamble\n\nLECTIONS ARE supposed to distil the will of the people.\n\nThese days they are more likely to scramble it.\n\nGoing by recent polling, a general election held today could lead to a landslide for Reform UK (which now has just five MPs); or voters could return a hung parliament. Perhaps the Conservatives will be the kingmaker; but then again, if the Tory vote slips a bit further, the world’s most successful political party could be reduced to a rump of just 15 MPs. Zack Polanski of the Greens (currently four MPs) has a one-in-twenty chance of becoming leader of His Majesty’s opposition in a Reformled parliament. But if the Labour Party can get to within two percentage points of Reform, it will have a one-in-three chance of forming the next government—making Sir Keir Starmer one of the most successful, while also one of the most loathed, prime ministers of the 21st century.\n\nWelcome to slot-machine Britain, where election day gives the people a chance to pull the lever on a one-armed bandit. Our bewildering range of outcomes emerges not so much from a belief that the polls could see-saw wildly—though they may do that, too—as from the fact that, when five parties score between 13% and 29%, small changes in their share of the vote lead to big changes in their share of the seats in Parliament.\n\nFor a while now, Britons have been aware that they face arbitrariness and instability at the ballot box. This week, The Economist is using a new electoral model to put flesh on that intuition (see Britain section). For those who care about good government or democracy, our findings are not reassuring. Those people include Sir Keir who, in an interview with us this week, warns that the emergence of the populist right is “the political fight of our times”.\n\nThe fundamental cause of the uncertainty is political fragmentation and it is a feature of many European democracies. In France National Rally and La France Insoumise have drawn support away from the Socialists, the Republicans and Renaissance in the centre. Alternative for Germany and various parties on the left, including Die Linke, have eroded the two big traditional groupings there. Italy is also far down this route.\n\nIt is the same story in Britain, where a two-party duopoly has been crumbling since the 1960s. Lately, the decline has accelerated as the loyalty of voters to individual parties has withered. Reform, an upstart led by Nigel Farage, has become Britain’s most popular party. Under Mr Polanski, a former actor who rivals Mr Farage for wit and off-the-cuff policymaking, the Greens have overtaken Labour as the first choice of those under 35. Separatists are thriving in Scotland and Wales.\n\nBritain turbocharges this turmoil because of its election system. Under first-past-the-post voting, everyone casts a single ballot and the candidate with the most in each of Britain’s 650 constituencies wins a seat. In theory this rewards the two big parties, supposedly leading to strong government. However, when the country has lots of medium-size parties, the correlation between the number of votes in, and number of seats out, owes more to Las Vegas than to Edmund Burke.\n\nTo make sense of the confusion, we have built a model that draws on 80 years of electoral data. This uses 10,001 simulations to calculate what could happen in a vote based on today’s polling. We find that in some constituencies seats could be won on as little as 23% of the vote. Reform is likely to be the largest party, but its possible tally of seats spans a huge range from 112 to 373—the difference between Mr Farage leading a rump opposition and becoming prime minister.\n\nWhoever wins, the consequence is likely to be weaker government and more contempt for Parliament. One problem is that majorities will be built on sand. In the election in 2024 Labour won 63% of the seats on 34% of the vote, the most disproportionate result in history. As its polling has dwindled, however, Labour MPs have become aware that their seats are under threat. Despite having a big majority, therefore, Sir Keir has had to grapple with rebellious and risk-averse backbenchers unwilling to fall in with his plans.\n\nAnother problem is that governments elected on a small share of the vote do not have a mandate for the sweeping reform Britain needs. If they take harsh measures, they will be accused of failing to reflect the will of the majority in the country. But if they sit on their hands and do nothing, they risk being accused by their own voters of making empty manifesto promises. It is a recipe for disillusionment with democracy.\n\nBritain has in the past seen powerful challenges to the two-party system, such as the SDP in the early 1980s, only for them to melt away. This time, too, it is tempting to credit the rise of the insurgents to Sir Keir’s bloodless leadership, or to think that fragmentation is simply a temporary flare-up over inflation and immigration. Perhaps the incentives for creating big parties under the first-past-the-post voting system will be large enough to lead to another consolidation.\n\nHowever, the forces propelling the shift from two dominant parties to many competing ones are unlikely to abate. The habit of party loyalty is easily lost, but hard to regain. On both the left and the right you find the same frustration: voters feel that the Westminster system no longer responds to their wishes. If the slot machine amplifies the volatility of the electorate, then that could further alienate voters. Eventually, this will lead to growing pressure for electoral reform. Already supported by a majority of Britons, this may one day become inevitable whether Westminster politicians want it or not.\n\nIn his interview, Sir Keir acknowledges that voters feel frustrated and disenfranchised and no longer trust centrist politicians to improve their lives. But he warns where this could lead. “If there is a Conservative government,” he says, “I can sleep at night.” But a populist-right government led by Mr Farage “would be a different proposition”. Sir Keir’s answer is to prove between now and the election that national renewal, patriotism and progressive policies can meet Britain's challenges. What makes the path so treacherous is that, even if he succeeds, the slot machine could make him a loser. @ "
}