{
  "text": "14 +Leaders\n\nThe Economist December 6th 2025\n\nUkraine\n\nSquabbling while Ukraine burns\n\nWith America ducking out, Europe must pay for Ukraine’s war effort. Its leaders are still flunking that test\n\nBE. IS BREATHING a sigh of relief. On December 2nd Donald Trump’s envoy, Steve Witkoff, held lengthy talks about Ukraine with Vladimir Putin in Moscow—and not much happened. Many had been expecting Team Trump to sell out Ukrainian sovereignty in return for commercial deals. The risk of such an odious stitch-up now seems to have receded a bit. Thanks to pressure from European leaders and some sensible Republicans, including the secretary of state, Marco Rubio, some of the worst elements of a 28-point plan hatched by Mr Witkoff and his Kremlin chum, Kirill Dmitriev, have quietly been dropped. Mr Putin seems unenthusiastic about the current version. Mr Trump now says the whole thing is “a mess”. Diplomacy, like the war, will grind on.\n\nBut if European governments think they are off the hook, they are wrong. First, another bad pseudo-peace plan could pop up. Second, — # even if it doesn’t, Ukraine will need solid military and financial support for the foreseeable future, and it will have to come from Europe. It is still not clear that Europeans grasp this.\n\nWhen Mr Putin launched his full-scale, unprovoked invasion, Europe did the right thing. The EU and others imposed stiff sanctions on Russia and gave military and financial aid to Ukraine, roughly matching the level of support from America. But that united front depended on the White House agreeing that territorial aggression should not be rewarded. Mr Trump has blown that consensus apart. Now, the $90bn-100bn it costs each year to support Ukraine’s war effort, a burden previously divided evenly, must be shouldered by Europe alone. As our calculations earlier this year showed, it is a large sum in aggregate but a small price to pay for Europe’s security. The annual GDP of the EU alone is nearly $2otrn.\n\nRussia may be advancing on the battlefield, but only slowly\n\nand at a huge cost in men and money (see Europe section). So Europe faces three strategic tasks. First, to make Mr Putin realise he cannot win, by convincing him that Europe (which has an economy ten times larger than Russia’s) will never abandon Ukraine. Second, to reassure Ukraine. Third, to show the MAGA crew that Europe is not the feeble, freeriding bloc they say it is. On all three, Europe is coming up short.\n\nNothing illustrates this better than an EU squabble over some €210bn ($245bn) of frozen Russian assets, much of it lodged at a clearing-house in Brussels. The G7 agreed last year to use the interest generated by the invader’s frozen assets to support its victim. But this is not enough. An EU summit in Oc-\n\ntober was supposed to agree on a more cre-\n\n& ative way to mobilise the assets, using some of\n\n' them to back a “reparations loan” to Ukraine,\n\nwhich would be repaid only if Russia pays\n\ncompensation for the harm it has inflicted.\n\nBelgium wants other European countries to\n\nshare the risk that Russia might sue to retrieve\n\nits assets. A deal ought to be possible, but so\n\nfar all proposals, including a complex one from the commission this week, have failed to win assent.\n\nIf Europe will not, or cannot, deploy the frozen assets, it must use its own balance-sheet—soon. That means common borrowing: Eurobonds, strategic-autonomy bonds, whatever label is politically palatable. Ukraine needs predictable, multiyear financing: a fouror five-year package it can count on to keep its budget afloat, manufacture shells and rebuild power plants. Europe’s current dribs-and-drabs approach is the opposite of strategic. It forces Ukraine to live from one donor meeting to the next; it encourages Mr Putin to wait the West out; and it offers ammunition to those in Mr Trump’s inner circle who argue that Europe is incapable of serious statecraft.\n\nPost-Assad Syria\n\nTwo cheers for Ahmed al-Sharaa\n\nSyria’s president has been a deft diplomat, but must do more to reassure his country\n\nFr THE start of Syria’s revolution in 2011 the regime said the country faced a choice: Assad or chaos. The dynasty that had ruled since 1971 warned that Syria would collapse without its iron grip. This was always a lie. It was Bashar al-Assad’s refusal to stand down, and his murder and torture of peaceful protesters, that plunged Syria into civil war.\n\nOn December 8th 2024, after a lightning rebel offensive, the hated tyrant was forced to flee into exile. The past year has proved that his country can cope remarkably well without him. His successor, Ahmed al-Sharaa, is exactly the sort of character Mr Assad told his loyalists and outsiders to fear: a former jihadist. Yet Syria has not tipped into chaos. Though there are reasons to worry about the kind of state Mr Sharaa is building,\n\nhe has done a laudable job of holding the country together.\n\nStart with his performance on the world stage, where he has proved to be a deft diplomat (see Middle East & Africa section). He has charmed his Western counterparts, chief among them President Donald Trump, who welcomed him to the White House last month. America has temporarily waived the sanctions it imposed on Syria during Mr Assad’s rule and is working to scrap them. Gulf states are mostly enthusiastic about Mr Sharaa, and he is labouring to make peace with Israel (which has unwisely met his overtures with hostility).\n\nAll this adds up to a profound change in the Middle East. A country that was once a despotic client of Iran and Russia is\n\nnow trying to join the region’s pro-Western camp. Instead of >» "
}