{
  "text": "16 Leaders\n\nflooding its neighbours with illicit drugs—Syria’s main export in the latter days of Mr Assad’s regime—it is now courting Gulf states for investment.\n\nNext, consider what has not happened since Mr Assad’s flight from Damascus. Syria has not lapsed back into civil war, a fate that befell other Arab countries after their own violent revolutions. Nor has Mr Sharaa sought to impose Islamic law. Bars in Damascus are still serving; women are not forced to cover up or stay at home. The president has been a pragmatist.\n\nSyria’s economy has been wrecked by war and sanctions. GDP is down more than 70% since 2011. Millions of people need homes, jobs and services. Mr Sharaa has not fixed their problems—but no Syrian leader could have done so in a single year. It is unfair to fault him for failing to do the impossible.\n\nHowever, it is not too soon to judge the way he is trying to govern. He seems uninterested in rebuilding the formal state, which was hollowed out by dictatorship. Instead he is creating parallel structures. His decision last month to establish a new customs authority, run by a former jihadist comrade, does not bode well. Syria’s main source of tax revenue is now controlled\n\nThe Economist December 6th 2025\n\nby a crony rather than by the finance ministry.\n\nFurthermore, Mr Sharaa has done far too little to reassure minority groups. Pro-government forces committed two atrocious massacres of religious minorities this year (killing Alawites in March and Druze in July). Mr Sharaa condemned the killings and says the right things about Syria’s mosaic of faiths and ethnicities. But he acts as if he is oblivious to the fact that many Alawites, Druze and Christians view a Sunni-dominated state led by an ex-jihadist as a danger.\n\nHe must do more to share power, which today is concentrated among a handful of his relatives and confidants. Ministries should be buttressed rather than bypassed. He should engage more with the robust civil society that emerged during the civil war. An early test will come when Syria’s new parliament is seated, probably in January. It could be a check on presidential authority; it could also prove to be a rubber stamp, like the old regime’s legislature. That would be a tragedy. Mr Sharaa has done a commendable job in his first year. But his task is not just to hold Syria together; it is to create something that is different from the one-man show he overthrew. @\n\nAmerica’s central bank\n\nChoosing the chair\n\nChris Waller, not Kevin Hassett, should lead the Federal Reserve\n\nN NOVEMBER 30TH President Donald Trump said he had\n\ndecided whom to nominate as the next chair of the Federal Reserve. He has since said he will reveal his choice early next year. In betting markets, money has piled on Kevin Hassett, his trusted economic adviser. Mr Trump is desperate for the Fed to cut interest rates faster. He has tried to oust Lisa Cook, a Fed governor; the row over whether he can will be heard by the Supreme Court in January. And he has already put one of his advisers, Stephen Miran, on the Fed board temporarily. Mr Miran has voted for bumper rate cuts. As chair, Mr Hassett would paddle in the same direction.\n\nIt is common for the Fed chair to have a party affiliation. If having worked in the White House were a bar, then neither Alan Greenspan nor Janet Yellen could have occupied the role. Mr Hassett also has some qualifications for the top job. Before joining the first Trump administration in 2017, he was a respected, if partisan, economist who had been published in leading journals. No one can claim he would be ignorant of the dangers of setting interest rates to keep Mr Trump happy or debt cheap, rather than to control inflation.\n\nThe question is how much Mr Hassett would care about those risks. While working for Mr Trump, he has behaved like a hack unconcerned with reality. In 2017 his “very [conservative]” estimate was that Mr Trump’s corporate-tax cuts would boost annual household incomes by $4,000 on average—far above other estimates at the time and any effect picked up since. In May 2020 his “cubic” model of the covid-19 pandemic projected that deaths would soon cease entirely. Absurdities such as these have torched his scholarly reputation. Even before entering the White House he made one of the worst forecasts in history: in 1999, near the height of the dotcom boom,\n\nhe predicted a near-quadrupling of the Dow Jones index.\n\nThere is a candidate whose record is far superior. Chris Waller has sat on the Fed’s board since 2020, has worked in the Fed system since 2009 and was previously an academic. Whereas Mr Hassett’s research concerned tax policy, Mr Waller is a monetary-policy expert—and has a strong record of divining where the economy is headed.\n\nIn 2022 many prominent forecasters, including a former chief economist of the IMF, Olivier Blanchard, predicted that recent rises in interest rates would cause a surge in unemployment. Mr Waller vocally disagreed, and was proved right. This year he foresaw weakness in the labour market that struck in July, and which caused the Fed to take a doveish turn. Over a long period his judgment looks equally sound: compared with colleagues he was doveish in the 2010s, when the economy was weak, and hawkish after the pandemic, as inflation was taking off.\n\nLike Mr Hassett, Mr Waller wants lower rates today. This newspaper is not convinced: inflation is still well above the 2% target and America’s labour market may be stronger than it looks (see Finance & economics section). But there is little doubt that Mr Waller is making his case in good faith, and that under his leadership the Fed’s independence would be secure.\n\nTo Mr Trump, that is a bad thing. Yet the president should be careful what he wishes for. His main political problem is high prices, something that excessively loose monetary policy would make worse. And if the central bank’s independence were threatened, investors would revolt, and America’s longterm borrowing costs would rise. Appointing a technocrat rather than a partisan is not just the right choice—it is also in the interests of the Republican Party. @ "
}