{
  "text": "18\n\nLetters minimum wages, Russians in Europe, the American penny, workplace romances, syllables\n\nPaying a decent wage\n\nYou fear that higher minimum wages risk a “doom loop” of price rises for consumers and job losses for the least-skilled (“Time for a pause”, November 22nd). You also fret that research doesn’t focus on affected workers, and that “It takes time for minimum wages to kill jobs.” Our research, forthcoming in the Journal of Labor Economics, shows otherwise.\n\nWe analysed the more than seven-year run-up to a $15 minimum wage across 36 diverse counties in California and New York, focusing on the fast-food industry, which is highly exposed to wage increases. Contrary to your fears, we found large wage gains and zero job losses before the pandemic. In the tight post-2020 labour market employment actually grew, especially in lower-income counties. As for prices, a $1 increase in the wage raised the price of a $5 Big Mac by just 12 cents. Even California’s recent jump to a $20 wage for fastfood chains raised a $4 hamburger by only eight cents. In short, minimum wages that are $15 and higher are still correcting for monopsony power, yielding no job losses and negligible price increases.\n\nYou also argue for in-work tax credits over wage floors to help the poor. Yet research has shown that employers capture a significant portion of the Earned Income Tax Credit because it in effect tops up the low wages they pay. Ahigh minimum-wage is essential to prevent government aid from becoming a subsidy for lowwage employers.\n\nJUSTIN WILTSHIRE (on behalf of co-authors CARL MCPHERSON, MICHAEL REICH and DENIS SOSINSKIY) Assistant professor Department of Economics University of Victoria\n\nVictoria, Canada\n\nRussians in Europe I agree with Charlemagne that the security risks from Russian military and industrial sabotage in Europe are pressing and urgent (November 15th). It is not at all clear, however, that limitations on visas for Russian citizens will mitigate those risks. Russian special agencies have proved again and again that they have no problem securing help from EU citizens or citizens of third countries. Just this year Bulgarian nationals were sentenced for plotting to kill Christo Grozev, a Bulgarian investigative journalist; a Colombian was charged with arson in Poland; and Ukrainian citizens are suspected of sabotaging Polish railroads. Moreover, visa limitations would not prevent the beneficiaries of the Russian regime from visiting the EU. Too often they and their family members are in possession of either EU country citizenships and residence permits, or diplomatic immunity, or high-level personal connections through their\n\nCommon cents\n\nYour obituary for the American penny (The World Ahead 2026) reminded me of growing up in the 1980s, when sartorial details made the difference between social acceptance or failure. After buying a new pair of loafers (Haase’s in New Orleans for me) you immediately stuck a one-cent coin under the leather strip so that the school-approved shoes were transformed into a badge of cool. I will buy a stock of pennies immediately.\n\nDR JESSICA OGILVY-STUART Hong Kong\n\nTo add to your list, the penny is also used by many car mechanics as a yardstick for the depth of a tyre tread. The coin is inserted between the\n\nEuropean business partners. If the EU is serious about preventing them from coming it should expand and enforce personal sanctions and be far more strict in severing business relations with Russia.\n\nMeanwhile, the EU has accepted several tens of thousands of Russian citizens since 2022. These recent exiles have undergone strict vetting and are far more anti-Putin and pro-Ukraine than the average European. Indeed, they left their homes and livelihoods behind because of their political position. Many of these people continue important work in Russian-language independent media, in NGOs documenting the crimes of Vladimir Putin’s regime, in educational projects aimed at audiences inside Russia, and so on. Almost always the legal status of these people, including those on humanitarian visas and under international protection, does not allow them to invite anybody to the EU. They have to rely on tourist visas if they are ever to see their relatives and loved ones left behind in Russia.\n\nThe situation for activists who continue working inside Russia is even more dire. They provide help and legal assistance to political prisoners and Ukrainian prisoners of war,\n\ngrooves of the tyre and if you can’t push Abraham Lincoln’s head all the way down it indicates that the tread has eroded to an unsafe degree. So now we are to endure vehicles careening across our path in adverse weather, all for the lack of a penny.\n\nALAN FOLEY\n\nEugene, Oregon\n\nThe Economist December 6th 2025\n\nhelp Ukrainian refugees find their way outside Russia, document the human-rights abuses of the regime or simply express their anti-war opinions when an uncareful word or a public gesture can easily land one in jail. Many of these activists have sent their family abroad, including to the EU, for safety reasons. Many visit the EU to communicate with friends and colleagues without surveillance, or simply to get a gasp of fresh air. And in a big majority of cases they rely on tourist visas to do that. Now the EU suggests carving out an exemption from the single-entry-only rule for those people. It is clearly bonkers. Under this new regime, for an activist ora journalist inside Russia to have a multi-entry EU visa in one’s passport is equivalent to having a big target on their back. Charlemagne mentioned his discomfort at sharing a Parisian café or Alpine chairlift with Russian tourists. That is a lazy stereotype. There are at least a couple of million nativeRussian speakers among the EU’s citizens and many millions more among citizens of Ukraine, many of whom have paid a high price in this war. DR MIKHAIL TAMM Tallinn, Estonia\n\nTwo weeks’ notice\n\nYour article on the perils of workplace romances (“Dangerous liaisons”, November 15th) reminded me of some advice I was once given: don’t hook up where you VLOOKUP.\n\nJACK ROGERS\n\nLondon\n\nOne syllable, two syllables Bagehot’s piece on a purported male crisis in Britain described a monosyllabic Hungarian who says “OK” a lot (November 22nd). I respectfully observe that “OK” is polysyllabic. DANIEL PAUL\n\nBournemouth\n\n— Letters should be addressed to the Editor at: The Economist, The Adelphi Building, 1-11 ohn Adam Street, London WC2N; Email: letters@economist.com. More letters available at: economist.com/letters "
}