{
  "text": "The Economist December 6th 2025\n\n19\n\nBY INVITATION Larry Fink and Rob Goldstein\n\nHow tokenisation could transform finance\n\nFu YEARS ago money moved at the speed of mail. When one of us (Larry) started his career in 1976, trades were placed by phone and settled with paper certificates. In 1977 a technology called SWIFT brought standardised electronic messaging between banks, cutting transaction times from days to minutes. Today, trades between New York and London execute in milliseconds.\n\nNow finance is entering the next major evolution in market infrastructure—one that could move assets faster and more securely than systems that have served investors for decades. It started in 2009 when Satoshi Nakamoto launched bitcoin as a shared digital ledger that could record transactions without intermediaries. A few years later that same technology—the blockchain—sparked something even more transformative: tokenisation.\n\nTokenisation involves recording ownership on digital ledgers. It makes it possible for almost any asset, from real estate to corporate debt or currency, to exist on a single digital record that participants can independently verify. At first it was hard for the financial world—including us—to see the big idea. Tokenisation was tangled up in the crypto boom, which often looked like speculation. But in recent years traditional finance has seen what was hiding beneath the hype: tokenisation can greatly expand the world of investable assets beyond the listed stocks and bonds that dominate markets today.\n\nTokenising assets brings two broad benefits. First, it offers the potential to settle transactions instantaneously. Today’s markets operate on different settlement timelines, exposing buyers and sellers to the risk that one side might not fulfil its obligations. Standardising instantaneous settlement across global markets would be a leap beyond what SWIFT ever made possible.\n\nSecond, private-market assets still rely heavily on paper—manual processes, bespoke settlements and records that haven't kept up with the rest of finance. Tokenisation can replace paper with code, reducing the frictions that make assets costly and slow to trade. It can turn large, unlisted holdings such as real estate or infrastructure into smaller, more accessible units, broadening participation in markets long dominated by large institutions.\n\nTechnology alone won't remove every barrier. Regulation and\n\ninvestor safeguards will remain crucial. But by lowering cost and complexity, tokenisation can help investors to diversify.\n\nThere are early signs of progress. Tokens that represent “real world” traditional financial assets (stocks, bonds and so on) remain a tiny share of global equity and fixed-income markets but are growing fast—up roughly 300% in the past 20 months.\n\nMuch of the early adoption is happening in the developing world, where banking access is limited. Nearly three-quarters of crypto holders live outside the West. Meanwhile, the economies that built modern finance—America, Britain and the EU—are falling behind, at least when it comes to where the trading is done. It’s true that many of the firms best placed to lead the shift to a tokenised financial system, including the dominant players in stablecoins, are American. But that early advantage isn’t guaranteed.\n\nIf history is any guide, tokenisation today is roughly where the internet was in 1996. And it could advance at the same pace as the internet—faster than most expect.\n\nIt won't replace the existing financial system any time soon. Think of it instead as a bridge being built from both sides of a river, converging in the middle. On one side stand traditional institutions. On the other are digital-first innovators: stablecoin issuers, fintechs and public blockchains.\n\nThe two aren’t competing so much as learning to interoperate. In the future, people won't keep stocks and bonds in one portfolio and crypto in another. Assets of all kinds could one day be bought, sold and held through a single digital wallet.\n\nThe task for policymakers and regulators is clear: help build that bridge—quickly and safely. The best approach isn’t writing an entirely new rulebook for digital markets but updating the one we have so traditional and tokenised markets can work together.\n\nWe’ve seen how powerful that kind of connection can be. The first emerging-market exchange-traded funds (ETFs) linked stockmarkets of more than 20 countries into a single fund, making global investing easier. Bond ETFs did the same for fixed income. And now with spot bitcoin ETFs, even digital assets are on traditional exchanges. Each of these innovations builds bridges.\n\nThe same principle applies to tokenisation. Regulators should aim for consistency: risk should be judged by what it is, not how it’s packaged. A bond is still a bond, even if it lives on a blockchain.\n\nBut innovation needs guardrails: clear buyer protections to make sure tokenised products are safe and transparent; strong counterparty-risk standards to prevent shocks from spreading across platforms; and digital-identity verification systems so those who want to can trade and invest with the same confidence they have when swiping a card or wiring money.\n\nIn his book on the 1929 crash, Andrew Ross Sorkin revisits the failures that gave rise to the modern financial system. Some were technological: on Black Tuesday stock tickers fell hours behind, unable to keep up with the surge in trading. Others were institutional: a financial system that had raced ahead of the safeguards.\n\nTokenisation can modernise the infrastructure that still makes parts of the financial system slow and costly, bringing more people into the world’s most powerful engine of wealth creation: the markets. But, as 1929 taught us, every expansion of access must be matched by updated safeguards. Tokenisation must do both: move faster and move safely, building trust as it goes. @\n\nLarry Fink is BlackRock’s chief executive. Rob Goldstein is the investment firm's chief operating officer. "
}