{
  "text": "20\n\nBriefing Al and childhood\n\nGeneration Al\n\nBEIJING, LONDON AND SINGAPORE\n\nAt home and at school, artificial intelligence is transforming childhood\n\nI ei raee WERE baffled. Some of the children using Khan Academy, an online learning platform, seemed to be cheating at their maths assignments with the help of an unknown accomplice. An investigation eventually unmasked the culprit: Pythagoras, an ancient Greek mathematician with a penchant for right-angled triangles. As a study aid, Khan Academy allows pupils to chat with AI simulations of towering intellects of the past. Children had discovered that with some gentle prompting, the digital Pythagoras was happy to complete their homework. Children are the pioneers—and guinea pigs—of artificial intelligence. American teenagers are more likely than their parents to use AI at home and more likely to use it at school than their parents are at work, according to a survey by the Centre for Democracy and Technology (CDT), a non-profit group. At school, AI promises to change how children are taught, how they are assessed and, ultimately, how they\n\nthink. At home it is changing how they play, how they are supervised and with whom—or what—they share confidences and form friendships. Generation AI is growing up with opportunities that previous generations could not have imagined. It is encountering novel risks, too.\n\nHigh-school muse\n\nStart in the classroom, where much of childhood is whiled away. Two years ago more schools in America banned AI than permitted it. Today its use has become the norm. Some 61% of high-school pupils and 69% of teachers get help from AI with their work for school, according to a survey from the RAND Corporation, a research organisation (see chart on next page).\n\nMany governments support the trend. President Donald Trump signed an executive order in April urging America’s schools to “integrate the fundamentals of AI into all subject areas”. Singapore this year introduced lessons on the basics of AI\n\nThe Economist December 6th 2025\n\nin primary schools. China plans to teach Al in all primary and secondary schools by 2030. In Hangzhou, the city that is home to DeepSeek, one of China’s AI champions, children receive at least ten hours of annual instruction in Al, from model-training to the principles of neural networks.\n\nPupils may first encounter AI secondhand, as teachers use it to generate worksheets, quizzes, personalised assignments and the like. A trial last year in 68 secondary schools in England by the Education Endowment Foundation, a charity, found that science teachers equipped with ChatGPT could reduce their weekly lessonplanning time by nearly a third. AI can help them spruce up their teaching, too: Last month Microsoft released a tool that turns lesson plans into games in “Minecraft’”, where children can build elements from the periodic table, for instance.\n\nChildren are also being taught directly by AI. In Flanders, Belgium, around 4,000\n\nstudents are using Al-powered reading >> "
}