{
  "text": "The Economist December 6th 2025\n\ntools made by Microsoft. One, called Reading Progress, records children reading aloud and alerts them to mistakes. Another, Immersive Reader, allows students in the multilingual region to read a text in their first language and then in Dutch, clicking on words to see illustrations of their meanings. It can also translate the teacher’s instructions in real time.\n\nSuch technology promises a personalised education once available only to the rich. Google predicts that “AI may ultimately allow every learner to take a truly individualised learning journey.” Ben Gomes, Google’s chief technologist for learning, describes how this could unlock access to knowledge. Growing up in preinternet India, he borrowed the British Council library’s only book on electronics. “I would bring it home and pore over it, and there was no hope I would understand it because it was at the wrong level,” he says. Now AI tools like Google’s Learn Your Way can adapt texts to users’ reading ability. It can add personalised touches as well: in an economics lesson on labour markets, children who like football are given an example about Lionel Messi, whereas those who prefer film get Zendaya.\n\nParents are supplementing this kind of instruction with AI tutors at home. This is especially popular in China, where ultracompetitive exams have made tutoring a big business. A government crackdown on after-school instruction in 2021, to ease pressure on stressed-out families, has been an unintended fillip to companies making Al-powered educational devices. Whereas human tutors were banned from teaching the main curriculum, even online, AI tutors were not. Yang Renbing, head of JZx, a startup in Hangzhou that sells tablets equipped with an AI teacher, says monthly sales have risen tenfold in the past year.\n\nIt is early days, but makers of AI tools point to signs of success, particularly in reading. Participants in a pilot in India for Google’s Read Along app were 60% likelier to improve their proficiency than those ina control group. A study by the World Bank found that students in Nigeria using Microsoft’s Copilot in the first year of high school improved their English by the equivalent of nearly two years’ ordinary schooling. Primary-school children in Taiwan using CoolE Bot, a language-learning app, showed a significant improvement in English; shy students reported that practising with the bot was less intimidating than talking to a human teacher.\n\nNot everyone is keen on edu-bots. Only 22% of American school-district heads believe that AI harms students’ critical-thinking skills, but 61% of parents do, RAND found. Perhaps most worryingly, 55% of high-school students themselves believe so. Some concerns may stem from unfamiliarity: the CDT found that the teachers\n\nwho are most concerned are those whose schools use AI least. But it also found that, among children, the least happy with Al are those whose schools use it most.\n\nStudents and teachers alike report that they have had little guidance on how they may use AI. Parents express wildly varying views on whether it should be used for homework. A minority of students do seem to be cheating: Victor Lee of Stanford University and colleagues found that 15% of American high-school students admitted to using AI to complete an entire assignment this year, up from 11% in 2024.\n\nThe break-fast club\n\nA bigger problem than blatant cheating is that children may offload thinking that they should be doing themselves. In China a national survey found that 21% of primary and secondary students said they would rather rely on AI than think independently. Researchers at the Massachusetts Institute of Technology measured students’ brain activity as they completed an essay-writing task, some with and some without the help of ChatGPT. The brains of those using ChatGPT fired less; those students were also less able to recall an accurate quote from the essay they had written.\n\nStudents seem to suspect as much themselves. A trial at Indiana University’s Kelley School of Business found that those who were allowed to complete an exercise with the help of AI scored 10% better than others and did the work 40% faster. But they were 16% less likely to describe the result as their “own work”.\n\n“This is the big difference between tools that are designed specifically for education and your general-use tool,” says Kristen DiCerbo of Khan Academy. In most contexts, users want AI to provide answers. In education, that is the student’s job. Khan Academy’s AlI-powered tutor, Khanmigo, is not supposed to give students answers. Instead, it talks students through problems, drawing the answers\n\n= Fast times US, use of Al in high schools, 2024-25, %\n\nStudents\n\nWi Once a week or more ™ Less than once a month\n\nCs =~\n\nTeachers*\n\n' At least once a month Never\n\n') 2-3 times a month Never\n\nWi Once a week or more ™ Once a month or less\n\nSource: RAND *Planning or teaching core subjects\n\nBriefing Al and childhood 21\n\nout of them. The big AI firms are following suit: in July OpenaAlI launched “study mode” for ChatGPT, offering “step-by-step guidance instead of quick answers”. Google’s “guided learning” setting does much the same.\n\nIn the hands of a responsible student, such tools help. But a child with a tight deadline or an Xbox addiction may opt for the standard setting. “Efficient use of AI is going to win out over the use of AI that leads to better...learning,” predicts Julia Kaufman of RAND. The risk of cheating at home may lead to more assessments at school—meaning less time for teaching.\n\nEven Al’s fans accept that learning in the classroom is still crucial. “There’s only so far that points, badges and happy confetti will take you,” says Ms DiCerbo. Khan Academy recommends two or three sessions a week, alongside classroom learning. Huang He, chief executive of PalFish, a Chinese online tutoring platform, thinks children will need time to get used to AI instruction: “I can ignore an Al, right? But with a real teacher, you feel like they’re waiting for your answer.” Whole-class learning may be slower than personalised tutoring, but it teaches children skills like interacting, collaborating and coming to consensus—“things that an AI tutor could short-circuit”, Ms Kaufman says.\n\nThe end of the school day is not the end of children’s immersion in AI. American teenagers are more likely to use the technology at home than at school, according to the CDT. There, too, it is forging a personalised, bespoke sort of childhood.\n\nJust as teachers are using AI to fine-tune difficulty levels, video-game makers are employing it to make their games just hard enough to keep players engaged. “Tekken 8”, a fighting game, lets players take on an AI “ghost” fighter that has learned to match their ability and style of play. Other firms are introducing chatbot-powered characters to their games—with mixed results. “Fortnite” recently unleashed an AIpowered Darth Vader who could chat to players, but had to hastily reprogram him after he was drawn into X-rated exchanges.\n\nAI tools are allowing teens to make and share their own images, videos and games, turbo-charging the cycles of youth culture. Take “Italian brain rot”, an online craze that began earlier this year with bizarre images—a shark in Nike sneakers, a coffee mug performing ballet—created with Al. The images morphed into videos with the help of apps like Openat’s Sora. AI tools in Roblox, a gaming platform, made it easy to turn the ideas into games. By July “brain rot” games had become so popular on Roblox that the firm mentioned them in an earnings call. The fad is now waning, before most parents had even noticed it.\n\nAl is also being used to bring traditional\n\ntoys to life in new ways. Apps such as >» "
}