{
  "text": "The Economist December 6th 2025\n\nDrifting with purpose\n\nWASHINGTON, DC\n\nA deadly strike raises stark questions about America’s anti-drug war\n\nT WAS A scandal waiting to happen, and\n\nnow it has. For over three months America’s armed forces have conducted a relentless air campaign against suspected drugsmuggling boats in the Caribbean and Pacific. To date, they have carried out 21 confirmed strikes, which have killed at least 83 people, many of them apparently civilian smugglers. There has been little to no legal oversight. A meek Republican majority in Congress appeared content to abdicate its war powers to an imperial presidency.\n\nNo more. Republican and Democratic lawmakers alike are demanding answers about reports of an alleged war crime committed at the outset of the boat-strike campaign by American special forces. The controversy has put America’s secretary of war, Pete Hegseth, under scrutiny once again and may yet change the conduct of the Trump administration’s norm-smashing anti-drug operation.\n\nImmediately at issue is what happened to 11 suspected drug traffickers killed during the campaign’s first attack on September 2nd. On November 28th the Washington Post reported that an initial missile strike against a vessel carrying the traffickers left two survivors clinging to the shipwreck. Commanders watching the operation unfold over a live-video feed reportedly spotted the two men, but Admiral Frank\n\n24 Trumpcare\n\n25 Landscaping wars\n\n26 Special elections 26 Polling and Al\n\n27 Trump accounts\n\n28 Lexington: Coke fiends and friends\n\n23\n\nBradley, the special-operations commander in charge, ordered a second strike, blowing them up.\n\nIf that description is accurate, it is likely that American forces committed a war crime. It is illegal to strike people who are hors de combat, that is, out of action and posing no threat. The Pentagon’s own manual on the law of armed conflict points out that it is “dishonourable and inhumane” to attack people incapacitated by shipwreck. Killing the survivors of an attack at sea is “literally the textbook definition of an unlawful order”, says Steven Lepper, who served as the air force’s second-highest-ranking lawyer.\n\nWho is responsible? The White House has acknowledged the second strike but is hedging about how it happened. Mr Hegseth has made clear that his written order authorising the entire boat-strike campaign, known as an “execute order” in military-speak, demanded lethal action. Yet the secretary has denied authorising “no quarter” for survivors. Unless the text becomes public, it will remain hard to judge what requirements the secretary of war laid down for Admiral Bradley, who has been summoned to Congress to answer questions in private on December 4th.\n\nIn recent days the White House has shifted the onus onto the admiral, stating "
}