{
  "text": "24 United States\n\nthat he was responsible for ordering the second strike. “I stand by him and the combat decisions he has made,” Mr Hegseth posted to social media on December ist. In the absence of clearer facts, what happens next may hinge on two questions. The first is whether Mr Hegseth’s execute order was illegal from the outset. The other is how robust the decision-making process and legal safeguards were in the operations room when Admiral Bradley reportedly approved the follow-on strike.\n\nAs is common, Mr Hegseth’s order appears to have delegated authority to carry out the strike through the chain of command to Admiral Bradley, then in charge of Joint Special Operations Command (JSOC), home of elite, secretive forces such as the army’s Delta Force and the navy’s SEALs. The admiral is well-respected in special-operations circles and had the right background to oversee the mission. “He is extremely experienced in this type of individual and lethal targeting,” says a former senior judge advocate-general (JAG), the military’s uniformed lawyers. “[He’s] spent most of his professional career doing this in Iraq or Afghanistan.”\n\nFar-flung air and missile strikes are typically carried out from a joint-operations centre, a hub for co-ordinating missions with units in the field, linked by a live-video feed. Mr Hegseth watched the operation live on video, although he claims he did not “stick around” to witness the second strike. In any case, it would be highly unusual for a secretary of defence (now rebranded secretary of war) to intervene once the operation was under way, say officials familiar with the process. Admiral Bradley would also have been flanked by a gaggle of aides specialising in operations, intelligence, munitions and, crucially, a JAG, to advise on whether the strikes were legal.\n\nTypically, commanders will survey the room to get sign-off from a JAG and other officers before launching a strike. Yet JAGs lack formal authority in the chain of command. They do not have a veto, points out Daniel Maurer, a former army lawyer now at Ohio Northern University.\n\nThe room where it happens According to the Post, Admiral Bradley justified the follow-on strike as necessary to remove a potential navigation hazard for other vessels. The Pentagon has fired multiple times on different drug boats to remove them as potential hazards. Yet legal experts argue that is a legally dubious rationalisation in a case where survivors are present. “The question is which would take priority—removal of the hazard or care for the wounded,” says the former senior JAG. “Care for the wounded is a function of international treaty law.”\n\nA bigger question is whether America’s\n\nentire anti-drug campaign is legally defensible. Although the Trump administration argues it is engaged in an “armed conflict” with drug gangs, few legal scholars believe that blowing up drug boats fits that definition. In many ways the campaign is indicative of Mr Hegseth’s broader contempt for the laws of war. Since taking office he has gutted the Pentagon’s Civilian Harm Mitigation and Response Office and fired a multitude of senior JAGs.\n\nMr Hegseth often rails against what he claims are restrictive rules of engagement, which “tie the hands” of soldiers in the field. Morale within the JAG Corps is tanking. Many of the new lawyers installed in\n\nHealthcare\n\nConcepts of a plan\n\nNEW YORK\n\nThe Economist December 6th 2025\n\nsenior posts over recent months “don’t care what the right answer is”, bemoans the former senior JAG. “They spend all their time trying to figure out what the administration wants and then reverse engineer how to get to it.”\n\nThe controversy over the September 2nd strike may provide a service by focusing scrutiny on why the Trump administration is using disproportionate force against criminals in speedboats. Narcogangs are not al-Qaeda or Islamic State. “Whether these boats justify this kind of interdiction is really the question,” says a former JAG who advised JSOC operations. “That’s the debate we should be having.”\n\nExpiring Obamacare subsidies remain a headache for Republicans\n\nICTURE A REPUBLICAN voter. Perhaps Pies are in Texas or Florida, a farmer or someone running their own small company. These people are more likely to get their health insurance with supercharged subsidies for the Affordable Care Act (ACA) marketplaces. The boosted tax credits are set to expire at the end of December, probably causing 3.5m people to become uninsured by 2027, according to the Congressional Budget Office, a non-partisan scorekeeper. But despite the fact that many of their voters rely on them, Republicans, in Congress and in the White House, have yet to decide on a solution, or even if this is a problem.\n\nThe question over what to do about the\n\nenhanced subsidies was behind the latest government shutdown. Though the government reopened, Republicans are still stuck. The Senate is to vote as soon as next week on the future of the boosted subsidies, but what it is voting on is still unclear. Mike Johnson, the House speaker, is not guaranteeing a vote at all. Avoiding the debate might not be an option for much longer: as the deadline gets closer, the proposals are becoming even more radical. What to do about the enhanced subsidies has become a microcosm of divisions in the Republican coalition, reaching into debates on affordability, concerns about the deficit and even abortion.\n\nSince the covid-era introduction of the »\n\n"
}