{
  "text": "The Economist December 6th 2025\n\nenhanced tax credits, enrolment in the Obamacare marketplaces, where people can compare and buy health insurance, has doubled (see chart). Now, more than 24m people buy their insurance this way, threequarters of them in states Mr Trump won in the last election. The enhanced subsidies are expensive. Extending them until 2035 would cost $35obn, according to the Congressional Budget Office. This is about as much as the Inflation Reduction Act spent on clean energy (and explains why the Democratic architects of the extra subsidies made them temporary).\n\n“There are many Republicans who don’t view [expiry] as a problem,” says Douglas Holtz-Eakin, a longtime Republican adviser. “These were meant to be temporary...they can go away.” Some Republican health-care wonks do welcome their end. But others in the party are less sanguine. Some House Republicans have urged Mr Johnson to “chart a conservative path that protects working families”.\n\nOne idea, backed and then dropped by the White House, is to extend the subsidies for two years and introduce an income cap. An income limit of around $110,000 for an individual “would not be very disruptive”, says Ben Sommers, a Harvard health economist. “It would save a little bit of money and the optics of it might be favourable.” The Committee for a Responsible Federal Budget, a think-tank, estimates the White House’s maybe plan would still cost $50bn over two years, just $5bn less than extending the current subsidies.\n\nSome Republican senators are proposing more radical ideas, inspired by Mr Trump’s recent call to “[SEND] THE MONEY DIRECTLY BACK TO THE PEOPLE.” Senator Rick Scott of Florida proposed giving the equivalent value of the boosted subsidy to Americans to pay for health expenses or premiums, including for low-quality insurance. States would have the choice whether to opt in. Perversely, that would almost certainly make the ACA marketplace collapse in those states, warns Cynthia Cox of KFF, a healthresearch outfit. Only the sickest would still seek out coverage, making insurance pools ever more expensive, creating what health economists ominously call a death spiral.\n\nBill Cassidy, the Louisiana senator and doctor, has proposed using the money from the enhanced subsidies to help people pay for hefty deductibles on a different type of marketplace plan. Given that this would not aim to save the federal government any money, “it is not clear what problem that’s trying to solve,” says Thomas Buchmueller of University of Michigan. Some policymakers hope that by giving people cash they “are going to be shoppers”, Mr Buchmueller says, comparing medicines’ costs now that they are paying more directly. Health-policy wonks scoff\n\nDeath panel\n\nUnited States, Affordable Care Act enrolment through marketplaces, annual, m\n\n25 Enhanced tax credits introduced 20 15 Enhanced tax 10 credits expire 5\n\nForecast\n\n2014 20 25 30 34 Sources: KFF; Congressional Budget Office\n\nat trying to implement this in the month before the enhanced subsidies expire—or even before the midterms.\n\nHanging over all these dry policy debates about risk pools and premiums is a moral question. The ACA always blocked federal subsidies from paying for abortion. Meanwhile some states require plans to cover the procedure. This contradiction has led to complicated accounting, whereby abortion care is paid for by a fund kept separate from federal money. Anti-abortion activists are pushing for any extension of the tax credits to stop plans subsidised by the federal government from covering abortion, regardless of such book-keeping tricks. Continuing the status quo risks fracturing the Republican coalition, warns John Mize of Americans United for Life. “I can’t imagine either the administration or congressional leadership has any kind of appetite to do that,” he says.\n\nGiven the filibuster in the Senate and the narrow Republican majority in the House, any legislation on extending the supercharged subsidies will require Democratic votes to pass. Changing the rules over abortion would prove just as fractious to their coalition too. Planned Parenthood Action Fund has already lined up opposition to any discussion of the change. All this leaves Republicans at an impasse, making expiry the most likely option. The wavering is not popular. Three-quarters of Americans support extending the boosted subsidies, according to a KFF poll from November, including 44% of self-identified MAGA Republicans.\n\n“I’m surprised that the Republicans don’t seem a little more nervous about this,” reflects Benedic Ippolito of the American Enterprise Institute, a thinktank. He points out that ending a policy is harder than starting one as “it becomes very, very easy to characterise who loses.” Mr Trump still seems to be deciding. Last week, he said he would “rather not extend [the enhanced subsidies] at all”, before swiftly acknowledging that in fact “some kind of extension may be necessary.” @\n\nUnited States 25\n\nLandscaping wars\n\nAfter the fall\n\nCHICAGO\n\nLeaf blowers are the latest partisan fight\n\nMS TOPICS divide Americans: illegal immigration, abortion, the rights of transgender people. And then there are leaf blowers. In recent years dozens of municipalities have enacted ordinances restricting or entirely banning the use of petrol-powered garden tools. Over 160 cities now ban them, according to CoPIRG, a Colorado-based consumer watchdog. The politics of such bans is not always straightforward. Places choosing to do it should prepare for blowback.\n\nOne of the most recent bans was passed in Lower Merion Township, a suburb of Philadelphia that is home to about 60,000 people, where the city council agreed to an ordinance on November 19th. Over 50 residents turned out to offer public comment. The “leaf-blower scourge”, said Nancy Winkler, who supported the ordinance, is unsustainable. Blowers are “offensively loud, toxic tools”. This was not the view of all of her neighbours. “You're going to crush small businesses,” replied Gerhart Arndt, who runs a landscaping firm. The debate dragged on for the best part of three hours.\n\nIt is easy to see why people dislike petrol-powered leaf blowers. They are appallingly noisy, at a frequency that penetrates walls. Their two-stroke engines are noxious. Using a single blower for an hour emits as much particulate matter as driving 1,100 miles (1,770km), according to the California Air Resources Board, a state agency. Modern cars have far more pollution controls, points out Kirsten Schatz of CoPIRG. Often users do not even collect leaves up, but instead just blow them into neighbouring properties. Yet the blowers have their defenders too. Landscaping firms operate on thin margins, and their owners generally say electric blowers are not as good. Golf clubs worry about what bans would mean for their costs.\n\nThe arguments can almost lead to blows. When Portland, Oregon, passed a restriction on leaf blowers last year, 800 people left public comments—more than for almost any other recent topic, says Eli Bonilla, a city spokesperson. Last year in Evanston, a suburb of Chicago, dozens of landscapers organised a protest outside city hall after an ordinance came into effect. That said, rage has not quite risen to the level it did in Los Angeles in 1998 (because of worse air pollution, many Californian\n\ncities have banned petrol-powered blowers >> "
}