{
  "text": "38 China\n\nWith a glut of college graduates at home, many Chinese graduates in America find themselves unwanted in either place. Younger students, especially from the best schools, now opt instead to stay in China.\n\nA similar trend is apparent among scientists. Nearly 20,000 of them with Chinese origins (judged by their names) departed America between 2010 and 2021, according to research by Yu Xie, a sociologist at Princeton University in New Jersey. They have been leaving for China at a faster rate since 2018 (see chart). That is the year that the Trump administration launched its China Initiative. This aimed to crack down on alleged technology theft by targeting researchers for suspected fraud, conspiracy or espionage. Nine in ten of the defendants were ethnically Chinese.\n\nA tap on the shoulder\n\nThere are egregious examples of such skulduggery. Just last month a Chinese-American was convicted of stealing fibre-laser technology with military applications from a joint project between Corning, an American glassmaker, and DARPA, a research arm of America’s Department of War, after being encouraged to do so by the Chinese government. In 2020 the FBI director at the time, Christopher Wray, called Chinese spying and secrets-stealing “the greatest long-term threat” to America’s intellectual property and to its economic zing. Even so, the heavy-handed rollout of the China Initiative (in which only one-quarter of the cases ended in convictions) spread fear. The Justice Department shut down the programme in 2022.\n\nChina has benefited from all this. Twothirds of Chinese scientists leaving America went to China in 2021, compared with less than half in 2010. It is increasingly clear why. China’s spending on research and development has increased 16-fold, in real terms, since the start of the century. And the country has long-established programmes that shower returnee scientists with goodies. It knows that where one renowned boffin leads, others often follow. Shi Yigong, a biophysicist, and Rao Yi, a neurologist, who both formerly lived in America, have become co-founders of a new research university in Hangzhou in China’s Zhejiang province. It has recruited more than 200 academics.\n\nTech is the next field where America should worry about a Chinese exodus, especially in critical industries like artificial intelligence. Silicon Valley is still full of Chinese superstars, because America remains the top destination for AI talent worldwide. But China is the top source of that talent. Nearly half of the best AI researchers and nearly 40% of the ones working in America are from China (based on where they obtained their undergraduate degrees), according to a 2022 report by the\n\nPaulson Institute, an American think-tank.\n\nMany major American firms rely on Chinese employees’ expertise. Most members of an 11-person team hired to turbocharge a new “Superintelligence Lab”, revealed in June by Meta, a social-media titan, were born in China, for example, according to reporting by the New York Times. And tensions in the US-China relationship can spill over. One star Chinese researcher, Yao Shunyu, moved to Google DeepMind, a big AI lab, this summer after his former employer, Anthropic, another such lab, implied that China was an “adversarial nation”. He said that was “~40% of the reason” for the move.\n\nAmerica remains far ahead as the world’s leading AI hub, but China is making steady gains. Nearly 80% of non-American AI researchers who complete PhDs in America tend to stay there to work, but the share who went instead to China afterwards grew from 4% in 2019 to 8% in 2022. This remains a small proportion, but the concern is that it heralds a more damaging trend. Dylan Zhao, a postdoctoral fellow at the University of California, Berkeley who also studied at Zhejiang University in Hangzhou, reckons the pipeline of Chinese talent coming to America is shrinking and that Chinese universities and companies are producing more hefty AI research.\n\nOne Chinese employee of an American AI firm, who studied at both Zhejiang and Stanford, says several of his peers dropped out of their American PhDs to work for Chinese AI companies. He stays because he thinks that America’s innovation is superior. But he is unsure whether his company will enter him into the expensive H1-B visa lottery next year, and worries about whether America will turn against even the top AI specialists from China in the future. “People can feel the water and the water is getting cold,” he explains. The more America freezes out such types, the warmer the welcome they will receive in China. @\n\nBrains abroad\n\nEthnically Chinese scientists* changing affiliation from US to Chinese institutions, by field\n\n800 Mathematics and physical science 600 Life science y 400 Engineering and J computer science 200\n\nSocial sciences\n\n2000 05 10 15 21\n\n*As identified by surnames\n\nSource: “Caught in the crossfire: fears of Chinese-American scientists’, by Y. Xie et al., Proceedings of the National Academy of Sciences, 2023\n\nThe Economist December 6th 2025\n\nAfter the catastrophe\n\nFire, then quiet fury\n\nHONG KONG\n\nThe government wants to avoid protests\n\nAx INFERNO IN the Wang Fuk Court housing complex set seven tower blocks aflame on November 26th. It killed more than 150 people and left another 2,100 homeless. Dozens are still missing. In the days after, authorities made 15 arrests for suspected manslaughter and 12 for suspected corruption (it remains unclear whether some people were detained on both counts). With public outrage mounting, John Lee, Hong Kong’s leader, announced on December 2nd that a judgeled, independent committee would review the cause of the blaze.\n\nIn the past, huge fires have led to policy overhauls in the city. In 1953 a blaze in Shek Kip Mei, then a slum, left 58,000 people homeless. It prompted the creation of Hong Kong’s public-housing programme, which now houses a third of the city’s residents. And in 1996 authorities reacted to a fire that killed 41 people by launching an independent investigation commission; its findings prompted an overhaul of building regulations and safety standards. But this time no such reforms appear likely. The government instead seems determined to control the political heat around the catastrophe—a demonstration of Hong Kong’s new intolerance for dissent.\n\nThe housing complex had been undergoing renovations when the blaze broke out on a section of bamboo scaffolding and rapidly spread through substandard\n\ncloth, netting and styrofoam used by the » "
}