{
  "text": "The Economist December 6th 2025\n\n> contractor. Fire alarms had been switched\n\n7“\n\noff for the workers’ “convenience”. For over a year residents, more than a third of whom were aged over 65, had complained about poor construction materials and smoking on site. They had also noted the contractor’s previous record of safety breaches. Discussion of graft abounded.\n\nAll this might have proved inflammatory among Hong Kong’s citizens. But public protests have in effect been banned since 2020, when a national-security law was imposed on the territory following massive pro-democracy marches. Jumpy authorities have moved quickly to pre-empt any possible unrest. Mr Lee has vowed to crack down on those who use the fire to “sabotage” the city. In recent days volunteer groups ready to help victims of the fire were reportedly ordered to disband.\n\nThe police arrested a petitioner calling for an independent investigation on suspicion of “seditious intention”, a crime under the national-security law. They also detained a volunteer and a former district councillor on suspicion of “inciting hatred against the government”. And a civil-society-led press conference about the fire was cancelled after several of those due to speak at it were summoned by police.\n\nMr Lee has also fudged questions about local governance and instead vowed to accelerate plans to phase out bamboo scaffolding (one of the few parts of Hong Kong’s construction industry not dominated by mainland companies). That is in spite of the fact that much of the scaffolding on the towers survived the blaze intact. Troublingly, it is also unclear what Mr Lee’s commission will achieve. It lacks the power to summon witnesses or to declare criminal liability. Regina Ip, a pro-government lawmaker, suggests it will “produce outcomes sooner”. But critics wonder whether it will enable the authorities to have more sway over the findings.\n\nInstead the government’s main priority seems to be maintaining public order ahead of elections to the Legislative Council on December 7th. It is only the second time such elections have been held since the central government in Beijing restricted participation in them to “patriots’— cheerleaders for China’s Communist Party. Hong Kong officials had been coaxing residents to vote even before the fire. The first election, in December 2021, saw a recordlow turnout of 30.2%, which was widely considered a quiet protest against the electoral overhaul.\n\n“Turnout will be lower than originally desired,” predicts Ms Ip, whose New People’s Party is fielding eight candidates. That will displease the governments in Hong Kong and Beijing: both want a hearty turnout to endow the vote with a veneer of legitimacy. Instead it may offer insight into the depth of anger over the blaze. @\n\n_— Tiana -_ , C sara liananmen oquare\n\nThe general who said “no”\n\nA leaked video sheds light on Xi Jinping’s anxieties\n\nAS PRO-DEMOCRACY protests swelled in Beijing and cities around China in May 1989, leaders decided that only the army could put a stop to them. But one major-general, in charge of 15,000 troops told to impose martial law in the capital, objected to the order. The Chinese authorities never made this public, nor did they reveal that he was punished with (a relatively lenient) five years in prison. They prefer to gloss over what happened during those tumultuous weeks. But a recently leaked video of the general’s court-martial provides vivid insight into how—even under China’s Communist Party—compliance with the leadership's wishes is not guaranteed.\n\nNot surprisingly the video, which is more than six hours long, is not available for streaming on websites in China. When the general, Xu Qinxian, died in 2021, censors scrubbed messages from Chinese social media that paid tribute to him. But among Chinese abroad, it is being widely watched. It shows a bespectacled Xu being grilled in a near-empty courtroom at his secret trial, which was held in March 1990, nine months after the People’s Liberation Army (PLA) cleared Tiananmen Square of demonstrators, killing hundreds if not thousands of people during the operation.\n\nXu was in command of the PLA’s 38th Army. As he tells it, his troops (with up to 300 armoured vehicles) were among\n\n_—_. Who should | hit?\n\nChina 39\n\n50,000 who were supposed to enforce martial law on May 2oth. Before a hectoring military judge, Xu calmly and unapologetically explains his decision. It is striking evidence that he possessed moral courage, and was not merely someone who backed the wrong horse amid political confusion.\n\n“Good people and bad people are mixed together,” he recalls saying. “The army and the ordinary citizens are mixed together. I said, how can this be executed? Who should I hit?” Moving in troops would involve “serious consequences”, he says. Xu asserts that he did not want to be judged by history as a “criminal” for taking part. Although he recused himself from carrying out the order, Xu did, however, transmit it, according to his testimony.\n\nChina’s leader, Xi Jinping, was the littleknown party chief of a city in the coastal province of Fujian during the unrest in 1989. But the PLA’s crushing of that unrest, and the failure of the Soviet army to do the same in Moscow in 1991, leading to the Soviet Union’s collapse, clearly left a deep impression. He has often referred to a critical lesson from it all: the PLA must remain the party’s army and it must be kept under control. It all helps explain Mr Xi’s relentless “anti-corruption” drives among the high command.\n\nThe video was posted online by Wu Renhua, a historian of the Tiananmen Square upheaval who took part in the protests and later fled to America. Mr Wu says he will not reveal how he got it. On X, a social-media platform, he says the leak was “completely unrelated to internal Chinese Communist Party or military power struggles”. On the day after, China announced that the director of the State Secrecy Bureau and his deputy had been dismissed. Speculation is rife that this was related. &\n\n"
}