{
  "text": "40\n\nThe Economist December 6th 2025\n\nCuria after Accad vyttaadt LCi Mosodau\n\nOne year on\n\nDAMASCUS\n\nAhmed al-Sharaa has held Syria together. But the flaws of his rule\n\nare beginning to show\n\nTT\" CRACKLE of explosions echoes across the Damascus sky. A year ago such blasts were the soundtrack to rebel forces bearing down on the capital. Today they come from celebratory fireworks. Syrians are preparing for the first anniversary of their liberation from the regime of Bashar al-Assad, Syria’s blood-soaked dictator who fled on December 8th 2024. Billboards celebrating their freedom plaster the city. Syrians have travelled to the capital from all over the country in anticipation of the celebrations.\n\nAhmed al-Sharaa, a former al-Qaeda leader who is now Syria’s interim president, has got plenty right over the past year. He has ended Syria’s decades of diplomatic isolation with startling speed. He is a fixture at conferences around the world. At the White House in November Donald Trump sprayed him with aftershave while inquiring how many wives he had—another moment in his unlikely bro-\n\nmance with the American president.\n\nMany of the sanctions that brought Syria to its knees under Mr Assad have been waived. Congress is expected to repeal the most punishing—the Caesar Act—by early 2026. International firms are exploring deals. In December executives from Chevron, an oil giant, visited Damascus. DP World, an Emirati firm, has signed a hefty contract with the government to run the port at Tartus. Businessmen shuttle in and out of the capital.\n\n> ALSO IN THIS SECTION\n\n41 Syria’s unhappy Alawites 42 Netanyahu’s pardon plea 42 How to power Africa 43 Anew oil pipeline in Congo\n\n44 Africa’s Mormonism boom\n\nMeanwhile, Mr Sharaa is rebranding the state. The red flag of Baathist Syria has been replaced by the green revolutionary standard. Much of the apparatus of Mr Assad’s hated regime has been dismantled. His feared intelligence services have gone. Hundreds of prisons stand empty. Syrians feel able to criticise their government in public. Syria has not turned into the Islamic caliphate his critics predicted. Women are being recruited into the police. Wine flows freely in the restaurants and bars of the old city of Damascus. This is not Afghanistan under the Taliban.\n\nBut cracks are beginning to appear. The economy has not collapsed, but the financial situation of many Syrians has deteriorated since liberation. Hundreds of thousands of government employees have been fired. Subsidies are being cut. Sanctions relief is yet to produce much. Reconstruction is mostly non-existent.\n\nAnd Mr Sharaa is taking the state in a worrying direction. New bodies such as the General Authority for Borders and Customs and a sovereign-wealth fund have been created by presidential decree, stripping ministries of revenue-raising powers. Run by loyalists, there is no public oversight. “They have no legal or constitutional basis,” frets a lawyer in Damascus.\n\nMeanwhile, a new General Secretariat for Political Affairs, headed by the foreign » "
}