{
  "text": "The Economist December 6th 2025\n\nminister, has been established. Its mandate is opaque but its influence is far-reaching. Civil-society groups say gatherings have been cancelled after venues received threats from the office. Others say it vetted candidates for the recent elections.\n\nFor a year governance has rested on a chaotic mix of presidential and ministerial edicts. Ministries have issued decrees, only to revoke them later, or have another body issue a contradictory decision. A hastily gathered constitutional convention in March granted the president sweeping powers. In October he held “elections” for two-thirds of a new parliament. An electoral college of approved voters chose members of it from a list of selected candidates; Mr Sharaa will appoint the remainder. The process disappointed many. “They were the best we could do under the circumstances,” insists Mohammed Dahla, an MP in Damascus. Whether the body will have any meaningful powers is still unclear.\n\nNor is there much sign of Mr Assad’s cronies being brought to book. A body created to oversee transitional justice remains unfunded. Several of Mr Assad’s lieutenants have been hired by the new regime to manage political affairs. Syrians are increasingly taking things into their own hands. Revenge killings happen almost daily, particularly in mixed areas around Homs and the coast. Shadi Haroun, a former prisoner of Sednaya prison now advising the government, says such demands will not fade. “Syrian people didn’t carry out the revolution because they were poor, they did it because there were values missing in society—values like dignity, justice and citizenship.”\n\nBut worst have been Mr Sharaa’s failings in relations with minorities. Twice he has lost control of his security forces as they carried out sectarian atrocities. In March they responded to an attempted insurrection by Alawite fighters loyal to the fallen Assad regime; in July, to an uprising by Druze fighters in Suwayda.\n\nThe distrust in Suwayda will probably endure for a generation, says a Druze businessman involved in mediation with the government. Some fear that Alawites will flirt with insurgency if Mr Sharaa continues to exclude them (see next article). The interim president seems unable to grasp why minorities might fear the rule of a former jihadist in a Sunni-dominated country. Instead, he has simply urged them to lay down their weapons and join him.\n\nMr Sharaa has poured his energy into rebuilding Syria’s foreign ties. For now, no one else is capable of uniting the country. But if he fails to accommodate minorities and share power more widely, that may change. As a merchant from Idlib, the province Mr Sharaa ruled in Mr Assad’s last years, puts it: “He must remember he is running a state now, not a terror outfit.”\n\nSyria’s Alawites\n\nTrouble brewing\n\nBEIRUT AND LATAKIA Syria’s Alawites are increasingly unhappy—some dangerously so\n\nTT. MEANDERING roads through Latakia, Syria’s Alawite heartland, feel deceptively calm. In March they were the scene of massacres by pro-government forces in which more than 1,500 people were killed after an attempted insurrection by Alawite militants. The bloodshed jolted Syria awake to sectarian tensions that many had preferred to ignore.\n\nThe Alawites, the sect of which the Assads were part and from which they drew most of their senior officials, have borne the brunt of the new government’s lay-offs and subsidy cuts. Buildings in Latakia are crumbling. Hundreds of thousands of excivil servants and members of the army are jobless. “They feel as though they no longer belong to what is happening,” says an Alawite businessman in Damascus.\n\nAt least 25,000 Alawites have already fled to Lebanon, including thousands of former officers and soldiers. Others have gone as far as Indonesia. Those who remain often refuse to leave their villages after dark. Some seek refuge in the hills, sleeping in caves and remote farmhouses.\n\nThe collapse of Bashar al-Assad’s regime has left the Alawites divided. But new leaders may now be emerging. In late November a hardline, sectarian cleric, Ghazal Ghazal, rallied thousands in mostly peaceful protests after a sectarian killing. Mr Ghazal has called for a self-governing Alawite region, an idea swiftly dismissed in Damascus, where even talk of federalism is\n\n100 km _————1\n\nTartus § sn\n\nAkkar LEBANON 2 Beirut a ; ke r\n\n& ™ Damascus\n\n&\n\nMediterranean Sea\n\n“) \\ — Suwayda ISRAEL E Ce”\n\n\\ Xa,\n\nee a) joe f\n\n~ &\n\nJORDAN\n\nMiddle East & Africa 41\n\nseen as a prelude to partition. Others are demanding an international protection force. And some simply crave inclusion. “We just want to be part of the country again,” says a former teacher in the capital.\n\nBut there are also indications that others favour different tactics. Some have not reconciled themselves to their new ruler in Damascus. Whispers of dissent are growing. In recent months calls to arms have circulated among thousands of former officers. “We'll split our forces into sleeper cells and assault units,” growls a man in audio messages from ex-regime officers reviewed by The Economist.\n\nAccording to these officers, the voice belongs to Mohammed Jaber, a notorious militia commander under Mr Assad. Former officers say Mr Jaber and his brother, Ahmed, are part of a network seeking to foment rebellion against Syria’s jihadistturned-president, Ahmed al-Sharaa. Several who fled Syria claim he has approached them with offers of salaries. Another faction is linked to Suheil al-Hassan and Kamal al-Hassan, two former generals who decamped to Moscow with Mr Assad.\n\nSo far, few seem tempted. “He is leading our community towards another massacre,” cautions one former officer now in hiding in Beirut, who says he is trying to dissuade friends from joining. But these groups seem to be doing more than talking. A cluster of shadowy NGOs, allegedly linked to the Jabers and the Hassans, has been distributing small stipends to destitute Syrian refugees in Akkar, a district in northern Lebanon. Earlier this year they tried to establish two training camps in Lebanon to prepare thousands of insurgents for a covert return to Syria. The effort fizzled out once they realised they lacked political cover to operate so brazenly on Lebanese soil. Even so, for Mr Sharaa, Syria’s Alawites will remain a worry. @\n\nTURKEY\n\nPe\n\nba €\n\nIRAQ\n\n. ‘¢\n\n2 Euphrates\n\nSparsely populated area\n\nSyria, religious and ethnic composition, 2025 MaAlawites — SunniArabs © Kurds Others\n\nWi Christians ® Druze Source: Dr Michael Izady\n\n"
}