{
  "text": "42 Middle East & Africa\n\nBinyamin Netanyahu\n\nBegging your pardon\n\nJERUSALEM\n\nWhy has Israel’s prime minister chosen this moment\n\nto ask for a presidential pardon?\n\nOR NEARLY six turbulent years, the one F constant in Israel has been the trial of Binyamin Netanyahu. Not just because the court proceedings have been under way throughout, at a snail’s pace and with no end in sight, but because almost everything happening in Israel—from decisions about wars to those about elections and legislation—should be seen through the prism of the prime minister’s trial.\n\nIf that seems tough on Mr Netanyahu, look at his own words: “A prime minister up to his neck in investigations has no moral or public mandate to make fateful decisions for the state of Israel. There is a fear... and it is real and not unfounded, that he will make his decisions based on his personal interest for political survival, not on the national interest.” He was speaking in 2008 and he was not referring to his own legal ordeals. He was talking about those of his predecessor, Ehud Olmert, who unlike him resigned when it became clear he was about to be indicted for taking bribes (Mr Olmert then spent time in prison).\n\nMr Netanyahu has always insisted that he is capable of running the country while standing trial. On November 30th his lawyers presented a request for a pardon to Isaac Herzog, Israel’s president. As pardon requests go, it is highly irregular. Mr Netanyahu remains adamant that he has done nothing wrong. He insists that if the case continues, it would lead to his exoneration from what he describes as trumped-up charges of bribery, fraud and breach of\n\ntrust. He refuses to resign. In effect, he is not asking for a pardon since, in his view, he has done nothing that needs pardoning. He is demanding an end to his trial and the dropping of all charges so he can get on with leading Israel and uniting the nation.\n\nIt is unclear whether Mr Herzog will grant Mr Netanyahu’s request. He has great latitude in pardoning wrongdoers. But doing so when the petitioner refuses to accept any blame or show remorse is unprecedented. Even if Mr Herzog did, the Supreme Court would probably intervene. Still, the president has said before that the prime minister’s trial should end with a plea bargain, so the request may be an opening bid for such a deal.\n\nWhy is Mr Netanyahu asking for a pardon just now? One reason is that he has the support of Donald Trump, who in October, in a speech to the Knesset, Israel’s parliament, suggested to Mr Herzog that he pardon the prime minister. On November 12th the American president repeated that request in a letter. But Mr Trump can be temperamental, so his support might not last. Best to use the momentum now.\n\nAnother reason is that Mr Netanyahu is now being cross-examined in the trial. On the stand, there is always the possibility of slipping up and contradicting himself.\n\nBut above all, he wants the trial out of the way before Israel’s next elections. Most polls show him losing. The trial’s end and his exoneration would, he hopes, allow him to campaign unencumbered. @\n\nThe Economist December 6th 2025\n\nElectrifying Africa\n\nPurchasing power\n\nAfrican countries need to generate more electricity—and more demand for it\n\nO GET A sense of how little electricity\n\npeople use in sub-Saharan Africa, imagine each person there turning on a single 50-watt light bulb. That alone would instantly double electricity consumption. Nigeria, with 240m people, generates less electricity than the American state of Wyoming, which has 0.6m inhabitants. Uganda, with 50m people, produces less than Latvia, which has a population of 1.9m. Around 600m Africans have no electricity at all. Without more power, the continent will never grow rich.\n\nThis is usually framed as a supply problem. But it is also a question of demand. When power is priced to encourage investment in generation, many African households cannot afford to buy it. But if prices are too low, neither private investors nor state firms will build the necessary infrastructure. As solar power makes electricity cheaper, that conundrum should ease somewhat. But it will not disappear.\n\nAfrican utilities rarely cover their costs. In Kenya, a typical case, some 25% of juice is lost to technical hitches, theft or unpaid bills. A deeper issue is pricing. “It is the tariffs people pay that is the return on investment,” says a manager at a privately owned distribution company in Nigeria. There, as in many other African countries, state-regulated tariffs are too low for firms to attract the capital they need.\n\nThey do not look low to consumers, though. Tariffs in Africa are typically higher than in poor countries elsewhere, pushed by the steep cost of capital. In 2005 Uganda granted a near-monopoly on electricity distribution to Umeme, a private firm created for the purpose. Efficiency rose and finance flowed in. The catch was that the government had guaranteed a 20% return on investment to win over wary funders. The terms proved so politically unpalatable that distribution was taken back into state hands when Umeme’s concession expired this year.\n\nThe rich, who use the most power, could probably pay more. Last year Nigeria’s government tripled rates for the biggest buyers, who now pay as much per kilowatt hour as the average American. But many Africans “cannot afford modern energy’, says Murefu Barasa of EED Advisory, a consultancy in Kenya. The International Energy Agency (IEA) estimates that 220m people cannot pay for enough power to run\n\na phone charger, a radio and a few lights. >» "
}