{
  "text": "The Economist December 6th 2025\n\nLack of funds is one reason why nearly half of African households that live close to a grid are not connected.\n\nThe falling cost of generation, thanks to solar power, is beginning to change that picture. Globally the “levelised” cost of solar electricity, which accounts for capital and operating expenditures per unit of energy, fell by 21% in 2024 alone, estimates BloombergNEF, a data provider. In South Africa, solar electricity costs about a quarter as much as coal, which makes up most of the energy mix. Countries in the Sahel could also make big savings by switching from heavy fuel oil to solar.\n\nIn the year to June African countries imported 15GW of solar panels from China, calculates Ember, a British think-tank. That is like adding four Kenyas of generation capacity—when the sun shines. Minigrids and rooftop panels light up villages that the grid cannot profitably reach.\n\nBut even though solar panels are easing Africa’s electricity conundrum, they cannot fully solve it. The cheapest use of panels is to build large solar farms to supply the grid. But roughly half of new non-residential solar capacity in Africa over the past two years was installed by firms opting to make their own power. That helps them beat blackouts, but it is less efficient than large-scale generation. It also exacerbates the demand shortfall: if utilities lose their most lucrative customers, more costs have to be passed on to everyone else.\n\nUtilities therefore need to generate demand, not just electricity. Customers in Senegal are willing to pay more for power when supply is more reliable, finds a new study by Abdoulaye Cissé, a Senegalese economist. That in turn means investing more in power lines to move electricity around, and in regional agreements to trade it across borders. Fourteen west African countries now share power through an\n\nStage lighting\n\n=a Power struggle Population without access to electricity, bn 15 Rest of world 1.0 0.5 Sub-Saharan Africa 0\n\n2000 05 10 15 Source: World Bank\n\n20 23\n\ninterconnected grid. Several countries, from South Africa to Uganda, are inviting private investors to improve transmission.\n\nIncreasing demand still requires public money, whether in the form of cheap finance for project developers or help for the poorest to pay their bills. That is especially true of rural electrification, which has relied on subsidies all over the world. Of the $2.4bn of finance committed to new connections in Africa in 2023, three-quarters came from multilateral funds. Among the largest are the World Bank and the African Development Bank, which want to connect 300m people by 2030.\n\nWith public money in increasingly short supply following Western aid cuts, some experts reckon that hooking up more houses is not the best way to boost demand. Many new customers buy so little that utilities lose money for each home they connect. A better way might be for policy to focus on firms, which generate jobs and growth. As incomes rise, so will electricity use. Worldwide, the secret to widening access to power has not been reforms so much as simply getting richer. &\n\nMiddle East & Africa 43\n\nRussia in Africa\n\nAn oily deal\n\nWhat to make of a Russian plan to build a new pipeline in the Republic of Congo\n\nOR MORE than four decades the Re-\n\npublic of Congo, a central-African country of 6m people, has had only a single oil refinery, despite being a major producer of crude oil. That looks set to change by the end of December, when a new Chinese-built refinery is expected to start operations near the port city of Pointe-Noire. The refinery may reduce the petrostate’s reliance on expensive, imported, refined oil. But it will not solve the problem of getting the stuff to Brazzaville, the capital some 500km inland, without a long and bumpy journey by road.\n\nThat job, the government hopes, will soon be done by a new Russian-built pipeline, a project hashed out between Russia and the ruling Sassou Nguesso family (Denis, the patriarch, has been president with one brief interruption since 1979). Construction is supposed to begin as soon as the next few weeks. The government says that once it is finished, the pipeline will address chronic fuel shortages in the country and bring benefits for both businesses and ordinary Congolese.\n\nWill it? Many are sceptical. The project appears to favour Russia. A Russian company will take a 90% stake in the pipeline and be paid a guaranteed fee for every barrel of fuel it transports for 25 years. Dmitry Islamov, Russia’s deputy energy minister, has said it will create a “sanctions-resistant petroleum products distribution channel” and secure Russia’s status as a regional “strategic energy-security partner”.\n\nGiven such comments, Congolese activists worry that the pipeline could be used to launder the revenue from sales of oil transported by Russia’s shadow fleet, which has been used to bypass Western sanctions since Russia’s full-scale invasion of Ukraine in 2022. Given the corruption endemic in the Congolese state, any local benefit looks likely to accrue to a narrow elite. Ordinary people, by contrast, will probably not see much of the proceeds, reckons Andréa Ngombet, a Congolese pro-democracy activist.\n\nAll that is assuming the pipeline is built at all. Russia, though eager to portray itself as a development partner for African countries at a time of Western retrenchment, has a history of broken promises and stalled projects in the continent. In 2016 RT Global Resources, a Russian state-owned company, pulled out of a $4bn Ugandan\n\noil-refinery project it had agreed the previ>» "
}