{
  "text": "The Economist December 6th 2025\n\n5* “Oca I aria Cc\n\nVow ttt\n\neative tension\n\nSHANGHAI AND ZHENGZHOU\n\nFrom micro-dramas to video games, Chinese entertainment is booming. But how much slack will the Communist Party give creators?\n\nAn FILM critics are unlikely to be impressed by China’s micro-dramas. Even so, the roughly two-minute episodes, which cram soap-opera plots into a shortvideo format, are wildly popular. Watched almost exclusively on mobile devices, viewers can scroll mindlessly through episodes as they would clips on TikTok. Revenue in China from micro-dramas is projected to nearly double this year, to gobn yuan ($12.7bn)—exceeding sales of cinema tickets. Chinese studios shot 40,000 of them in the first eight months of the year (a typical series has 90 episodes).\n\nThe micro-drama craze is but one example of the creative surge under way in China. Earlier this year “Ne Zha 2’, produced by a Chinese studio, became the best-performing animated film of all time at the worldwide box office. “Black Myth: Wukong”, a video game, similarly captivated players when it was released a year ago. This presents a quandary for the Commu-\n\nnist Party, which is waking up to the value of exporting Chinese culture abroad but wary of unshackling artistic types from tight censorship.\n\nThe government has long tended to prioritise science and technology ahead of entertainment, discouraging investment in areas such as gaming and short videos. Tight controls on content have not just dissuaded investors but also redirected\n\n> ALSOIN THIS SECTION 58 The Hollywood of micro-dramas 59 Al adoption’s frontiers 59 Penmakers in trouble 60 VW shifts gear in China 60 Altice’s debt manoeuvres 61 Bartleby: The 40-hour workweek\n\n62 Schumpeter: Mega-mergers\n\n57\n\ntalent to other industries.\n\nNonetheless, the country’s tech giants have continued to pour money into entertainment. Take “Black Myth: Wukong”. Tencent, an internet conglomerate, helped to bankroll the company behind the game, which was founded by Feng Ji, a former executive. Those funds gave Mr Feng more time to develop the game, and the ability to launch a marketing campaign four years before its release. The studio behind “Ne Zha 2” was backed by the boss of Meituan, another tech company.\n\nSuch support has been vital for a new generation of creative talent. Many, including Mr Feng and Yang Yu, the director of “Ne Zha 2”, were born in the 1980s, just as China was opening to the world. They came of age in the early 2000s, when internet censorship was nascent and access to foreign websites and culture was much freer than it is today. University enrolment also surged during that period, including in the humanities.\n\nThe influence of tech giants can also be seen in the business models that have emerged around Chinese entertainment. Much of it is mobile-based. iQiyi, China’s version of Netflix, is viewed more on mobile devices than it is on TV sets and computers. Games are primarily played on phones and tablets. Then there are China’s\n\npopular short-video mobile apps, includ>» "
}