{
  "text": "58 Business\n\ning Douyin, the local version of TikTok, and Bilibili, which is similar to YouTube.\n\nCashing in on content often means focusing on e-commerce, rather than (as in the West) ads or subscriptions. Popular creators on Douyin hawk merchandise on live-stream channels. Bilibili has created membership communities that give users exclusive access to products and live performances. Micro-dramas may move in that direction, too. Chen Ou, the founder of Jumei Film Base, a leading micro-drama studio in Zhengzhou, says his company is starting to monetise its star power with live-streaming sales. AliFish, a platform run by Alibaba, China’s biggest e-commerce company, lets the owners of creative content pair up with businesses that will manufacture and sell merchandise for them, as well as marketers eager to put their characters to work.\n\nThe centrality of local tech giants to the entertainment industry is only growing. ByteDance, the owner of Douyin, often invests in content creators who have become popular on its short-video apps. Tencent has bought stakes in hundreds of gaming, film and TV studios, and holds stakes in content distributors such as Bilibili and Xiaohongshu, China’s answer to Instagram. And nearly all large tech companies in China are snapping up rights to micro-dramas—even those with little experience in entertainment, such as Baidu, a search giant, and Pinduoduo, another e-commerce firm.\n\nWhether all this will result in the type of enduring intellectual property that powers the Western entertainment industry—think James Bond or Star Wars—is unclear. Franchises that resonate across generations are costly and slow to develop, notes Ivy Ng of Dws, a German asset manager. They require original narratives and significant continuing investment. Many of China’s recent cultural successes have relied more on celebrity endorsements than on creative brilliance. The country’s entertainment industry remains “focused on virtual, code-based and assetlight operations”, says Ms Ng.\n\nThe government is watching\n\nAn even bigger uncertainty is how much freedom the Communist Party will give creators. Censorship in China remains harsh. The government demands that films and TV shows adhere to socialist values and bans the most salacious content, such as sex, superstition and excessive violence. Topics as anodyne as divorce are sometimes censored. The result has been widespread risk aversion. For example, when companies license content from studios, their agreements often stipulate that the creator must pay back any damages resulting from censorship. Rather than thriving on edginess and controversy, creators thus\n\nsurvive by removing anything that could irk the censors. The government has also railed against “over-entertainment”, or excessively stimulating content.\n\nYet there are signs of change. The Communist Party seems impressed by the recent success of Chinese entertainment and, in a break with the past, is promoting more of it. It has created at least seven “animation industrial parks” across the country, much as it has built special zones for factories in recent decades. Some cities now promise tax relief for content producers. Many local governments are investing in micro-drama studios.\n\nSome burdensome restrictions on the industry are also being eased. In August\n\nChinese media (2)\n\nShowing up\n\nZHENGZHOU\n\nThe Economist December 6th 2025\n\nthe TV regulator altered its rules to remove an arbitrary 40-episode cap on series, streamline the review process for content and allow local adaptations of foreign shows. Policies on video games have also been relaxed and the government has become more supportive of developers, according to Cui Chenyu of Omdia, a research firm.\n\nAs for micro-dramas, which are chockfull of the kinds of taboo topics and comedic violence that usually irk censors, industry insiders say the sheer volume of content has resulted in looser or fewer checks. Perhaps the addictive clips have also found some fans in the halls of power in Beijing. @\n\nA little-known city is emerging as the Hollywood of micro-dramas\n\nVEN AMONG Westerners who have\n\ndabbled in Chinese micro-dramas, few will have heard of Zhengzhou, the sooty city at the heart of the industry. In recent years the drab inland manufacturing hub of 13m has mostly made the news for deadly floods, factory protests and the severity of its real-estate crisis. Yet it is now churning out shows that are being watched around the world.\n\nIn 2023 Chinese marketing executives began shooting series of 90 episodes, each lasting two minutes, to promote the country’s online-novel industry. As social media began promoting the clips, the format took off. Zhengzhou wisely\n\nDrama kings\n\ngot in on the action early. Officials wrote micro-dramas into economic-planning documents, built studios and established state-owned investment funds dedicated to supporting the industry.\n\nZhengzhou’s property crisis has been an asset to micro-drama producers. Real-estate costs are so low in the city that vast film-production complexes can be set up on the cheap. Jumei Film Base, one of the largest studios, was built in 2023 in a derelict shopping centre on the outskirts of the city. The industry operates on bare-bones budgets, making Zhengzhou more attractive than Beijing or Shanghai. Local actors are paid just 1,000 yuan ($141) a day and often work gruelling hours. Their money goes much further in China’s interior.\n\nChinese micro-dramas are also starting to take off in the West. Some are even produced in America, with scripts translated into English and then shot in places such as California. But many micro-dramas aimed at Westerners are also being produced in Zhengzhou. Foreign actors who fly into the city can earn around $1,000 a day.\n\nCreating content for foreign audiences on Chinese soil is sensitive. To sell well overseas, micro-dramas need racy plot lines that may break the Chinese government's strict censorship rules. As a result, steamy scenes with foreign actors must be shot discreetly. Your correspondent was given freedom to wander Jumei’s facilities. But when he trod onto a set with scantily clad foreign actors, he was quickly shooed away. "
}