{
  "text": "The Economist December 6th 2025\n\nArtificial intelligence\n\nJobs for the bots\n\nWhat do coders and call-centre agents have in common?\n\nT IS BECOMING ever more common for j Bees to talk up their artificial-intelligence efforts while wielding the axe. Last month Enrique Lores, chief executive of HP, said that the computer manufacturer would cut around 5,000 jobs within three years as it embeds “AI in everything we do”. The same day Marguerite Bérard, boss of ABN Amro, a Dutch bank, unveiled sweeping lay-offs of her own, declaring that her company was “embracing AI to improve client services and reduce costs”. According to Challenger, Gray & Christmas, an employment firm, AI was cited as a cause in a fifth of the lay-offs announced by American companies in October.\n\nMuch of this is posturing. A company looks better if it attributes staff cuts to its technological prowess rather than pandemic-era over-hiring. So far, the evidence that AI is changing the labour market in a big way remains weak.\n\nYet that could change once companies adopt the technology more widely. Over the past few years plenty of researchers have sought to identify which jobs are most at risk by speculating about the types of tasks ChatGPT-like AI will be able to perform best, and determining where those tasks are most prevalent. A different approach is to look at the jobs where adoption of AI is already gaining pace and consider what links them. Two stand out.\n\nFirst is computer programming. Some two-thirds of coders say that they use an AI tool at least once a week, according to data from Stack Overflow, an online forum. Microsoft’s GitHub Copilot, one coding tool, has 26m users worldwide. Venturecapital (VC) spending is pouring into rivals, such as Windsurf and Cursor (see chart). According to Anthropic, a modelmaker, a third of queries sent to its chatbot relate to computer programming.\n\nSecond is customer service. A survey by Gartner, a research firm, found that 85% of customer-service managers planned to experiment with AI this year. Companies from IBM, an IT giant, to Lufthansa, a German airline, are injecting the technology into their customer-service operations. VC investors are also backing AI startups targeting the occupation, such as Cresta and Sierra, though they have focused on it less than coding. The share price of Teleperformance, a French customer-service outsourcer, has slid by three-quarters since the launch of ChatGPT in 2022 amid expec-\n\ntations of looming upheaval.\n\nWhat links these jobs? Consider first the nature of the work. Both involve plenty of repetitive tasks, but so do many others. In addition, however, the tasks performed by coders and call-centre agents tend to be “context-light”, meaning that those who do them don’t need a deep understanding of the company, notes Kabeh Vaziri, of Gartner. They are also “easily verifiable”: programmers can run tests on chunks of code to ensure that they work; call-centre supervisors can look at whether a customer’s problem was resolved and how happy they were after the interaction.\n\nA second factor that makes these two occupations particularly fruitful terrain for AI is the abundance of available data that can be used to train models. Github Copilot has an enormous repository of code to learn from; customer-service units often have years of transcripts. Other information, such as “upvotes” in coding forums, can help the AI system judge an answer and improve the model.\n\nA third commonality is that both occupations are big prizes for AI firms to target, encouraging investment in tailored software. In America 3m people work in customer service, typically in call centres, and another 2m are software developers. Cut out manual jobs and both occupations are among the country’s five most common\n\nThe links between coding and customer service offer clues as to where AI adoption may take off next. Junior bankers and lawyers, who are less numerous but handsomely paid, are already in startups’ sights. What is more, the cost of using AI is plummeting as models and hardware become more efficient, which may lead to a wider range of fields being targeted. At the same time, big businesses are busily sorting out their siloed, disorganised data, which should help with developing custom tools for white-collar workers. The AI of tomorrow will probably be both more specialised and more widespread. When that happens, bosses who blame the technology for layoffs may no longer strain credulity. &\n\nSt Following the scripts\n\nGlobal venture-capital investment in Al companies, $bn, by selected sub-industries\n\n~ Customer service 2.0 Coding\n\n2022 23 24 25 Source: PitchBook\n\nBusiness 59\n\nPenmakers Animals, ink\n\nA quirky Italian brand thrives in a troubled industry\n\nS OME SCHOOLS have resorted to banning them, to prevent distraction, peer pressure and outright theft. Not mobile phones, but Legami gel pens. Children across Europe love the Italian firm’s colourful pens, with their animal heads and catchy slogans: “Bee Different”; “No Probllama”. They collect them, trade them—and sometimes pinch them.\n\nLegami is growing fast, even as many of its Western competitors are in dire straits. The 22-year-old firm, based in Bergamo, has increased its sales from €76m ($80m) in 2022 to €245m last year; this year it hopes for over €300m, half of it abroad. Legami sells its pens in 70 countries, via more than 10,000 retailers. It has 146 shops of its own, and plans to reach 180 by March.\n\nOlder penmakers are having a harder time. Faber-Castell, Pelikan and Schwan-Stabilo, German firms founded in the 18th and 19th centuries, have been shedding jobs. Stabilo, whose sales fell by 6% in 2024, hopes to trim its staff through attrition alone. But Pelikan, bought in 2023 by France’s Hamelin group, is cutting 250 of its 500 jobs in Germany. Faber-Castell is also firing workers. America’s Newell Brands, which makes the Sharpies favoured by President Donald Trump, said on December 1st that it would cut 900 jobs, or 10% of its workforce.\n\nTheir woes can be traced to the digitisation of offices and homes, costlier raw materials and growing competition from Asia. The Chinese, already the dominant suppliers of ballpoints, are even making inroads into the market for fancier pens. That has long been the preserve of swanky European brands such as Montblanc, owned by Switzerland’s Richemont, and family-run Caran D’Ache, based in Geneva, whose range includes a fountain pen carved in gold and set with diamonds, priced at $1m.\n\nFor now, at least, Europe remains the leading purveyor of such extravagant writing implements. And for penmakers that aren’t Caran D’Ache or Montblanc, Legami’s success suggests that a penchant for fun can also pay. As the motto of its bunny pen puts it: “Don't worry, be hoppy.” "
}