{
  "text": "60 Business\n\nForeign carmakers in China\n\nChanging lanes\n\nHEFEI\n\nTo halt their decline, VW and others are becoming more Chinese\n\n| Resepeea CARMAKERS doing business in China once avoided talk of “technology transfer”. Their Faustian bargain with the country’s government allowed them to access its vast car market in return for the know-how they transmitted through joint ventures. Now that the flow of technology has reversed, they use the phrase openly. In a recent presentation on its business in China, executives from Volkswagen (vw) happily noted that it was “leveraging local partners for technology transfer”.\n\nOver the past few years foreign carmakers in China have been flattened by local rivals such as BYD that have fast become world leaders in electric vehicles. As the Chinese market has gone electric, foreign carmakers’ share of it plummeted from 62% in 2020 to 35% last year. VW has lost its position as the top carmaker in the country. Last year it sold 2.9m cars in China, down from 3.9m in 2020. Only around 200,000 were EVs.\n\nSome foreign carmakers, including America’s Ford and General Motors, are scaling back in China. But others are adopting local technology in an effort to fight back, by shifting more of their operations to the country and working with local firms. Toyota, Japan’s carmaking colossus, has expanded research and development in China, and collaborates with companies including BYD and CATL on batteries and Pony.ai on autonomous driving. Honda, another Japanese carmaker, is working with DeepSeek, an artificial-intelligence star, and Tencent, an internet conglomerate. BMW, a maker of posh vehicles, has built up a team of 3,000 local engineers and software developers, and has started collaborating with firms such as Alibaba, another internet giant, and Huawei, a maker of telecoms gear that also produces systems for cars.\n\nNo foreign carmaker, however, is doing more to become Chinese than vw. It is planning to release 30 new mass-market EV models in the country over the next five years, with the first due in early 2026. They will come with advanced self-driving capabilities and sleek interiors sporting large display panels—features that Chinese buyers often prize above all else—and will be significantly cheaper to make than earlier models. VW is also considering selling the cars in Asian markets such as Thailand, which Chinese companies are currently bombarding with cheap Evs.\n\nTo do this, VW is overhauling how it operates. It has built an innovation centre in the city of Hefei that employs more than 3,000 engineers, most of whom are Chinese. The facility is fully owned by vw, rather than being jointly held with a stateowned Chinese partner (which its local carmaking factories are). Perhaps its biggest advantage is that it has the ability to make many decisions without approval from headquarters in Germany. That freedom has helped reduce the time it takes to develop a new EV by about 30%.\n\nPartnerships with local firms are the other important feature of vw’s China offensive. One of these is with Horizon Robotics, based in Beijing, which has helped it develop self-driving systems and chips. In 2023 VW also bought roughly 5% of Xpeng, a Chinese carmaker, for $700m, with which it is co-developing two EV models. An agreement between the two allowed VW engineers to temporarily move to Xpeng’s headquarters in Guangzhou to learn how it makes cars. VW also bought reams of code from the company.\n\nWill the effort pay off? One risk is that Vw’s operations are still not sufficiently localised to compete. Chinese carmakers have gained an edge over foreign ones with tight-knit supply chains that make them faster and cheaper. Another risk is that the vicious price war in the Chinese EV market makes even new models unprofitable. Thomas Ulbrich, vw’s technology chief in China, says it is difficult to know where prices will be in a year’s time, though he reckons that they will eventually reach a floor. Its Chinese rivals are backed by investors and state lenders that have been willing to accept years of losses, allowing them to focus on growth over profitability. That is a degree of localisation VW may find hard to pull off. @\n\nDue for an overhaul\n\nThe Economist December 6th 2025\n\nLiability management\n\nHigh and Drahi\n\nNEW YORK\n\nThe world’s messiest debt restructuring just got even uglier\n\nFTER YEARS OF debt-fuelled expan-\n\nsion, Altice divided itself in three. Since 2018 the American arm of the telecoms empire has stood alone. Under a web of Luxembourg-based entities sit Altice France, which owns SFR, its country’s second-largest operator, and Altice International, with businesses in Portugal, Israel and the Dominican Republic. Each part has struggled with a huge debt load while remaining under the control of a shareholder whose approach to debt is singularly ruthless: borrow as much as possible, then squeeze the lenders. Lately creditors have been wrung out even further.\n\nPatrick Drahi is a child of Morocco and an alumnus of Polytechnique, the engineering school that manufactures France’s elite. His business education, though, was American. In 1999 he began working for John Malone, a cable tycoon. A few years later when Mr Drahi started Altice he took Mr Malone’s cost-cutting, debt-loving ways with him. During a furious acquisition streak Altice’s debt grew from €2.2bn ($2.6bn) in 2013 to €5obn in 2017. Interest rates were low and investors desperate to lend. Covenants, the clauses in lending documents which limit borrowers’ ability to take on extra debt or shift assets, were loosened or disappeared altogether.\n\nWhen Altice France began restructuring its debt last year, Mr Drahi thus held all the cards. When a firm borrows, some of its subsidiaries are “restricted”, meaning they are bound by the covenants agreed with lenders. Others are not. Changing a subsidiary from one to the other is tightly controlled. In this case, not tightly enough. Mr Drahi was able to declare parts of Altice France “unrestricted” and thus beyond the reach of lenders. By October, when the restructuring was complete, Altice France’s lenders were owed €17bn rather than the original €24bn, and got 45% of the firm’s equity. Not only had Mr Drahi survived the debt write-down. He had managed to retain control.\n\nHe couldn’t do it again—could he? On November 28th Mr Drahi pulled an even more aggressive stunt at Altice International. Operations in Portugal and the Dominican Republic were declared “unrestricted”. The previous week lenders had held €8.8bn of loans and bonds backed by €1.5bn of annual operating profit before depreciation and amortisation, already a\n\npunchy leverage ratio. They returned after >» "
}