{
  "text": "The Economist December 6th 2025\n\nFinance & economics\n\nf\n\n’\n\nAmerica’s labour market\n\n4\n\nSar aT\n\n-\n\nThe golden age endures\n\nWASHINGTON, DC\n\nBosses, investors, policymakers—all fear a jobs-pocalypse. They should relax\n\nVERYONE IS GLOOMY about America’s E jobs market. Investors talk of a “Kshaped” economy, in which growth is buoyed by an exuberant stockmarket and artificial-intelligence investment, while ordinary Americans languish. Job creation and overall economic growth, which usually move in tandem, have diverged. The Federal Reserve has cut interest rates at its two most recent meetings. Jerome Powell, the central bank’s chair, calls the loosening “risk management’, or insurance against a deeper downturn. Christopher Waller, a contender to replace Mr Powell, is pushing for further and faster cuts, beginning at the next meeting on December 1oth, to support a weakening labour market.\n\nLook closer, however, and much of the gloom seems to be overdone. American workers have been on a hell of a run. For almost a decade, barring a nasty few months during the covid-19 pandemic, the unemployment rate has bounced around near\n\n50-year lows. Wages have surged, too—fast enough to outpace even the highest inflation since the 1970s. As a consequence, the poorest Americans have flourished: real wages for America’s lowest earners are up by 19% since 2015, compared with an 11% rise for the highest. Meanwhile, inflation is still elevated at 3%, and it is almost five years since the Fed met its 2% target.\n\n> ALSO IN THIS SECTION 64 The Federal Reserve's next chair 65 How to spot a bubble bursting 66 The hubris of Strategy Inc.\n\n67 Golden toilets and China’s economy\n\n67 Russia feels the pressure 68 Buttonwood: Stockholm ascends\n\n69 Free exchange: Al misinformation\n\n63\n\nWhy, then, the rush to cut rates, and the fears of a jobs-pocalypse? The case for concern has three parts. First, even if there have been no disasters yet, things are undoubtedly moving in the wrong direction. Job openings have been edging down— gradually but consistently—for the past year or two. Unemployment is creeping up. This is concerning since employment has a tendency to grow slowly and crash quickly. Once a threshold is reached, past experience suggests, a downward spiral sets in that can be hard to reverse. Better, many thus think, for the Fed to act early.\n\nA second worry is that, whatever the official figures suggest, companies seem to be shedding workers. Amazon, a mighty online retailer, and Verizon, a telecoms firm, have both announced plans to lay off tens of thousands of people. An influential tracker of firing plans maintained by Challenger, Gray & Christmas, an employment consultancy, showed private-sector firings spiking in October to their highest in over a decade, excluding those during the pandemic. A broader measure, based on official notices that bigger companies must file ahead of big job cuts, also rose a little (see chart 1 on next page), as did mentions of lay-offs in earnings calls.\n\nThe final reason for concern is glum survey data. Consumer confidence has\n\nbeen dire ever since the post-pandemic in>> "
}