{
  "text": "64 Finance & economics\n\nflation surge. It is now near a record low. Over the past few months Americans have also started to worry about what will happen if they lose their job. Respondents to a survey by the New York Fed put their odds of finding a new one in the next three months at under half, worse even than in the midst of the pandemic.\n\nOn each front, though, there are convincing counter-arguments. Unemployment is creeping up, but at 4.4% is hardly high by historical standards. Indeed, it has been higher nearly three-quarters of the time since 1948, when comparable data began to be collected (see chart 2). The share of prime-age workers (25to 54-year-olds) in employment has been steady at around 80% for the past few years, almost the highest ever. Revisions firmed up soft payroll numbers that had caused concern over the summer. Some 119,000 new jobs were created in September, well above the 50,000 or so that forecasters expected. Data for later periods have been delayed by the government shutdown, but claims for jobless benefits are still low. Although people fret about finding a job, there has only been a slight uptick in the number who actually expect to lose their current one.\n\nAnalysis by Goldman Sachs finds that lay-off announcements tend to run about two months ahead of actual jobless claims. The bank now puts the odds of a half-apercentage-point rise in the unemployment rate over the next six months at as high as 25%, up from 10% in the spring. Thankfully, though, the economy has some buffers. Probably the most popular gauge for when to panic is the Sahm Rule, named after Claudia Sahm, formerly an economist at the Fed. The measure looks for a short, sharp rise in unemployment—which tends to happen when a recession is on the way—by comparing the current unemployment rate with its trough over the past year. In August 2024 the measure fell into the danger zone, but only briefly. This year, unemployment has risen more slowly and the recession threshold is nowhere close to being reached (see chart 3).\n\nAll worked up United States\n\nFirings, three-month moving average, '000 [2]\n\nChallenger aoey = tracker* 200 Implied by 150\n\nWARN Act noticest 100 50 0\n\n1997 2005 10 15 20 +25\n\nSpace to breathe [3]\n\nUnited States, Sahm-rule recession indicator Unemployment rate, three-month moving average minus 12-month low’, percentage points\n\n77.3 -\n\nRecessions 3 4 Values of 0.5 9 or higher indicate\n\nrecession\n\n1990 95 2000 05 10 15 20 25\n\nSource: Federal Reserve *Unrevised real-time data\n\nThe strongest reason to doubt an imminent jobs collapse is that there is no good reason for one. GDP growth remains on track for a stonking third quarter, if the Atlanta Fed’s widely watched “nowcast” is to be believed. Stockmarkets have been soaring and corporate-debt markets are pricing in ultra-low odds of default. Wage growth is solid, too. So long as the rest of the economy keeps rolling, it is difficult to imagine the labour market keeling over. Perhaps an Al-fuelled automation boom could prompt lay-offs. Yet surveys suggest that, if anything, adoption in most of the economy has tapered off a little.\n\nPresidential pause\n\nA more plausible explanation for the present weak patch, and for companies’ reluctance to hire, is Trumpian uncertainty. That is now beginning to ease. The chaos of Mr Trump’s tariff roll-out seems to be receding. Deportations and changes to visa rules will remain disruptive for employers, but they are starting to adapt. Although 2026 is unlikely to be a year of calm and clarity for America, it may well be a bit less frenzied. That would provide a boost to the labour market. Even as investors and central bankers fret from the sidelines, American workers’ decade-long hot streak seems to have longer to run. @\n\nissnaloveent rate, % [2] 15 12 9 6 3 0\n\n1948 60 70 80 90 2000 10 25\n\n*Government and private pre-June 2011, private post-June 2011 *Require large private employers to give 60 days’ notice of mass lay-offs\n\nSources: Challenger, Gray & Christmas; Macrobond; Federal Reserve\n\nThe Economist December 6th 2025\n\nCentral banking\n\nHassett, really?\n\nWASHINGTON, DC\n\nThe most likely next chair of the Federal Reserve has become a partisan hack\n\nN PAPER, KEVIN HASSETT looks like a\n\nconventional pick. He has a PhD in economics, several top-tier publications to his name, decades in Washington and even a previous stint at the Federal Reserve. But if President Donald Trump does choose Mr Hassett as the central bank’s chair, an event to which prediction markets assign a more than 70% chance, his appointment would mark an abrupt shift in the relationship between the Fed and White House.\n\nBefore working with Mr Trump at the Council of Economic Advisers (CEA) in his first term and the National Economic Council in his second, Mr Hassett spent decades as a policy economist at the American Enterprise Institute, a think-tank, advising Republican luminaries such as George W. Bush, John McCain and Mitt Romney. He was best known for a book published on the eve of the dotcom crash, which predicted that stock prices would quadruple. The Mr Hassett of yore might have been an odd choice for the Fed—his expertise was in tax, not monetary policy—but far from a disastrous one.\n\nSince then, however, Mr Hassett has undergone a transformation. CEA chairs tend to be bookish types who avoid muddying themselves with politics. Not Mr Hassett. He pushed out tenuous analysis to bolster the president’s agenda. His estimate of the boost to household incomes from the corporate-tax cuts of 2017 was well above the mainstream consensus. During the early weeks of the covid-19 pandemic he released a “cubic model”’— the sort that can be generated with a few clicks on Excel—which projected that the disease would shortly subside. Recently Mr Hassett has become a reliable defender of tariffs and deficit-busting tax cuts.\n\nFed chairs often have partisan ties. Jerome Powell, the current one, is a Republican; Janet Yellen, his predecessor, ran President Bill Clinton’s CEA. But the last chair with a truly close relationship with the president was Arthur Burns, appointed by Richard Nixon in 1970. Under pressure from the White House Mr Burns cut interest rates, helping to cause a fearsome surge in inflation that took more than a decade, and several recessions, to tame. Thomas Drechsel of the University of Maryland estimates that raising political pressure on the Fed by half as much as Nixon did, for six months, would lift prices by 8% and do nothing for economic growth. "
}