{
  "text": ">\n\nThe Economist December 6th 2025\n\nThe leading Kevin\n\nMr Hassett has said that “monetary policy needs to be fully independent of political influence”; bond and currency markets have reacted calmly to news that he is the front-runner. And he might prove to be a surprise. Many a Supreme Court justice has grown more independent once in place, disappointing the party that nominated them. William McChesney Martin junior, Fed chair for nearly 20 years before Mr Burns, worked in President Harry Truman’s Treasury, only to frustrate both Truman and later presidents. Mr Burns’s chairmanship remains notorious today.\n\nBut Mr Hassett has also said that “the American people could expect President Trump to pick somebody who's going to help them...have cheaper car loans and easier access to mortgages.” The question is how much sway he would have. Although he would push for interest-rate cuts, Federal Reserve chairs are not all-powerful; bringing down rates significantly would need the support of his fellow governors, which is unlikely to be forthcoming. Expect, at the very least, the unanimity of Mr Powell’s Fed to disappear and the central bank to end up with the sort of vote-counting seen at the Supreme Court.\n\nThe real risk would be if Mr Trump succeeds in his bid to fire Lisa Cook, another Fed governor, whom he has accused of mortgage fraud (which she denies). The Supreme Court is due to hear arguments in January. In previous cases involving the Fed it has shown a keen awareness of the institution’s independence, as when it carved out the central bank from a decision to allow the president to fire officials at independent agencies more easily. But if the court rules in Mr Trump’s favour, he could stack the Fed with stooges. In which case Mr Hassett would lead a soiled institution—an appropriate, if miserable, end to an increasingly partisan career. &\n\nFrothy markets\n\nOnce you pop\n\nHow to spot a bubble bursting\n\nR DALIO spied the dotcom bubble early. “We're approaching a blow-off phase of the US stockmarket,” said the founder of Bridgewater, one of the world’s biggest hedge funds. Peter Lynch, the celebrated manager of Fidelity’s Magellan fund, thought “not enough investors are worried”. Howard Marks, a pioneering investor in junk bonds, very much was worried, since “every cocktail-party guest and cab driver just wants to talk about hot stocks and funds.” George Soros put his neck on the line and short-sold internet stocks outright. Warren Buffett refused to touch them, saying he could not “see what technology businesses will look like in ten years or who the market leaders will be”. All were right...eventually. In March 2000 the tech-heavy NASDAQ _ index peaked, then fell by more than 80% over the following two and a half years. The trouble was that Messrs Dalio and Lynch were speaking in 1995, and Mr Marks in 1996. By 1999 Mr Soros’s short bets had lost his flagship hedge fund $700m and cost it billions more in withdrawals. Mr Buffett possibly felt the need to justify himself, also in 1999, since his investment vehicle had underperformed the NASDAQ by an average of 15 percentage points a year over the previous five. Between 1995 and March 2000, the index rose by nearly 1,100%. Even for the very best investors, in other words, identifying a bubble is a good deal easier than judging when it will burst. Today there is no shortage of people worried that another is forming. The share prices of tech firms need only fall by a few percent— as they did in November—to send volatil-\n\nThe foreseeable future S&P 500\n\n[2]\n\nForward ten-year Forward one-year\n\nannualised return, % return, % 1990-2015 1990-2024 15 40 1900 © 2015 % 2024 e 10 r l 20 ? 5 0 4s, cme £ 0 1990 ‘ $ -20 5 ‘ -40 10 20 30 40 50 10 20 30 40 50 CAPE* ratio at start of year\n\n*Cyclically adjusted price-to-earnings Sources: Robert Shiller, Yale University; Bloomberg; The Economist\n\nFinance &economics 65\n\nTaking the shine off\n\nGoogle search interest and stockmarket returns of selected themes\n\n[ss]\n\nSearch 12-month return\n\nTheme spike from spike, %\n\nDotcom Feb2000 -90 Dogecoin May 2021 -80 (x Bitcoin Dec 2017 -70 = GameStop Jan 2021 -70 —— ARKK Mar2021 6 Weed Oct 2018 -57 —e Wearabletech Jul2015 -51 i ——— 7] Space Feb2021 -43 =| SPACs Feb2021 -41 4 Solar Oct 2008 -36 fase\n\nSources: Bloomberg; Google Trends; “The Humble Investor’, by Daniel Rasmussen, 2025; The Economist\n\nity leaping and make traders uneasy. Stocks related to artificial intelligence are the focus of their concerns; just look at Palantir, a data-analysis firm, with its bonkers valuation of over 200 times expected earnings for the coming year. But AI is not the only sector in nosebleed territory. Relative to underlying real earnings over the previous ten years, the S&P 500 index of big American firms has been priced higher only in 1999 and 2000. As a multiple of underlying sales, it is over 60% pricier than it was even at that boom’s peak.\n\nKill time So how would an investor know a crash was coming? High valuations are fairly good at predicting low long-run returns, but useless over the short run. Chart 1 shows how they have fared over the past few decades in forecasting share-price performance over ten years and over just one. Each dot represents a year between 1990 and 2024. The horizontal axes show the S&P 500’s valuation at the start of that year, measured by the cyclically adjusted price-earnings (CAPE) ratio popularised by Robert Shiller of Yale University. The vertical axes show the share-price index’s subsequent annualised return. With a ten-year horizon, the inverse relationship between starting valuations and returns is clear, and especially strong for high CAPE readings. Over a year, there is no correlation at all. Investors might, therefore, have to turn to novel measures of market timing. Following Mr Marks’s lead, we looked for moments when every partygoer and cabbie was discussing stocks—or, more precisely, when Google searches for investing fads spiked. The logic is that a bubble is most likely to draw interest from lots of retail traders just as it reaches bursting-point. Chart 2 shows the results for a range of ma-\n\nnias. They encompass cryptocurrencies >> "
}