{
  "text": "66 Finance & economics\n\n(bitcoin and Dogecoin), baskets of oncetrendy “thematic” stocks (cannabis, wearable tech and space) and the crazes, in 2021, for special-purpose acquisition companies (SPACs) and Cathie Wood’s “ARKK” investment fund.\n\nSurges in Googling do a much better job than valuations at forecasting an imminent fall, as the third column of the chart shows. In each case the price of the stock, basket, fund or cryptocurrency dropped considerably over the 12 months following the peak in internet searches. Moreover, for the ARKK fund, bitcoin, GameStop and SPACs, prices spiked at almost exactly the same time as Googling did.\n\nNaturally, such observations do not constitute a rigorous study. There will have been many instances of internet traffic concerning popular investments spiking with no subsequent fall in prices. In fact, searches for “Al stocks” hit their zenith in mid-August (see chart 3), and their prices continued to rise serenely for weeks.\n\nChat not\n\nIt is nevertheless perturbing that Google searches for “AI stocks” have since fallen so dramatically, just as the stocks themselves are having a wobble. The share price of Nvidia, the world’s most valuable company and most important chipmaker, has fallen by 13% from its peak. The Philadelphia semiconductor index, which tracks firms in that industry around the world, dropped by 13% in the first three weeks of November, though it has since bounced back. The “AIQ” exchange-traded fund, a popular vehicle for investing in a basket of Al-related stocks, had a peak-to-trough fall of 12%. Since early October owners of bitcoin have suffered losses of more than 25%. Although not obviously linked to the AI theme, the cryptocurrency tends to appeal to similar groups of investors, and is closely tied to markets’ overall risk appetite.\n\nThat leads to another non-traditional measure. In the five years to March 2000, the NASDAQ suffered corrections of more than 10% on at least a dozen occasions, each time recovering and eventually rising nearly 12-fold. Even at the bottom of its subsequent plunge, the index was still twice as high as it had been at the start of 1995. Those who simply ignored both mania and crash, and held on throughout, were richly rewarded. The professionals who correctly called the bubble, meanwhile, often were not. Their experience was epitomised by Julian Robertson, another famed investor who over the two decades from 1980 handed his clients average returns of 25% a year, and in 1998 was overseeing $21bn. By March 30th 2000, withdrawals had forced him to close his fund, which had determinedly avoided the dotcom mania. As it turned out, the bubble had burst two days earlier.\n\na Techno pessimism [3] Worldwide Google search traffic for “Al stocks” Maximum interest=100*\n\n100\n\n80 60\n\n40\n\n2023 24 25\n\nSource: Google Trends *Qver time period shown\n\nThose trying to time the top of the present-day cycle should therefore look out for buzzkill types with big names going out of business. Such as, say, Michael Burry, who memorably bet against American mortgage-backed securities before they plummeted in value and set off the global financial crisis of 2007-09. This year Mr Burry has been busy shorting AI stocks, including those of Palantir and Nvidia. In late October, he wrote to investors to tell them he was closing his fund. @\n\nStrategy Inc\n\nGoing for broke\n\nNEW YORK\n\nFinancial hubris is rarely so flagrant\n\name ONCE a middling software firm named MicroStrategy, is now best known as the world’s largest corporate owner of bitcoin. Michael Saylor, its founder, describes the company as the world’s first digital-credit vehicle, powered by what he calls “a bitcoin reactor”. Now, with the price of the cryptocurrency plummeting, it is something else altogether: an example of hubris, demonstrating the risks of taking on leverage to purchase enormous quantities of a volatile asset.\n\nThe firm began borrowing to buy bitcoin in 2020, and ramped up purchases last year. Now it does little else and owns 650,000 bitcoin, or 3% of the total stock. To fund its buying spree, Strategy has issued equity, convertible bonds and preferred stock with meaty dividends. Until recently, the approach seemed to be paying off. From the start of last year to July, the firm’s share price rose by almost 600%, against a rise of under 200% for bitcoin itself. What could possibly go wrong?\n\nQuite a lot, it turns out. The firm is floundering. Since Strategy has gone all-in\n\nThe Economist December 6th 2025\n\non bitcoin, it has few other sources of revenue, and it owes $800m a year in dividends and debt-interest payments. The price of bitcoin has fallen by a quarter since early October. Over the same period, Strategy’s share price has dropped by over 40%. Its market capitalisation of $54bn is now below the value of its holdings. That raises the risk of further miserable losses for owners of its equity, a forced sale that weakens bitcoin further—or both.\n\nStrategy can meet its immediate obligations. On December ist it announced it would use $1.4bn raised via equity issuance—equal to 21 months of dividend payments—as a reserve to weather the downturn. But bigger obstacles are coming. In January the firm may be cut from indices issued by MSCI, a data firm, which would reduce investment from passive funds.\n\nWithout a proper recovery in the price of bitcoin, the real pain will begin in 2027, when the firm’s convertible debt starts to mature. Its borrowing is modest relative to its assets; all the same, its lack of alternative sources of income may force it to flog its bitcoin. Indeed, on December ist Mr Saylor reversed a long-held promise never to sell the company’s holdings.\n\nIf it were to sell a sizeable chunk, that would be bad news for the bitcoin market. According to Kaiko, a research firm, there is now less than $600m in buy and sell orders on all exchanges. Large sales can therefore swamp liquidity, driving down prices. A liquidation of $19bn in leveraged holdings on October 10th offers a hint of the potential damage; it prompted bitcoin’s price to fall by 12%.\n\nStrategy’s initial success—and possible future success, if prices recover—will go down in financial history. Often the details that make buzzy, speculative products dangerous are hidden from the investing public as their value surges, only to become apparent in the dismal aftermath of a crash. This time, the fragile model has been plain for all the world to see. If Strategy’s troubles deepen, investors will have nobody to blame but themselves. @\n\n——E Increasingly micro Strategy, share price, $ 500 400 300 200 100 0 PTTTTTTTTITTYTTITTITITTIT TTY TITTITTTTTTF\n\n2023 24 25 Source: LSEG Workspace "
}