{
  "text": "The Economist December 6th 2025\n\nConsumer misery\n\nBusted flush\n\nNANJING\n\nCan golden toilets fix China’s economy?\n\nCy OF THE main attractions of Deji Plaza, a shopping centre in Nanjing, is its toilets. An artsy wing of the mall features absurd lavatories over six stories. On level three they are decked out in mesmerising neon lights; two floors up they boast sparkling gold designs and a grand piano. Visitors travel for hours to see the extravagance. And they are not just running to the restrooms. Deji was the highest-grossing mall in China last year, with 25bn yuan ($3.5bn) in sales. By some counts, it was the highest-grossing in the world.\n\nBusy malls such as this are a rare sight in China. Consumer sentiment has been in the dumps for years and is only worsening. In October retail-sales growth slowed for a fifth consecutive month. So Communist Party officials are now pinning their hopes on a Deji-like solution. The state’s leaders believe that by increasing the quality of supply they can create healthier demand. They theorise that Chinese consumers are suffering from “latent demand”, or desires for goods and services to which they do not yet have access—as indicated by high excess savings. Offering up the right stuff, or so the state’s thinking goes, would unlock these squirrelled-away funds.\n\nIndeed, a plan for reviving consumption, released on November 26th, is almost entirely focused on supply rather than demand. It insists that shopping venues should feature more cute goods such as the those sold by Pop Mart, maker of Labubu dolls, and calls for more immersive “experiential” shopping venues to attract visitors. (It is silent on whether these should be based around toilets.) Another recent plan said that shopping centres should be made easier to access from residential areas and encouraged diversifying the type of shops with “pop-up” stores and outlets for fans of anime, games and e-sports.\n\nWhy are China’s leaders freelancing as retail consultants? It is not out of any great love for shopping. They are firm believers in China’s manufacturing base as the core driver of economic growth. When they introduced a household-appliance trade-in programme last year, ostensibly to boost consumer demand, economists noted that it channelled spending to specific areas of industry. Their latest proposals look like another attempt to avoid the difficult measures that would be required to boost China’s consumers—ones that might tilt resources away from manufacturing.\n\nTrue, Deji is fulfilling some latent demand. Although Nanjing is in the centre of one of China’s wealthiest regions, many surrounding cities do not have such fancy malls. Residents of Hefei, a manufacturing hub an hour by train to the west, for example, are said to be the most frequent customers. But to confuse the country’s broader weakness in consumer demand for shortcomings in supply would be a mistake, says Zhu Tian of the China Europe International Business School. The quality of China’s supply has, in fact, increased notably in recent years, as can be seen in the growing success of local Chinese consumer brands. This would surely have led to an increase in consumption if the wider problem was truly latent demand.\n\nWu Xiaogiu, formerly of Renmin University, has pointed to weak employment as one of the culprits for meagre consumption. A grinding property crisis, which has pulled down home valuations, has made even the rich feel poorer and less willing to spend. Mr Zhu suggests that the state ought to unleash 4trn yuan of consumer stimulus to jump-start demand. The structural pressures weighing on China’s economy are serious. It will take more than gleaming lavatories to ease them. @\n\nOil sanctions\n\nRefined attacks\n\nFor now, Russia is feeling the pressure\n\nN DECEMBER 1ST Gunvor, a big oil\n\ntrader, announced that its co-founder and boss, Torbjorn Tornqvist, would leave and sell his stake in the firm to staff. The Swede is a collateral victim of American sanctions against Lukoil and Rosneft, Russia’s biggest oil firms, that were implemented on November 21st. Swiss-based Gunvor had offered to buy Lukoil’s $22bn portfolio of foreign plants, stations and wells, reviving suspicions it was cosy with the Kremlin. America blocked the sale, forcing it into a humiliating U-turn. Now Lukoil’s assets look like they may be sold in chunks, for rather less money.\n\nSuch write-downs will irritate Lukoil and Rosneft, two big contributors to Russia’s state budget. As peace talks falter, Ukraine and its allies are hoping that the pain does not stop there. On paper, America’s sanctions are the most potent imposed on Russia since 2022. They threaten to cut off from American finance anyone, even foreigners, who facilitates sales by the two giants, which together account for half of Russia’s crude exports. The aim is to deter\n\nFinance &economics 67\n\nbuyers in China and India, the main purchasers of these barrels. For now, they are putting Russia under pressure.\n\nLast month arrivals of Russian crude into India rose by a fifth compared with the previous month, as buyers rushed to stock up ahead of sanctions. Unusually, India’s state-owned firms made 65% of the purchases, suggesting they were being pushed to cease shipments thereafter. Now they have indeed cut back. Many private refiners have said they will buy only from entities not under sanctions; a few have stopped importing Russian oil altogether. Together with more modest reductions in purchases from China and Turkey, that could cut Russia’s shipments of crude by 1.4m barrels a day (b/d) in the next few months, a 39% drop from October’s rate, says Sumit Ritolia of Kpler, a data firm.\n\nShippers are becoming wary, too. Greek vessels, which used to carry much of Russia’s flagship “Urals” grade oil to India, are shunning the trade, says Anna Zhminko of Vortexa, a ship-tracker. Only a third of the “shadow” tankers that loaded the stuff between August and October did so in November. Those still making the journey take longer routes or transfer the load midway to another ship, buoying costs. Urals’ discount to Brent, the global benchmark, has roughly doubled since mid-October, to nearly $20. Tricky logistics and dwindling deliveries have pushed the volume of Russian oil floating at sea to 120m barrels, or 30 days’ worth of exports (see chart).\n\nRussian firms are starting to find workarounds. Rather than shipping directly to India, Lukoil and Rosneft have begun to sell more barrels to third parties that America has not targeted—such as Tatneft, a smaller oil firm, or little-known traders, including MorExport and RusExport, active only since May—which then flog the oil to the subcontinent. This makes blacklisted imports deniable, while allowing Indian refiners to reap the discounts on offer.\n\nEven as they do, however, two forces will weigh on the Kremlin. One is\n\nUkraine’s drone strikes against Russia’s oil >>\n\nSS At sea Russian oil on water’, barrels, m 425 2025 100 75 2024 50 2016-23 average 95 0 J F M A M J J A S O N\n\nSource: Vortexa *Oil stored or in transit at sea "
}