{
  "text": "68 Finance & economics\n\ninfrastructure, which are getting smarter. Instead of sporadic attacks, Ukraine now bombs the same refiners every two to three weeks, causing repeated shutdowns and slowing the rate of repair. And instead of attacking refineries at the point where crude enters them, it is targeting the secondary units that produce the final fuel. These are trickier to fix, because they require sophisticated components from the West. Increasingly Ukraine is also blowing up Russia’s fuel depots and loading termi-\n\nnals. In the past week it has attacked at least two shadow-fleet tankers.\n\nUkraine’s onslaught could cut Russia’s refinery throughput by 7-10%, analysts estimate. This would force Russia to export more crude into an already saturated market. As countries outside the Gulf pump more, global oil supply is expected to grow more than three times faster than demand next year. Failing output cuts—notably by the Organisation of the Petroleum Exporting Countries and its allies, which include\n\nBUTTONWOOD The winner takes it all\n\nThe Economist December 6th 2025\n\nRussia—prices could fall to below $50 a barrel (they averaged $80 in 2024).\n\nLow exports, at cheap prices, will be a concern for Russia’s leaders. “They are uncomfortable,” says Sergey Vakulenko, a former executive at a Russian oil firm. “They see it as a problem, and they know they can’t do much.” President Donald Trump therefore has an opportunity. It is well known that Ukraine, short on funds, men and weapons, holds a weak hand in negotiations. So, for now, does Russia. @\n\nStockholm is Europe's new capital of capital—and a bond trader's paradise\n\nSK A EUROPEAN banker how to\n\nreinvigorate their continent’s capital markets, and there is a good chance they will start enthusing about Sweden. That might seem surprising, since during the post-Brexit scramble to replace London as Europe’s premier financial centre, Stockholm barely got a look-in. Frankfurt, home to the euro zone’s central bank, seemed the obvious choice; its competition came from Paris’s mighty commercial banks. Honourable mention went to Amsterdam, reprising its 17thcentury role as a share-trading hub.\n\nYet for companies that want fresh capital without venturing across the Atlantic, Stockholm is the place to be. Bosses of unlisted businesses might visit the headquarters of EQT, the sole European private-equity firm to hold a candle to America’s giants. In the five years to the end of 2024 it raised funds worth $113bn, an amount beaten only by KKR in America. Companies looking to tap public markets, meanwhile, can head to the shiny new offices of Europe’s hottest stock exchange. Initial public offerings on Nasdaq Stockholm have so far this year raised over €6bn ($6.8bn), multiples of the equivalent figures for other bourses. And it is not just equities. European issuers of high-yield “junk” bonds increasingly borrow in Stockholm, too.\n\nNaturally, Sweden’s bankers are chuffed. For their traders, however, an even more important transformation is under way. Sweden’s government has spent decades running budgets that look puritanical by the standards of today’s rich-world countries. Far from having had big deficits it has often, including as recently as 2022, run a surplus. Even in 2020, amid the covid-19 pandemic, it borrowed only 3% of its GDP—less than half the figure for the euro area and a\n\nquarter of that for America. The result has been a puny market for Sweden’s centralgovernment debt. At the end of 2024, it was worth just SKri.2bn ($100bn), or 18% of GDP. Now, as Sweden prepares to spend more on defence, that is changing. The government is opening the fiscal taps and getting ready to issue a flood of new bonds. As it does so, Stockholm is becoming a bond trader’s paradise.\n\nSupply has a way of spurring new demand. Few traders, watching a market grow rapidly, can help but wonder what arbitrage opportunities will spring up and offer a shot at easy profits. And the stock of Sweden’s nominal government bonds is set to grow very rapidly indeed. Issuance in 2023 came to just SKr4sbn; this year it is due to be SKrii8bn, and the debt office plans to issue over SKr200bn in each of 2026 and 2027. Fortnightly auctions for new bonds involved volumes of SKr2.5bn each in 2023. By next year that will have risen to SKr8bn per auction, and the debt office is considering holding them more frequently. Moreover, the fact that Sweden’s accession to NATO and rise in de-\n\nfence spending have captured global headlines means international investors are well aware that a new source of highquality assets is coming to the market.\n\n“We speak to international players who used to trade Sweden, then stopped over the past decade,” says Ronny Eriksson of Nordkinn, a hedge fund. “Now they're coming back.” Growing bond supply has helped, as has the end of the cheap-money era. Between 2015 and 2021, when Sweden’s Riksbank kept interest rates at or below zero and bought large volumes of government bonds itself, a chill fell over the market. The average daily volatility of the yield on ten-year bonds was just three hundredths of a percentage point. Such placid conditions offered few chances for macro traders like Mr Eriksson, who thrive on big swings, to turn a profit. Since 2022, however, interest rates have risen and the central bank has sold most of its bonds, ending the deep freeze. Daily volatility has nearly quadrupled.\n\nSimilar trends have prevailed elsewhere, but in Sweden there are far fewer traders acting on them—which makes them more lucrative. The government would have to borrow vastly more to tempt the whales that dominate macro trading in bigger markets. In the absence of serious fast money, arbitrage opportunities that would vanish in milliseconds in America persist for far longer. Nordkinn is perhaps the only hedge fund specialising in Nordic bonds, and it is a minnow. Other small fry seem sure to emerge. The returns available will look particularly attractive to international investors wishing to diversify returns away from, say, a handful of tech behemoths all based in the same country. For the few bond traders Stockholm does have, business is about to roar. "
}