{
  "text": "The Economist December 6th 2025\n\nContents\n\nOn the cover\n\nArtificial intelligence presents dazzling opportunities for children—and ominous risks: leader, page 11. At home and at school, Al is transforming young lives: briefing, page 20\n\nWho should run the Fed? Chris Waller, not Kevin Hassett, should lead America’s central bank: leader, page 16. The most likely next chair has become a partisan hack, page 64\n\nAmerica’s exodus of Chinese talent To China's delight, many highly skilled Chinese are returning home, page 37\n\nThe biology of autism\n\nIt might not be a single condition. That understanding will lead to improved interventions, page 70\n\nOur word of the year An unappetising symbol of a messy time, page 75\n\n—> Download The Economist's app for articles, podcasts, videos and more, published throughout the week.\n\nThe world this week\n\n9 Asummary of political and business news\n\nLeaders\n\n11 Technology and society How AI will rewire childhood\n\n12 Slot-machine politics Britain’s gamble\n\n14 Defending Ukraine Europe must pay\n\n14 Post-Assad Syria Two cheers for Ahmed al-Sharaa\n\n16 America’s central bank Choosing a chair\n\nLetters\n\n18 On minimum wages, Russians in Europe, the American penny, workplace romances, syllables\n\nBy Invitation\n\n19 Larry Fink and Rob Goldstein on tokenising finance\n\nBriefing\n\n20 Aland childhood The promise and the peril\n\nBartleby How many hours should employees work? Page 61\n\nUnited States 23 The laws of war 24 Trumpcare 25 Debating leaf blowers 26 Special elections 26 Polling and AI 27 Trump accounts\n\n28 Lexington Coke fiends and coke friends\n\nThe Americas 29 Human trafficking 30 Cricket diplomacy 31 Meddling in Honduras 31 Brazil and Africa\n\nAsia 33 Indian defence startups 34 Cyclones and floods 34 Indo-Russian relations 35 Kyrgyzstan’s democracy\n\n36 Banyan Lessons from Japan\n\nChina\n\n37 Chinese stars flee America\n\n38 Quiet fury in Hong Kong 39 Watching a leaked court-martial\n\nMiddle East & Africa 40 One year after Assad 41 Syria’s unhappy Alawites 42 Netanyahu’s pardon plea 42 Electrifying Africa 43 Apipeline in Congo 44 African Mormons\n\n>> Contents continues overleaf "
}