{
  "text": "70\n\nThe Economist December 6th 2025\n\nThe new neurotribes\n\nA better understanding of autism’s biology suggests it might not be a single condition. That will lead to improved interventions\n\n| ae THE outside, autism can be difficult to understand. The unique sensory world of an autistic person can mean that a joyful event—like a Christmas party—can become nightmare of noise, lights, jostling and invisible social rules. Yet sometimes autism offers huge upsides, such as giftedness in music, maths, or art.\n\nThese difficulties mean that autistic people can often find the world stressful and challenging. Hiding their differences, a state known as masking, requires enormous energy. Overloaded children may manage their distress through puzzling behaviour such as meltdowns, or repetitive movements such as rocking or hand flapping. It can also create “burnout”, where a mismatch between abilities and the demands of the world creates intense physical and mental exhaustion.\n\nRobert F. Kennedy junior, America’s health secretary, thinks that autism has become an “epidemic” in his country. His\n\nconcern stems from figures from the Centres for Disease Control and Prevention, which shows that the condition now affects 32 per 1,000 eight-year-old children in America (see chart on next page). That is in contrast, he says, with the near-absence of the condition in his childhood. Mr Kennedy was born in the 1950s, and studies estimate a prevalence of autism of around two to four per 10,000 in the 1960s.\n\nBroad spectrum\n\nThe increase seems striking. But much of it is an artefact of the widening definition of autism over recent decades, increased awareness of the condition, and improved and earlier detection. Much, but not neces-\n\n> atc iTuUlc COEeTIAN ? ALS iN thio\n\n72 Satellites v astronomers 73 Well informed: Mouth-taping\n\nsarily all. While Mr Kennedy and some other politicians mis-state the risks of painkillers in pregnancy, or advance the myth that vaccines cause autism, scientists have been investigating the genetic and environmental causes behind the condition, to work out if there might be as-yetunknown factors that are contributing to the rise in diagnoses.\n\nAn improved biological understanding of autism could also help clarify whether distinct conditions are being unhelpfully grouped under too broad a label. The clinical definition of autism spectrum disorder (ASD) encompasses a wide variety of people, with hugely varying symptoms. People who appear to have relatively mild social limitations, but who can otherwise live regular, independent lives, can be diagnosed with ASD alongside those with profound intellectual disabilities, who need full-time support and care. One way for autistic people to benefit from more appropriate support or, in some cases, treatment, is to find better ways of distinguishing between different forms of the condition. Emerging research on the genetics of autistic people suggests a way forward: stop thinking of ASD as a single condition.\n\nAutism is rooted in atypical brain development that begins very early in life, even in the womb. It affects the structure and sizes of some brain regions as well as » "
}