{
  "text": "The Economist December 6th 2025\n\nhow brain cells form, organise and communicate. This results in too much, or too little, communication between them.\n\nThe condition has a strong genetic component. Heritability is estimated to be more than 80%, meaning that these differences are the main reason some people have a higher risk of autism than others. In a small number of cases this can make it easy to find a cause for a person’s condition. A single variant of a gene—say, a duplication of a DNA stretch or a mutation that makes the gene stop working—can be enough “for people not to speak and to have difficulties in social interaction”, says Thomas Bourgeron, a geneticist at the Institut Pasteur in Paris. Children with mutations in these “high-impact” genes often have a plethora of other diagnoses too, from epilepsy to intellectual disability.\n\nBut these variants, which can either be inherited or arise randomly in the sperm or the egg before a person is conceived, are rare. At most they account for a fifth of all autism diagnoses. It is thought that most autism derives from far more common genetic variants found widely in the general population. Each variant may only slightly increase a person’s risk of autism, but when a child inherits many from both parents, they can cross the threshold for an autism diagnosis, says Dr Bourgeron. In other words, two people, each carrying some autism-linked variants and perhaps showing some autism-like traits, may end up “pooling” variants in their children.\n\nAs well as helping to identify people with the condition, genetics offer tantalising clues as to how autism may play out on a biological level. High-impact variants— such as SHANK3 and NLGN3—are often found in genes involved with how neurons send messages to each other. Some directly code for proteins operating at the junctions that connect neurons to each other, whereas other genes regulate how and when those proteins are produced. Scientists consequently believe that connections within the brain must play a role in producing autistic traits.\n\nMore common, but less dramatic, variants also offer hints. In a study of more than 46,000 Danes, around 40% of whom were autistic, Jakob Grove, a mathematician working in bioinformatics at Aarhus University, flagged several genes—such as KCNN2 and FEZF2—that are primarily active in the amygdala, a region of the brain responsible for fear, anxiety and social communication; the hippocampus, which is critical for memory; and the neocortex, which is involved with sensory perception. All of these can be affected in autistic people (although Dr Grove is hesitant to pin too much on genes that increase risk by only a small amount).\n\nWith hundreds of genes, and thousands of variants, thought to be implicat-\n\ned, autism is likely to involve many neurobiological perturbations in the brain. Some research points to dysfunction in the production of dopamine in the brains of some autistic people. Another idea is that problems with the social-reward system might underlie other forms of the condition. This huge variability in genetics and symptoms raises a question—what if autism is not a single condition, but several?\n\nSpectral lines\n\nAutism has been subdivided before. When the condition was first officially recognised in 1980 and included in the Diagnostic and Statistical Manual of Mental Disorders (DSM)—sometimes called the “Bible of psychology”—it was a narrow diagnosis focused on young children who seemed not to respond to social engagement.\n\nBut clinicians found that too restrictive. To capture a larger, more heterogeneous group who were showing autistic traits, an update to the DSM in 1994 created five categories: classic autism, Asperger’s syndrome (defined by poor social communication but no delay in language development), childhood disintegrative disorder (in which young children regress developmentally and lose previously acquired skills), pervasive developmental disorder not otherwise specified (for people who fulfilled some, but not all of the diagnostic criteria for autism) and Rett’s syndrome (a condition controlled by a single gene variant that mostly affects girls).\n\nThese categories were ultimately ditched, however. Not only did the number and severity of autistic symptoms a person had overlap between the groups, the groups themselves did not do a useful job of predicting how an individual's condition would eventually develop. By 2013 the condition had been redefined again, as the present-day ASD.\n\nThat has not stopped biologists from continuing to look for patterns among people with ASD. Researchers at Princeton University and the Flatiron Institute in New York, who looked at genetic and be-\n\nad\n\nRising tides\n\nUnited States, autism diagnoses\n\nper 1,000 children aged eight years old\n\n2000 04 08 12 16\n\nSource: Centres for Disease Control and Prevention\n\n20 22\n\nScience &technology 71\n\nhavioural data from more than 5,000 autistic Americans, recently showed that it is possible to break ASD into four subcategories, each with its own genetic profile affecting development. The team first analysed the behavioural symptoms and development of the people in the cohort. Four separate groups of people emerged whose symptoms clustered together. Then they found that the groups differed genetically, too—not just in which genetic variants they carried but when those genes were active throughout prenatal development and into childhood. They published their findings in Nature Genetics in July.\n\nOne category, which they called “broadly affected”, included people with profound challenges across all autismlinked traits: they had developmental delays, showed limited and repetitive behaviour, were anxious and struggled severely with social communication. They were also more likely to carry rare genetic mutations. A “moderate challenges” group captured people who seemed to struggle the least, and a “mixed” profile included those with developmental delays and impaired social communication but who showed little anxiety and disruptive behaviour.\n\nLast, there was the “social/behavioural” category. Although many autism-linked genes are switched on during developmental windows in the womb, the genes involved in the “social/behavioural” category often do not switch on until after the person is born and some continue to increase in activity into adolescence.\n\nThese children often grow up hitting their developmental milestones at the same time as their neurotypical peers and they are diagnosed later, too, says Natalie Sauerwald, a computational biologist at the Flatiron Institute who co-led the work. They also tend to meet the diagnostic criteria for attention-deficit hyperactivity disorder (ADHD) and severe depression. This “social/behavioural” group also seems to fit with a developmental and genetic profile noticed in a separate study published in Nature in October.\n\nThis kind of research, into potential subtypes of ASD, will help to identify coherent, biologically informed ways to make sense of the spectrum’s enormous diversity. Knowing that some autistic people are at risk for ADHD or mental-health concerns, for example, can guide decisions over schooling, and allow for better support to be offered earlier.\n\nBut genetics will never be enough to explain why autism develops in the way it does. A person’s environment also matters. The idea of environmental influences for autism became tainted after Andrew Wakefield, a British doctor, claimed (wrongly) in 1998 that the measles, mumps and rubella (MMR) vaccine was a cause of\n\nautism. This led to years of wasted re» "
}