{
  "text": "72 Science & technology\n\nsearch trying to find a link that did not exist. So when Mr Kennedy, himself a campaigner against vaccines, announced that the National Institutes of Health would embark on a $50m programme called the Autism Data Science Initiative (ADSI) to get to the bottom of autism’s environmental causes, many researchers were worried.\n\n“All of the autism researchers who went into it were nervous,” says Judith Miller, a psychologist at the Children’s Hospital of Philadelphia who is leading one of the ADSI projects. So far, however, the research is running smoothly. Her project tracks children born as early as 2008 who have moved through the hospital and been screened for autism—roughly 104,000 in total, 4,000 of whom are autistic—and includes some data on genetics and maternal health during pregnancy, as well as information on the quality of air, water and green space in the children’s living environments.\n\nDr Miller hopes her new project will be able to find correlations between environmental exposures and autism that can then be more rigorously tested. Although some factors—notably maternal health, air pollution and hormone-disrupting chemicals—have observational evidence behind them already, collecting data that accounts for many of these risk factors at once, as well as genetics, could reveal new relationships and explain why some people might be affected more than others. “What we’re trying to do is figure out, can we hone in on what might be hereditary and then can we boost that prediction with some of these other factors,” she says.\n\nIt is easy to imagine how environmental factors might fit in with the genetic contribution, says Zeyan Liew, an epidemiologist at Yale University. For example, higher parental age—arguably an environmental factor—has been linked to a child’s chance of being autistic, yet the mechanism is thought to be genetic. As people age, their sperm and egg cells accrue new mutations. Such mutations could then confer autism on any resulting child. According to a review in Molecular Psychiatry in 2022, particles of air pollution or some heavy metals might similarly induce new mutations, either in the sperm and egg or in the early embryo, by damaging DNA or disrupting its natural repair processes.\n\nAnother possibility is that an environmental trigger turns up or down the activity of a gene linked to autism, a so-called epigenetic effect. One of the most wellsupported environmental causes of autism is exposure to valproate, an epilepsy medication, in the womb—and valproate is a known instigator of epigenetic changes. Valproate caused a scandal around the world because pregnant women taking it were not warned that their fetuses could be harmed. Ora straightforward environmental exposure could be to blame. For exam-\n\nple, although a causal link has not been established, a meta-analysis of 36 studies from 2021 found that mothers who experience a serious fever during pregnancy more often have autistic children. Many possibilities like this are known from observational data, animal studies and knowledge of developmental mechanisms. But conclusive evidence that any of these factors is causative in humans is lacking.\n\nTreating autism as a single condition might explain why it is proving hard for researchers to draw firm conclusions—if autism actually breaks down into different categories, and a particular factor only affects one of them, then a study that lumps all autistic people together might never see a signal, says Dr Liew. “If you can refine your phenotype, you have a better chance of finding the cause.”\n\nSplitting the spectrum up, though, is not universally welcomed. Some worry that it will increase stigma and exclusion for those with the most severe impairments; others worry about the opposite problem, that those with fewer visible difficulties will be marginalised and will not be able to gain access to support.\n\nMeanwhile some parents argue that categories can be helpful, because of the different challenges involved. Jill Escher, a mother of two profoundly affected adult children and the co-founder of the National Council on Severe Autism, a charity in America, says many in her community look after people who will need round-theclock care for the rest of their lives. They often also display complex behaviours, including self-harm, aggression, and the destruction of property.\n\nUnweaving the rainbow\n\nBeyond behavioural and educational support for autistic children to help overcome specific difficulties such as speech, movement and emotional regulation, researchers are also looking for pharmacological approaches to modify some of the core symptoms, such as impairments to social communication and repetitive thoughts or habits. So far no approved medication does this. Some treatments, such as risperidone, an anti-psychotic, can help with the behavioural symptoms such as irritability, aggression and self-injurious behaviour. Getting better treatment demands a more sophisticated understanding of the biology of autism. That, in turns, means building a better understanding of both genetic and environmental causes.\n\nAutism advocates have long argued— correctly—that society needs to do more to adapt schools, workplaces and public spaces so autistic people can thrive in them. Equally, however, better interventions will offer some people more autonomy, agency and greater well-being in a challenging world.\n\nThe Economist December 6th 2025\n\nAstronomy\n\nMy God, it’s full of Starlinks\n\nSurging satellite numbers threaten to dazzle space telescopes, too\n\nNE OF THE reasons astronomers like\n\nto put telescopes in space is that the “seeing” is better. With no turbulent atmosphere in the way the stars shine steadily, rather than twinkling as they do when seen from the ground.\n\nBut it is not just an atmosphere that can ruin the seeing. The rapidly growing number of satellites in low-Earth orbit is already causing problems for ground-based telescopes, which find their images contaminated by streaks of sunlight reflected off passing satellites. Now, a paper published in Nature suggests that could soon become a serious problem for space-going telescopes as well.\n\nAlejandro Borlaff and his colleagues at NASA’s Ames Research Centre, in California, scoured regulatory filings to work out just how many satellites might be in orbit by the end of the next decade. Numbers are already exploding. In 2018 there were around 2,000 satellites in orbit. These days there are more than 9,000 of SpaceX’s Starlink internet satellites alone.\n\nStarlink is growing fast, and SpaceX has filed paperwork for as many as 42,000 satellites. Others such as OneWeb, Amazon, Qianfan and Guowang are also building “mega-constellations”. In total Dr Borlaff reckons there could be around half a million satellites in low orbits—below about 2,000 kilometres—by 2040.\n\nHis team fed information about the siz-\n\nes and orbits of dozens of planned mega»» "
}