{
  "text": "Ww\n\nThe Economist December 6th 2025\n\nconstellations into a computer simulation to work out how they might affect four space telescopes in particular. The Hubble Space Telescope and SPHEREx are both run by NASA, and are in orbit already. China’s Xuntian space telescope is due to launch next year and the European Space Agency’s ARRAKIHS instrument is slated to be in space by 2030.\n\nExactly how bothersome the satellites will be depends on factors such as how high a telescope flies and whether it has a wide or narrow field of view. Crunching the numbers, the researchers concluded that around a third of Hubble images could be affected. That sounds bad enough. But if anything, the Hubble gets off lightly. Around 96% of exposures from SPHEREX, ARRAKIHS and Xuntian could be contaminated, with an average of 5.6, 69 and 92 streaks per image respectively. (The picture on the previous page shows a simulated image from ARRAKIHS, streaked by orbiting satellites.)\n\nWhat to do? SpaceX has tried to make its satellites less reflective, though with limited success, notes Dr Borlaff. But business pressures push in the opposite direction. Starlink’s satellites have grown in size over time, in order to serve more customers and offer higher connection speeds. Bigger satellites are usually brighter ones, too.\n\nCo-ordination and data-sharing can help. Astronomers armed with details of a mega-constellation’s orbits can time their observations to minimise interference. But that solution does not scale well, says Dr Borlaff: eventually the sky becomes so crowded that avoidance is impossible.\n\nWhat to do? The same cheap rockets that have made mega-constellations possible could also make it easier to loft future space telescopes above the growing swarms of satellites. The James Webb Space Telescope, for instance, is 1.5m km from Earth, far too distant for low-flying satellites to pose a problem. But flying low can offer advantages for telescopes just as it does for communications satellites, says Dr Borlaff, especially for space agencies that lack NASA’s budget. Earth’s magnetic field helps shield low-flying telescopes from cosmic rays, for instance. And flying low makes downloading data easier.\n\nDr Borlaff hopes diplomacy and regulation can help. He cites the Montreal Protocol, agreed in 1987, in which the world pledged to stop using chemicals that damage the ozone layer. In 2022 the International Astronomical Union set up the Centre for the Protection of the Dark and Quiet Sky from Satellite Constellation Interference. One of its jobs is to allow astronomers and mega-constellation operators to find compromises—limiting satellite numbers or orbits, for example. In the middle of a commercial and international space race, it will have its work cut out. @\n\nWell informed\n\nScience &technology 73\n\nIs it beneficial to tape your mouth shut?\n\nProponents say it improves sleep and oral health\n\nAPING YOUR mouth shut while\n\nsleeping might not sound appealing. But its proponents claim a vast array of benefits, from alleviating respiratory conditions to better-smelling breath and even a more chiselled jawline.\n\nBreathing through your nose does have its benefits—small bony structures inside it, known as turbinates, filter air of debris and pathogens, for example. The nose also humidifies and warms incoming air, which is better for overall pulmonary health. Breathing like this can also increase the production of nitric oxide, which helps widen blood vessels and lower blood pressure while acting as a natural antimicrobial agent.\n\nAnd breathing through the mouth can lead to problems—worsening snoring, oral health and obstructive sleep apnoea (OSA), where breathing stops during sleep because throat muscles block the airway. Chronic mouth-breathing in children may also contribute to abnormal development of the face.\n\nAll this might suggest that some people would benefit from taping their mouths shut at night. Alas, the evidence does not bear this out. A systematic review of ten studies on mouth-taping for OSA, published in PLOS in May, showed some weak evidence for benefits. One study included in the review, published in Healthcare in 2022, showed\n\nthat when 20 participants with mild OSA used mouth tape for one night, the median number of breathing interruptions per hour of sleep fell by roughly half. The number of snoring episodes also decreased by about half. A comparable study in Otolaryngology Head and Neck Surgery reported similar findings. Both studies, however, noted their small sample sizes and the PLOS review questioned the clinical significance of their results.\n\nMouth-taping might be more effective in treating OSA when combined with other therapies. A study in the Aznals of the American Thoracic Society in 2022 found that wearing a mandibular advancement device—a special mouthguard used to treat OSA—and mouthtaping was more effective in treating the condition than just the mouthguard alone. However, studies with more participants, which also assess mouthtaping in isolation, are needed to draw more robust conclusions.\n\nFor those with severe OSA and a nasal obstruction, such as a deviated septum, mouth-taping could do more harm than good. The PLOs review cautioned against taping mouths shut in such cases, where a person’s airway was already significantly narrowed and mouth-taping could therefore pose a risk of asphyxiation.\n\nThough mouth-taping for oral hygiene is more plausible—breathing through the mouth dries up saliva, which normally helps prevent tooth decay and bad breath—there are no robust studies yet to prove that it works. Claims that mouth-taping carve a sharper jawline are merely anecdotal, too.\n\nBrian Rotenberg, an otolaryngologist at Western University in Canada, concludes that the risks of mouth-taping are not worth the potential gains. Those who persist with it, he says, might even be ignoring serious health problems. Difficulty with nasal breathing may indicate conditions such as nasal polyps, or even tumours. Such mouth breathers, he says, should get a diagnosis and treatment plan from a doctor instead of seeking a “quick fix” and taping their mouths shut.\n\n— Sign up to our Well Informed newsletter: economist.com/wellinformed "
}