{
  "text": "74\n\nThe Economist December 6th 2025\n\nDark tourism\n\nFatal attractions\n\nPALMYRA AND DAMASCUS\n\nMillions of people visit sites of atrocities every year. Why?\n\nA: DAWN PALMYRA’S magnificent columns and buildings glow gold against the sky. The oasis city (pictured), built on an ancient trading route, was once one of Syria’s most popular tourist sites, attracting an estimated 150,000 visitors annually. After the outbreak of civil war in 2011, that number plummeted as rebels and Islamist groups fought Bashar al-Assad’s forces for control. Palmyra was closed to international visitors: only the Russian and Iranian soldiers who came to prop up Syria’s despot were allowed in.\n\nMr Assad’s odious regime fell a year ago, on December 8th 2024, and tourists are slowly returning to Syria. Some come to marvel at what remains of the splendid temples, theatres and tombs. (Jihadists blew up monuments they deemed idolatrous, including the Temple of Bel, which\n\nwas consecrated nearly 2,000 years ago.) A few visitors, however, seek more gruesome thrills. They want to see Syria’s scars, to stand on the ground where battles, bombings and atrocities took place. They are known as “dark tourists”.\n\nThey swap tips on Instagram and TikTok. Travellers to Syria want to see the destroyed suburbs of its cities or pose for\n\n> ALSOIN THIS SECTION 75 Our word of the year 76 Advent calendars for all 77 Hotshot: Tyler Mitchell 77 Trending dystopian fiction 78 The best TV of 2025\n\nphotos with the tanks left behind by the Russians. Some hope to visit Saidnaya: the country’s most notorious prison, on the outskirts of Damascus, is known as the “Human Slaughterhouse”. Rebels took possession of it after Mr Assad fled from his country; the prison is now empty and locked. But enterprising tour guides promise they can get curious travellers inside.\n\nAmong those guides is Rita Badran, a dentistry student, who advertises her services to more than 25,000 followers on Instagram. A private tour of Syria costs $130 per person; to visit Saidnaya, she charges a $100 “permit fee” (she knows some of the guards). She has taken visitors—who are mainly from America and Europe—to see the aircraft that the Assad regime used to drop barrel bombs on civilians, and to explore the tunnels dug under Damascus by rebels. “There are hundreds or thousands of people still buried here that they couldn’t retrieve,” she says, walking through the blasted landscape.\n\nDark tourism is big business. Global Industry Analysts, a market-research firm, estimates that the dark-tourism market is worth $35bn and will grow to $4ibn by 2030. (It includes visits to places such as\n\nthe 9/11 Memorial Museum in its definition » "
}