{
  "text": "The Economist December 6th 2025\n\nof dark tourism, as well as battlefields, concentration camps and disaster zones.) Besides Syria, people are heading to dangerous countries such as Iran, North Korea, South Sudan and Ukraine. Young Pioneer Tours—a company whose tagline is “Destinations your mother would rather you stay away from’—has increased the number of destinations it covers since 2013, from 30 to more than 100.\n\nIn Israel dark tourists go to the sites where 1,200 people were killed in Hamas’s attacks of October 7th 2023. In Afghanistan operators are capitalising on interest in life under the Taliban; after the jihadist group returned to power in 2021, tourist arrivals jumped from 2,300 in 2022 to some 7,000 in 2023. And in Mexico people can book a “night walk”, a simulated illegal border crossing, complete with “smugglers” and “guards”.\n\nThe term “dark tourism” was coined in 1996 by J. John Lennon and Malcom Foley, two academics who observed the public’s interest in visiting the site of John F. Kennedy’s assassination. Peter Hohenhaus, the founder of dark-tourism.com and the author of “Atlas of Dark Destinations”, suggests that the idea is to bear witness. On his website he writes that dark tourism is about “respectful and enlightened touristic engagement with contemporary history, and its dark sites/sides, in a sober, educational and non-sensationalist manner”.\n\nHe argues that, in the public imagination, the term lumps together two types of people: those who seek to understand the past and voyeurs who want to take crass selfies. Many of the 1.8m people who went to Auschwitz in 2024 did so to pay their respects at the Holocaust memorial and museum. Others, however, posed for pictures on the train tracks outside the concentration camp. “There are selfish idiots and there are dark tourists,’ Mr Hohenhaus says. “They are not the same.”\n\nMany will nonetheless see dark tourism as ghoulish. Yet it is not new: some date it back to Romans who flocked to amphitheatres to watch gladiators fight to the death. An early example of civilians venturing to gawp at a war zone was the influx of “lady tourists” during the Crimean war (between Russia, the Ottomans, Britain and France) in 1855. Women, armed with opera glasses, would pay to watch soldiers fight while sitting atop Cathcart’s Hill between Balaclava and Sevastopol.\n\nTourism to Chernobyl, the site of the worst-ever nuclear catastrophe, peaked at 124,423 visitors in 2019, before the pandemic and Russia’s full-scale invasion of Ukraine. Italy is investigating allegations that its citizens took part in “sniper safaris” in Bosnia-Herzegovina in the 1990s, paying to shoot civilians in Sarajevo.\n\nWhat is different about dark tourism today is its cost—cheap flights have made\n\neven far-flung trips more affordable—and the role of social media in publicising experiences and destinations. Accounts advertise sites from Amritsar to Zanzibar City. A number of influencers have garnered huge followings by travelling to places few others would think, or dare, to go.\n\nIn 2017 Logan Paul, an American YouTuber, posted a video from Aokigahara forest in Japan which featured a dead body (the forest is known as a site for suicides). The platform briefly cut business ties with Mr Logan, but he now has 23.6m followers, up from 15m at the time. Ms Badran says she took an influencer to Saidnaya who, after posting pictures of the prison online, now brings others to see it.\n\nHarry Jaggard has posted videos from Eritrea and Yemen. A dispatch from Afghanistan, “Seven Days in the Most Dangerous Country in the World”, has 4.6m views on YouTube. In the video Mr Jaggard promises to go beyond “the headlines”. He says that the Taliban are “kind”—despite the floggings and executions—and that Afghan women “seemed happy”, though they are barred from secondary school, public parks, most jobs and complaining about any of the above. “What an incredible video man...I’ll have to visit someday soon,” one person commented. “I wish I could see it up close one day,’ wrote another.\n\nThe shadowy economy\n\nAccording to Booking.com, a travel website, almost 60% of Gen Z travellers look to social media when deciding where to go and about 45% draw inspiration from influencers. And many young people from rich countries—who have no experience of war—are interested in visiting sites with a tragic history.\n\nOn Ms Badran’s tour is Giulio Versura, an Italian student, and Luis Gatti, a German software engineer. Mr Gatti has travelled to Iraq, Palestine and Transnistria. He has come to Syria because he wants to visit the places he has seen on the news and to better understand the country and its people: “I feel like if there’s a debate about Syria back home in Germany, now I can actually contribute.” He does not see dark tourism as distasteful or exploitative—and, besides, conventional holidays do not appeal to him: “I could go to Italy or Spain and drink an Aperol Spritz, but that would be a bit boring.”\n\nSyrian guides, for their part, are grateful for the opportunity “to show Syria as Syrians want it to be shown”, says Ala Salamia, who works in Damascus. (No doubt they also appreciate the business.) Ms Badran does not distinguish between dark tourists and the regular kind, but between tourists and travellers: “Tourists will say, ‘I went to Syria and ate in that restaurant and we went here for a party: But a traveller will come and learn about the Syrian war.” @\n\nCulture 75 Language Our word of the year is...\n\nAn unappetising symbol of a messy year\n\nICKING A WORD of the year is not easy. Pin the past the American Dialect Society has gone with “tender-age shelters” (2018) and “-ussy” (2022). The Oxford English Dictionary (OED) has caused conniptions by opting for things like “youthquake” (2017) and “goblin mode” (2022). If you cannot remember why those terms were big that year, that is the point: the exercise is not a straightforward one.\n\nSometimes a single suitable word is not at hand, so a phrase is chosen instead; other times the word simply seems jarring. Middle-aged lexicographers are often tempted to crown a bit of youth slang, but such terms are transient and sound out of date before the press release is published.\n\nThe Economist’s choice for 2025 is a single word. It is representative, if not of the whole year, at least of much of the feeling of living in it. It is not a new word, but it is being used in a new way. You may not like it, but you are living with it. And it is probably here to stay.\n\nBut first, a few subcategory winners. The clear winner for foreign word of the year, nominated by several of our China correspondents, was neijuan, Mandarin for “involution”. It describes the increasingly cut-throat competition between businesses, such as those that make electric vehicles, despite the diminishing returns. It has also become a term used by workers to refer to the sense of running ever faster on a treadmill to get nowhere.\n\n"
}