{
  "text": "76 Culture\n\nFinance is a good place to look for words of the year because trends move fast, and its denizens like neologisms. TACO is this year’s favourite. Coined by Robert Armstrong, a journalist at the Financial Times, it stands for “Trump Always Chickens Out” and points to the many tariff fights Donald Trump has picked and then backed down from. Another strong contender was the “debasement trade”. In recent months investors have been buying up assets such as gold as they are worried that overspending governments are going to destroy the value of their currencies and other assets linked to them.\n\nThere were plenty of slang options, too. Dictionary.com has chosen “67” (read as “six seven”), a ubiquitous bit of youthspeak that, as the lexicographers there admit, has no fixed meaning: instead, it “has all the hallmarks of being brain rot’—a term that Oxford Dictionaries made its word of the year in 2024. “Brain rot” is defined as a state caused by overconsumption of mindlessly entertaining junk, particularly online. The term is also applied to the junk causing the mental decline.\n\nReaders should prepare themselves: they will probably experience brain rot more often, thanks to our word of the year. Our pick’s rise was spurred by Openatl’s release of Sora, a generative artificial-intelligence (AI) platform that can create videos based on a prompt. Suddenly social-media feeds were filled with such clips. A term that started circulating in the early years of generative AI is now everywhere: “slop”.\n\nThe word, of course, is far from new: the OED’s first citation is from the 15th century. Its meaning has evolved from mud and slush, through a weak liquid used as a poorly nourishing food, to any kind of food scraps, to nonsense or rubbish.\n\nSlop merchants clog up the internet with drivel. Enter a health question on Google and see how many of the top results are brand-new webpages with AIwritten prose. Or scroll through Instagram and see how long it takes to come across a video that is made up of fake clips and an AI voiceover. Or head to X and see if you can distinguish the real MAGA accounts from those that were revealed (by a new “About this account” feature) to be slopshops in Pakistan, Nigeria or Thailand.\n\nIt is distressing to imagine a world drowning in slop, so think of the positives. If the news ecosystem is sodden with slop, trust in established organisations might rebound. (Research has found that, after being asked to distinguish AI photographs from real ones, test subjects show a greater willingness to pay for a respectable newspaper.) If social-media sites become congested with slop, either those platforms will have to get serious about content moderation or else their users will shut them off. A case, then, for sloptimism? @\n\nChristmas traditions\n\nShow me the doors\n\nThe Economist December 6th 2025\n\nWhy there is an Advent calendar for absolutely everything these days\n\nACE CALENDARS never used to be much fun. Each day in December, as part of the lead-up to Christmas, you would peel back a card door to reveal a Bible verse or a picture of a church bell. Only if your parents were cool would you get a chocolate calendar.\n\nThese days, however, Advent calendars feature fewer bells and more bells and whistles. You can buy one not just for your children, but also for your parents, pets and even the birds in your garden. If you are feeling indulgent you can choose a calendar stuffed with port wine or pork scratchings. If you are ona pre-Christmas health kick you can pick one filled with protein powder or workout gear. Some calendars are sumptuous: a 12-day caviar countdown will set you back almost $1,000. Others are sensible (24 tools) or silly (24 pots of slime).\n\nShoppers cannot get enough of them. A recent poll by Ipsos in Britain found that 72% of respondents buy Advent calendars. A calendar by Bonne Maman, a jam brand, sells out in America every year; the brand has increased production by 400% since 2017 to meet demand. Beauty is also pretty popular: Space NK’s cosmetics calendar, one of the most popular of 2025, sold out in weeks.\n\nAdvent calendars can seem odd. The tradition started in the early 19th century with German Protestants who marked the season by lighting candles or draw-\n\ning lines of chalk. Paper calendars spread across the world after the second world war, when spirits needed lifting. Why have they taken off? One reason is that today’s Advent calendars speak to “the trend of small indulgences”, says Liz Morgan of Fortnum & Mason, a British department store. Calendars offer a taste of luxury, akin to indulging in a fancy coffee. Leonard Lauder, a cosmetics tycoon, called it the “lipstick effect”: sales of the makeup product rose during economic downturns as women sought a forgivably inexpensive pick-me-up. They often contain appealingly exclusive or collectable products. Liberty included a limited-edition bag in its popular Advent calendar this year; the London department store held a swanky party in September to celebrate its release. Rare products create a buzz on social media. There are 1.3m videos tagged #AdventCalendar on TikTok. Advent calendars offer benefits for brands, such as attracting new customers. Some are eager to extend the custom beyond Christmas. Halloween Advent calendars have already started spooking the shelves. Kate Turvey, director of the Advent Calendar Shop, which stocks more than 500 different types, reckons countdowns to Mother’s Day or birthdays other than Jesus’s may soon take off. Who wouldn’t want that festive feeling of anticipation all year round? "
}