{
  "text": "The Economist December 6th 2025\n\nPhotography\n\nHotshot\n\nTyler Mitchell is photography’s brightest young talent\n\n| Pesos YEAR the Aperture Foundation hosts a ritzy gala in New York to raise money and fete those it considers “leaders in the field” of photography. (It also publishes a magazine, likewise called Aperture, arguably the world’s most prestigious photography title.) The distinction tends to be given to artists to acknowledge decades of work: Graciela Iturbide won in 2021, aged 79, and Richard Misrach in 2024, aged 75.\n\nThis year, however, Aperture celebrated Tyler Mitchell, who seems to have conquered the world of photography at the tender age of 30. His strikingly beautiful images straddle fine art and fashion and his work is adored by curators, collectors and magazine editors. He is already earning comparisons to Richard Avedon, one of the best-known fashion and portrait photographers of the 20th century.\n\nMr Mitchell’s work is in vogue—and in Vogue. He rose to fame in 2018, when he became the first black photographer to shoot a cover in the magazine’s 126-year history. He depicted Beyoncé, a pop star, in a floral head-dress; Artsy, an online art marketplace, duly labelled him a “breakout talent”. Since then, he has photographed Kamala Harris, then the vice-president-elect, for Vogue; his work has been acquired by Sir Elton John and David Furnish and displayed at the Victoria and Albert Museum in London; and he has shot the catalogue for the Metropolitan Museum of Art’s fashion exhibition, “Superfine: Tailoring Black Style”, about the modern dandy.\n\nIn October “Riverside Scene from Dreaming in Real Time”, a large image reminiscent of a famous painting by Georges Seurat, a post-Impressionist, sold for $54,180 at auction. This was double the estimate and set a new record for his work. A travelling early-career survey, “Wish This Was Real”, is currently on display at the Maison Européenne de la Photographie in Paris and is accompanied by a monograph. You would expect Gagosian, the contemporary-art gallery which began representing Mr Mitchell in 2024, to call him a “leading artist of his generation”, but it seems it has a point.\n\nMr Mitchell was born in Albany, Georgia, in 1995. He turned to photography and film as a creative outlet as a teenager; he took up skateboarding and began making montage videos of other skaters. It was a few years later, while enrolled in New York University’s film and television pro-\n\ngramme, that he decided to focus on photography. “I saw it as a way I could quickly tell visual stories and speak to culture without waiting for a larger budget or crew,’ he explains.\n\nHe credits black artists and photographers such as Gordon Parks, Roy DeCarava and Carrie Mae Weems as influences. A visit to Cuba when he was 20 also proved formative. This trip, which he describes as a “visual awakening”, allowed him to develop his own aesthetic and produce a large enough body of work to establish a portfolio. Evident in these early pictures is Mr Mitchell’s flair with colour—a look Emily Bierman, the global head of prints and photographs at Sotheby’s, an auction house, describes as “hyper-saturated”.\n\nTextiles are a recurring motif in Mr Mitchell’s work, be it billowing sheets, patchworked denim or fishing nets. (The backdrop of the Beyoncé cover was a simple cotton sheet pegged to a washing line.) This gives his images depth as well as a faintly dreamlike quality.\n\nHis photographs are “lightly staged”, in that Mr Mitchell will gather groups of models who have a certain charisma, dress them, place them in a specific location, give them props and then let the scene play out. He often depicts people at ease, catching them in calm or playful moments. (In one image, an insect rests on a young man’s nose.) His subjects are people of colour; he has described his artistic world as something like a “black utopia”.\n\nRegardless of the commission, Mr Mitchell works in a similar way. He says he seeks to convey “a sort of fluidity and slippage between these categories of photography: ‘art’, ‘fashion’, ‘portraiture’, ‘abstraction’, or any of the other sub-genres”. He hopes his images, wherever they end up, underscore the point of photography as an art form: to encourage viewers “to empathise and to see and to look”. @\n\nSetting the stage for renown\n\nCulture 77\n\nDystopian fiction\n\nSpine-chilling\n\n| Who Have Never Known Men. By Jacqueline Harpman. Translated by Ros Schwartz. Transit; 208 pages; $16.95. Vintage; £9.99\n\niE: DOES NOT sound like the sort of book TikTok typically enjoys. “I Who Have Never Known Men” (“IWHNKM”) does not feature wolves, fairies or the word “rutting”. It is a desolate post-apocalyptic tale, not a racy coming-of-age story. Yet thanks to social media, the novel is a hit—3o0 years after it was first published.\n\nThe book’s nameless narrator is a girl who lives with 39 women in a cage in an underground bunker. The prisoners do not know why they are there: they were captured during a war none of them remembers. When they finally escape, they find a “land that is almost dead”. Other bunkers are full of corpses. “Did something, someone, somewhere understand the meaning of all this?” the narrator wonders.\n\nJacqueline Harpman was born into a Jewish family in Belgium in 1929 and “IWHNKM” evokes the horrors of Nazism. Her slim, sombre novel was published in French in 1995, then translated into English, before falling out of print. In 2019 it was reissued by Vintage, a British publisher, With a revised translation.\n\nWord started spreading online—one viral post teasing the plot of “IWHNKM” has 12.5m views and more than 2m likes—and sales rose sharply. In 2019 British readers bought 1,400 copies of “IWHNKM”. They have snapped up 75,000 so far in 2025, an increase of more than 5,250%. The affecting novel is popular in America, too: it is in fifth place on the Washington Post’s paperback bestseller chart.\n\nNick Skidmore, publishing director of Vintage Classics, says the decision to republish the book in 2019 was prompted by the boom in interest in dystopian fiction that followed the election of Donald Trump. “This book is really all about bewilderment,” he says; it appeals to “readers who may feel an equal sense of bewilderment about the political landscape today”.\n\nAccording to its fans, “IWHNKM” explores “what makes us human in a totally foreign world”. The narrator is “just like us”, one remarked: “We also don’t know all the answers to why things are the way they are, or what the meaning of life is.” Gen Z readers may enjoy shlocky romances—but they enjoy pondering questions of the self, society and freedom, too. @ "
}