{
  "text": "78 Culture\n\nThe best TV of 2025\n\nRight on cue\n\nHighlights of the small screen included shows about diplomacy, war and office life\n\n“Adolescence”\n\nThis show, about a 13-year-old boy\n\n(Owen Cooper) accused of murdering\n\na classmate, is hauntingly brilliant.\n\nThe acting is impeccable and the show’s themes—including masculinity and online brainwashing—resonate.\n\n“Andor”\n\nA sophisticated show about authoritarianism, set in the “Star Wars” universe. It follows Cassian Andor (Diego Luna) as he rebels against the Galactic Empire. The writers understand the machinery of repression.\n\n“The Beast in Me”\n\nWhen Nile Jarvis (Matthew Rhys)—a real-estate mogul suspected of killing his wife—moves in next door to Aggie Wiggs, an author in need of inspiration, she gets a provocative new subject and he gets an opportunity to clear his name.\n\n“The Chair Company”\n\nRon Trosper, an office worker in Ohio, has a tendency to over-react. So when\n\nhis chair collapses during an important presentation, he embarks on a campaign against its manufacturer. This series sends up the absurdities of corporate life.\n\n“The Diplomat” Kate Wyler (Keri Russell), America’s ambassador to Britain, is thoughtful and\n\nhonourable. That puts her at odds with her reckless husband (Rufus Sewell) and a new president (Allison Janney) who,\n\nin this season, join forces with potentially disastrous consequences for geopolitics.\n\n“Dying for Sex”\n\nAfter Molly (Michelle Williams) is diagnosed with stage-four cancer, all\n\nshe can think about is intercourse. She separates from her husband, who has not touched her in years, and embarks ona series of sexual adventures. A drama that is at once frank and funny.\n\n“Hacks”\n\nA comedy that continues to delight. Deborah Vance (Jean Smart) has finally landed her dream gig as a late-night TV host. But there’s a catch: her head writer is her former protégée who all but blackmailed her way into the job.\n\n“King of the Hill”\n\nThis animated sitcom has been revived after 15 years. Hank Hill, a salesman of “propane and propane accessories”, and his wife return to Texas after a stint in Saudi Arabia. The show’s blend of topical satire and gentle comedy is as nicely balanced as ever.\n\n“The Last of Us” The first season of the hit video-game adaptation was memorable for its\n\nThe Economist December 6th 2025\n\nnerve-shredding intensity. The second more than matches it in ferocity. Much of the horror comes not from the threat of the Cordyceps fungus, but from the desperate, vengeful people living\n\nin a post-apocalyptic world.\n\n“Mr Scorsese”\n\nThis five-part documentary offers a vivid portrait of one of America’s great filmmakers. Martin Scorsese reflects on his childhood, his one-time desire to become a priest and his infatuation with cinema. An honest depiction of an auteur whose work grapples with morality and vice.\n\n“The Narrow Road to the Deep North” A masterful adaptation of Richard Flanagan’s novel. Dorrigo Evans (Jacob Elordi and Ciaran Hinds), a surgeon in the Australian army, is captured by the Japanese during the second world war and sent to work on the Burma Railway.\n\n“Severance”\n\nThis surreal show is TV’s greatest drama of modern office life. Employees of Lumon Industries receive a brain chip that cleaves their consciousness in two. Their “outies” have no knowledge of their work, their “innies” no memory of their outside lives.\n\n“Squid Game”\n\nIn this South Korean thriller debt-laden characters are recruited to play traditional children’s games. Winners get a prize pot of up to 45.6bn won, or $31m; losers are killed. The brutality is ramped up in its third and final season, with new games and shocking acts of greed.\n\n“Stranger Things”\n\nIt is time for the ultimate showdown in Hawkins, Indiana, between an intrepid group of locals and a terrifying psychic being known as Vecna. As the show creeps towards its conclusion, this monster hit retains its supernatural power.\n\n“Toxic Town”\n\nIn the 1980s and 1990s Corby Borough Council, in the East Midlands of England, cleared the site of a former steelworks, transporting noxious material in open trucks. Local children were subsequently born with deformities. It follows the parents who took the authorities to court.\n\n“Trespasses”\n\nThis exquisite series is set in Northern Ireland during the Troubles. When Cushla (Lola Petticrew), a Catholic primary-school teacher, has an affair with Michael (Tom Cullen), an older, married Protestant, her life begins to fall apart. &\n\nAll shows are available to stream in America and/or Britain "
}