{
  "text": "Contents\n\nEurope 45 Defence spending spree 46 Ukraine peace talks 47 Greece goes digital 48 Rape laws in Italy 48 The trials of The Hague\n\n49 Charlemagne An EU scandal\n\nBritain 50 Our new election model 52 Polling predictions\n\n53 An interview with Keir Starmer\n\nInternational 54 Defence recruitment\n\n56 The Telegram A battle for the West\n\nBusiness\n\n57 China’s entertainment boom\n\n58 The Hollywood of micro-dramas\n\n59 Al adoption’s frontiers 59 Penmakers in trouble\n\n60 VW shifts gear in China 60 Altice’s debt manoeuvres\n\n61 Bartleby The 40-hour workweek\n\n62 Schumpeter Mega-mergers\n\nVolume 457 Number 9477\n\nPublished since September 1843\n\nto take part in ‘a severe contest between intelligence, which presses forward,\n\nand an unworthy, timid ignorance obstructing our progress.”\n\nEditorial offices in London and also: Amsterdam, Beijing, Berlin, Brussels, Cape Town, Chicago, Dubai, Lagos, Madrid, Mexico City, Montevideo, Mumbai, Nairobi, New Delhi, New York, Paris, San Francisco, Sao Paulo, Shanghai, Singapore, Taipei, Tokyo, Washington DC\n\nSubscription service\n\nFor our full range of subscription offers, including digital only or print and digital bundled, visit: Economist.com/offers\n\nIf you are experiencing problems when trying to subscribe, please visit our Help pages at: www.economist.com/help\n\nfor troubleshooting advice.\n\nFinance & economics 63 American job fears 64 The next Fed chair 65 Bursting bubbles 66 Acrypto victim 67 Golden toilets 67 Sanctions on Russia\n\n68 Buttonwood Stockholm ascends\n\n69 Free exchange AI and the economics of information\n\nScience & technology 70 The biology of autism 72 Satellites v astronomers\n\n73 Well informed Mouth-taping\n\nCulture 74 Dark tourism 75 Word of the year 76 Advent calendars 77 Tyler Mitchell’s photos 77 Dystopian fiction 78 Best TV of 2025\n\nThe Economist December 6th 2025\n\nEconomic & financial indicators\n\n81 Statistics on 42 economies\n\nObituary\n\n82 Tom Stoppard, a playwright who contained multitudes\n\nTo manage your account online, please visit my.economist.com where you can also access our live chat service which is available 24/7. To call us, contact our dedicated service centre on:\n\nNorth America: +1 888 815 0215 Latin America & Mexico: +1 646 248 5983\n\nPEFC\n\nCrrecycle\n\nPEFC certified\n\nThis copy of The Economist is printed on paper sourced from sustainably managed forests certified by PEFC www.pefc.org\n\nuy\n\nPEFC/29-31-296\n\n© 2025 The Economist Newspaper Limited. All rights reserved. Neither this publication nor any part of it may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise, without the prior permission of The Economist Newspaper Limited. The Economist (ISSN 0013-0613) is published weekly except combined issues in July and December, by The Economist Newspaper Limited, 900 3rd Avenue, 16th Floor, New York, NY 10022-5088. The Economist is a registered trademark of The Economist Newspaper Limited. Periodicals postage paid at New York, NY and additional mailing offices. POSTMASTER: Send changes to The Economist Customer Service, 900 Third Avenue 16th Floor New York, NY 10022, USA. Canada Post publications mail (Canadian distribution) sales agreement no. 40012331. Printed by Fry Communications, Inc. Mechanicsburg, PA17055 "
}