{
  "text": "82\n\nThe Economist December 6th 2025\n\nOBITUARY Tom Stoppard\n\nBritain's most challenging playwright died on November 29th, aged 88\n\nN A WARM summer day in 2003, Tom Stoppard found himself\n\nstrolling round the mostly ruined estate of Premukhino, north of Moscow. The graffiti-scrawled walls had once been home to the family of Mikhail Bakunin, a 19th-century Russian anarchist. This was his setting for the first act of “The Coast of Utopia’, a trilogy about Russian thinkers, with its hero in Alexander Herzen. The play began with a family gathering: the women talking about Pushkin (then still alive) and affairs of the heart, the young men arguing about German philosophy and Russian literature. As he wandered he recognised a pond, where a visitor had caught a carp, and the site of a family bonfire party.\n\nYet he had never been there before, except in his mind’s eye. Visiting a place while writing about it was no more necessary than travelling to Denmark while writing “Rosencrantz and Guildenstern Are Dead”, the play which, in 1967, made him famous. What he needed were his London Library books, not the places, to imagine his characters. He had gone to Premukhino not to learn, but to feel. “The Coast of Utopia” was no more about the history of Russia’s socialist movement than “The Invention of Love”, his favourite play, was about Latin semantics—or, for that matter, Anton Chekhov’s “The Cherry Orchard” was about capitalism. What interested him, like Chekhov (whom he translated), was not abstract ideas but how non-abstract lives were determined by the challenges of their time. Characters were not vehicles for ideas; they were driven and sometimes run over by them.\n\nNormally he did not particularly care where his plays were staged. But with “The Coast of Utopia”, he indulged a dream of bringing his characters, speaking Russian, to the Moscow stage. He was fascinated to see them interact with the country that had rejected their ideas of freedom and social justice. How free will and chance fitted in with history, which Herzen declared “had no purpose”, was a leitmotif of both his work and his life. “Rosencrantz and Guildenstern” opens with the two minor characters from “Hamlet” playing Chance: tossing a coin that always lands on the same side. Their fate is already known, even from the title page. Yet in the face of what seems inevitable, they jest with each other, as if they can escape. As his Herzen said, it took wit and\n\ncourage “to make our way while our way is making us”.\n\nHe was born Tomas Straussler in Zlin, Czechoslovakia in 1937 to a secular Jewish family. His father, a doctor, was transferred to Singapore and drowned trying to flee the Japanese; his mother, who had escaped to India, remarried, and the family moved to England in 1946. Young Tom put on England like a coat: a coat made of cricket, endless summer days and evenings too light to sleep. His play “Arcadia”, a melange of ideas on mathematics, Byron, sex and gardening, was set in a perfect English idyll, the fine Georgian house he lived in himself. The English language was already his, and he soon passed on its wit to his characters, including Jan in “Rock ’n’ Roll”: the play that reminded him what could have been his life in Czechoslovakia. Jan jokes that “to be English would be my luck...moderately enthusiastic, moderately philistine and a good sport.”\n\nAstonishingly, he did not go to university. Instead, sheer enthusiasm for journalism took him to a Bristol paper, where he found he had a feel for a story. In plays, however, the form was also the story; and it was not linear. In “Arcadia” the apple picked and left on the table in the present is eaten by a character in the past. All theatre happened in the wrong order: the performance was the event, not the text of the play.\n\nBut the text required labour. Both parts of the word “playwright” had equal weight for him. Constructing plays was a craft. He wrote them in longhand and fountain pen on unlined A4 sheets, then spoke them, with punctuation and stage directions, into a dictaphone. The job of the actors was to ski freely, playfully, down the piste he had made for them. Style he didn’t mind about, as long as they skied. What he dreaded was to think of them trudging through the snow with one ski on their shoulder.\n\nFame did not blind him, and his modesty was not false. He was knighted, and won an Oscar for his screenplay for “Shakespeare in Love”; that was all very nice, but didn’t help with his main preoccupation, writing the next play. Nor did any previous techniques. Ideas were not a problem; it was how to get into them. That was like trying to pick a lock without thinking about the lock. Writing plays, in the end, was not a public service but a private neurosis.\n\nAnd he clung to that privacy. He eschewed party politics, ideologies and dogmas; he resented moral exhibitionism. He never publicised exchanging letters with political prisoners in Russia. In sum, he did not take sides; or rather, he took every possible decent side. His plays were the best expression of himself, because, like Walt Whitman, he contained multitudes. Whitman’s lines would come to his mind when he talked to his actors: “Do I contradict myself? Very well then I contradict myself”\n\nExcept for playing a triangle at seven in Darjeeling, he was not musical. But his plays were, and none more so than “Leopoldstadt”, his last work. This story was prompted by the late discovery of his own Jewish roots, but was set in Vienna. It began with a large family gathering in 1899 and ended in 1955, when most members were merely names and photos in an album. The play went into rehearsal in Moscow in 2022, just as Russia invaded Ukraine, with the same company that had staged “The Coast of Utopia”. On opening night, he appeared on Zoom to greet his actors.\n\nHis final days found him trying to unpick yet another lock: a play about philosophy students at Oxford in 1939-40. In his mind it dealt with ethics and morality as objective and real, rather than subjective. As he told his Russian director over Zoom, he had barely scratched the surface of the paper. "
}