{
  "text": "The Economist December 6th 2025\n\nThe world this week Politics\n\n~ oeduibe'\n\nbi — ee bd * = —\n\nSteve Witkoff and Jared Kushner, Donald Trump’s mediators in the Ukraine war, went to Moscow fora meeting with Vladimir Putin and his senior advisers to discuss a proposed peace plan put forward by the Americans. Nothing concrete came out of the discussions. Donald Trump admitted it was unclear what the next steps would be. Ukraine said Russia was wasting the world’s time. Mr Putin reiterated his threat that he is ready for war with Europe, which has been shut out of negotiations. A gathering of NATO foreign ministers in Brussels ended with the usual show of support for Ukraine, but nothing new emerged from the summit. Mark Rutte, NATO’s secretary-general, said that only Mr Trump could break the deadlock.\n\nAfter the talks in Moscow American and Ukrainian negotiators were due to meet again in Florida. Ukraine has a new chief negotiator following the resignation of Andriy Yermak, who was also Volodymyr Zelensky’s politically powerful chief of staff, amid an investigation into a corruption scandal that has shaken the government to its core. Mr Yermak denies any wrongdoing.\n\nMr Putin, meanwhile, prepared for a trip to India to hold talks with Narendra Modi, the prime minister. The pair will discuss trade, weapons sales and energy. India has been a big buyer of Russian oil in recent years, despite sanctions. The Kremlin is using the visit to show Europeans that Russia is not isolated and has healthy relations with big developing countries.\n\nAs counting continued ina presidential election in Honduras the result was too close to call, with Salvador Nasralla, the liberal candidate, vying for victory with Nasry Asfura, a conservative. Mr Trump has thrown his support behind Mr Asfura, believing he can work with him to thwart drug-traffickers. But to the astonishment of observers, Mr Trump pardoned Juan Orlando Hernandez, a former Honduran president who was convicted in America last year of conspiring to import cocaine. He claimed that Mr Hernandez, who has now walked free from a 45-year prison sentence, was unfairly treated.\n\nTroubled waters\n\nPete Hegseth, America’s secretary of war, came under pressure to explain his actions in the American military’s bombing of a suspected drug-smuggling boat in the Caribbean on September 2nd. A follow-up strike on the vessel killed two people who were clinging to the wreckage. Mr Hegseth says he didn’t “stick around” to watch the second strike on the military’s live feed, but thinks the admiral who ordered it had done the right thing amid “the fog of war”.\n\nThe Trump administration suspended the processing of immigration visas for people from 19 countries, including Afghanistan, Haiti, Iran and Somalia. It comes amid Mr Trump’s crackdown on immigration after the shooting of two National Guard troops in Washington by an Afghan national. One of the guards has died. The president has now turned his ire on Somali migrants, describing them as “garbage” who are not welcome in America. He is reportedly preparing to order federal immigration agents to target Minneapolis and St Paul, which have the largest communities of Somalis in America.\n\nThe Republicans held on toa congressional seat in Tennessee at a special elec-\n\ntion, though the party’s margin of victory was narrower than in the general election a year ago. The Democrats closed the gap in the mostly rural seat even though they fielded a left-wing candidate, who had said she “hates” Nashville and country music. The seat covers part of the city.\n\nBinyamin Netanyahu, Israel’s prime minister, asked Isaac Herzog, the president, fora pardon in his trial on charges of fraud. Since Mr Netanyahu denies any wrongdoing and insists he will be exonerated, he is, in effect, simply asking for an end to his trial and all charges against him to be dropped.\n\nIsrael announced that it would reopen the crossing at Rafah, between Gaza and Egypt, to allow Palestinians to leave the territory. Palestinians will have to get Egyptian and Israeli approval to do so. Egypt wants Israel to allow Palestinians to enter Gaza too, but Israel has not yet agreed to this.\n\nThe electoral commission in Guinea-Bissau, where soldiers recently took power in a coup, said it would be unable to publish results of the country’s presidential election as armed men had destroyed most of the ballot papers. The announcement is unlikely to quell speculation that the coup was a ruse to cover up the election result.\n\nThe death toll from flooding and landslides on the Indonesian island of Sumatra passed 800. Cyclonic rains also caused havoc in Thailand, where over 180 people have died, and Malaysia. More than 450 were killed by storm flood-\n\ning in Sri Lanka. Hundreds more have died or are missing across the region. One million people were evacuated from their homes amid the deluge.\n\nHong Kong’s chief executive, John Lee, said a committee led by a judge would investigate the city’s most fatal fire in 77 years, as the number of dead rose to 159. Bodies are still being recovered from the tower blocks. Anti-corruption authorities have arrested 15 people in connection with the fire.\n\nThe president of Tajikistan, Emomali Rahmon, instructed the armed forces to tighten security along the border with Afghanistan after the killing of five Chinese nationals in attacks that originated from the Afghan province of Badakhshan. One of the incursions used drones to drop grenades. The Taliban government in Afghanistan pledged to cooperate and pool security resources with its neighbour.\n\nDavid Lammy, Britain’s justice secretary, outlined plans to scrap jury trials in cases likely to carry sentences of three years or less in order to cleara backlog in the courts. Some suspects wait years to be brought to trial. Mr Lammy backed away from a more radical proposal to do away with juries for sentences of under five years. Critics argue that the government is tampering with a cornerstone of British justice that harks back to the Magna Carta in 1215.\n\nDiplomatic pressure\n\nThe British government again delayed a decision on whether to give permission for China to build anew mega-embassy in London. There are concerns that the complex will be a hub for Chinese espionage. Sir Keir Starmer, the prime minister, has said China poses a national-security threat, though he wants to maintain close business relations with the country. A decision on the embassy will now be made on January 2oth, according to reports. "
}