{
  "text": "Ww\n\n12 Leaders\n\nThird, at least for now, Mr Zelensky himself is not directly implicated, though all bucks stop at his desk and one of those named is his former business partner. His position is clearly damaged. His chief of staff, Andriy Yermak, is now under pressure and may be sacrificed. Mr Zelensky must do a much better job of fighting corruption to maintain morale at home and support abroad. And if the scandal were to render his position untenable, so be it. At the war’s outset he proved himself a hero by refusing to flee, but no leader is indispensable. Britain changed prime ministers in both world wars; America fought on to victory after the death of FDR in April 1945.\n\nYes, the danger that this will poison support for Ukraine is real. Details emerged this week of a “peace” plan that would give Mr Putin much of what he wants and severely weaken Ukraine. It is not yet clear how seriously Donald Trump’s administration views this proposal. But critics of Ukraine in the West—from America’s MAGA Republicans to European populists—have seized on the corruption scandal as proof that Ukraine is unworthy of support. They have long hunted for an excuse to justify throttling aid or normalising relations with Mos-\n\nThe Economist November 22nd 2025\n\ncow. This affair gives them a superficially plausible one.\n\nBut only superficially. Viewed through a geopolitical lens, this scandal does not change anything. Ukraine is not, and never has been, a model of clean governance. That is not why the West has spent some $400bn—and counting—to help defend it. Were Western support to falter, the only winner would be Mr Putin. He would be closer to crushing Ukraine and turning it into an even more corrupt client state. If that were to happen, the eventual cost to Europe (and to America, should it continue to honour its NATO commitments) would be vastly higher than the cost of continuing to support Ukraine.\n\nA victory for the Kremlin there could mean a nation of over 30m in its thrall on the EU’s doorstep, awash with weapons and bitterness. Mr Putin might turn his attention towards NATO or Moldova. There could be huge refugee flows. Supporting Ukraine is not an act of selfless principle, but an exercise in hardheaded realism. The defence of Ukraine is the defence of Europe. If the profiteers are guilty, they deserve to rot in prison. But the West must not let a nasty scandal blind it to the greater danger that looms from Moscow. @\n\nProperty\n\nThe incredible shrinking market\n\nMortgage lending in America is seizing up. How to revive it\n\nHE AMERICAN mortgage market is shrinking. After years Tor rising house prices and dwindling lending, the value of mortgage debt as a share of the housing stock is at its lowest in 60 years. To those who remember the global financial crisis, when troubled housing loans blew up the banks, this may sound like good news. In fact, it is a cause for concern. Many families are being needlessly locked out of homeownership. Labour mobility has slowed, as homeowners stay put. And because modest, single-family homes have fewer prospective buyers, fewer of those properties are being built. America’s mortgage market needs unclogging.\n\nThe surging interest rates of recent years are partly to blame. During the pandemic homeowners rushed to refinance at record-low interest rates. Now that rates are higher—the 30-year mortgage rate stands at 6.2%, compared with 2.7% in early 2021—they are loth to move. The Federal Housing Finance Agency (FHFA) has found that the lock-in caused by higher rates cut house sales by 1.7m between mid-2022 and mid-2024 (see Finance & economics section).\n\nThat is not the whole story. Mortgage activity was depressed long before rates began to rise, because of post-crisis regulation, especially for smaller loans and borrowers with average or below-average credit scores. Mortgage lending to those with credit scores of 760 and higher, above the average of 705, now accounts for two-thirds of the total, more than twice the prevailing share of just over two decades ago.\n\nIn response to the drought, the Trump administration has floated various ideas. One of them is a side-show. The president and Bill Pulte, the head of the FHFA, have both enthused about 50-year mortgages. But ultra-long loans would leave homebuyers paying off mortgages into retirement, and would\n\nworsen the lock-in effect when interest rates rise, gumming up the housing market further.\n\nMr Pulte also says the administration is studying portable mortgages, which are a better idea. Portable loans, which are common in countries including Britain and Canada, allow homeowners to take their mortgages with them when they move house. It could help ease the part of the problem caused by high interest rates, and boost mobility again.\n\nMore is needed to revive the market. After the financial crisis, lenders’ fees were capped, and standards for assessing a borrower's ability to repay were tightened to the point that issuing loans would often be unprofitable. Many borrowers with less regular forms of income, such as freelance workers, are now locked out of the market. Even credit unions—hardly the ravenous capitalists of Wall Street—are calling for rules to be changed for loans below $100,000, which are now all but impossible to make.\n\nAt the same time, owner-friendly rules at the federal and state level mean that it now takes a lender 608 days to foreclose on a home, up from less than 200 in 2007. In some states such as New York the average repossession takes over five years. Builtin waiting periods, lengthy court proceedings and mandated mediation have all helped struggling homeowners hang on to their properties for longer. But if lenders cannot repossess homes, they will treat mortgage debt as if it is unsecured, shutting many potential borrowers out of the market.\n\nOrdinary borrowers with middling credit did little to cause the crash in 2007-09. But the rules introduced in its aftermath are punishing them, without making the financial system any safer. As the mortgage market shrinks ever further, now is the time to correct past mistakes. @ "
}