{
  "text": "14\n\nLetters universal child care, the BBC, AI helping the consumer, fighting for your country, LinkedIn\n\nChild care works\n\nUniversal child care can harm children, you claimed (“Don’t rock the cradle”, November 8th). The key issue in this debate is not universality itself, but quality. Research across many countries shows that low-quality child care can have negative effects, whereas high-quality universal programmes deliver strong developmental and social benefits, particularly for disadvantaged children.\n\nThe paper you cited by Lawrence Berger, Lidia Panico and Anne Solaz, illustrated this nuance well. It found positive effects on language skills, no effects on motor development, and some negative effects on behaviour. The positive outcomes were largest for disadvantaged children, who are least likely to access goodquality provision. The authors’ policy recommendation is to improve and expand access for low-income families, not to discourage universal child care.\n\nUniversal provision means choice, not compulsion, and can improve the system overall by increasing quality and access through competition. That important distinction was lost in your framing. PROFESSOR ALMUDENA SEVILLA London School of Economics\n\nOver there One point you didn’t mention in your coverage of the latest travails to hit the BBC (“Inform, educate, enrage”, November 15th) is that it spends an everincreasing amount of time reporting on America, Donald Trump, Elon Musk and the rest. More Americans visited its website in October than they did ABC, CBS, NBC or the Wall Street Fournal. Put simply, the BBC is a trusted, growing voice in America and it appears to quite like this status.\n\nBut why should Britain’s\n\nnational broadcaster, paid for by British households, spend more and more money covering America and be drawn further into its deepening psychodramas? I don’t need to know the complex structures of BBC funding to understand\n\nthat I am being fed ever more of the American-news circus, whereas British politics is comparatively under-scrutinised, especially at the\n\nlocal level.\n\nDAN JOHNSON\n\nWhitley Bay, Tyne and Wear\n\nAl benefits the producer Consumers can use artificial intelligence to help overcome information disadvantages, you explained, which can lead to “The end of the rip-off economy” (Novemberist). This is indeed welcome, but we need to look beyond George Akerlof’s study from 1970 of consumers in the used-car market, who were trying to determine whether vehicles actually worked or were “lemons”. A paper by Steven Salop and Joseph Stiglitz from 1977, on “bargains and rip-offs”,\n\nYour country needs you\n\nAs an American who’s spent a good chunk of the past three years volunteering in Ukraine, I couldn't agree more that Europe would benefit immensely from helping to push back the Russian invaders (“Europe’s opportunity”, November ist). However, you pitched your argument at politicians, not ordinary voters, who seem to be unenthusiastic about defending their democracies. A Gallup poll in the Ev last year reported that only 32% of respondents were willing to fight for their specific country. In Britain, which makes much of its martial traditions, 48% of respondents told Ipsos in May this\n\nnoted that there are differences between price-conscious consumers and others who are “less rational and calculating”. Not all consumers will benefit from AI. Education, experience and income are factors in who uses AI tools and how well they do it. It is more likely that less-sophisticated users will be ripped off.\n\nWorse, the rip-off risk doesn’t stop at simple skill gaps or unequal access. Al could create opportunities for personalised manipulation with detailed user data and behaviour analysis used to tailor manipulative strategies in real time. AI can personalise persuasive messages, optimise timing for “nudges” and influence user decisions in ways that are harder to detect. The digital divide now has a new dimension.\n\nROCIO CONCHA Chief economist Which? London\n\nHowis Al going to help me book an airline ticket when the airline’s Al has already decided how much it can squeeze out of me for that ticket? The airline’s At has all my information, a lifetime of data on my prior purchases, my demography, and a good grasp of my psychology, as well as that of my partner. It knows my, and our, pain points. Unless I use a VPN.\n\nyear that there are no circumstances where they would be willing to take up arms to defend their land. With numbers like these, European leaders have their work cut out for them. CHRIS HENNEMEYER Washington, DC\n\nThe Economist November 22nd 2025\n\nUnless I’m smarter than the Al, and that’s unlikely. My AI will tell me what I already know. I’m at a disadvantage and always will be.\n\nIt is not “informational asymmetry”, it is power asymmetry. Those with the resources and knowledge and money hold power over the consumer. And those with the power are those who are going to make the AI agents.\n\nIt is not the end of the rip-off economy, it is its exponential explosion. RICHARD MCCUE San Diego\n\n#LinkedIn #Smug\n\nBartleby’s column on the selfpromoting, trumpet-blasting found on LinkedIn was superb (Novemberist). I cringe to confess that my career coach stands over me with hooded robe and pitchfork admonishing me to “post more, comment more”, vomit-inducingly known as “pomo/como.”\n\nI realise that ifI do not live the right life I am at risk of spending eternity forced to read LinkedIn self-adulating posts. For now, my only hope is at some point I will be done with it and can helicopter my laptop across the room, sneering as it bursts into flames, as I walk away in Mad Max fashion. GORDON HILL #Faber62 graduate #knowledge is good Boca Raton, Florida\n\nBartleby’s piece on the art of self-promotion reminded me of the wise words of George W. Bush’s grandmother: “Nobody likes a braggadocio.” It’s a pity today’s thought-leaders never met her. As a proud thoughtfollower, may I offer a gentle plea? Dial down the self-worship. Our newsfeeds, and stomachs, can handle only so much bragging.\n\nJAY WALKER\n\nGibsons, Canada\n\n— Letters should be addressed to the Editor at: The Economist, The Adelphi Building, 1-11 Fohn Adam Street, London WC2N; Email: letters@economist.com. More letters available at: economist.com/letters "
}