{
  "text": "ACER\n\nEuropean Uruon Agency for the Cooperation of Energy Requtators\n\nDirector of the EU Agency for the Cooperation of Energy Regulators\n\nThe EU Agency for the Cooperation of Energy Regulators (ACER) plays a key role in driving increased energy market integration across Europe to bring secure, sustainable and affordable energy to Europeans. This helps EU competitiveness and energy security.\n\nACER is an Agency of the European Union. The head of the Agency is called the Director.\n\nACER is seeking its next Director to head up and run ACER\n\nACER plays a central role in coordinating the EU’s national energy regulatory authorities, advancing electricity, gas and hydrogen markets, overseeing European energy networks and ensuring regulatory convergence in support of EU energy and decarbonisation goals.\n\nAs Director of the Agency, you will provide strategic leadership of the Agency, manage it, guide complex decisions and ensure that it delivers on its expanding mandate.\n\nYou will lead a skilled multicultural team in ACER’s headquarters in Ljubljana, Slovenia.\n\nYou will collaborate with ACER’s members, the national energy regulators from every EU Member State, and work closely with the EU institutions and many stakeholders to turn Europe's ambitious energy goals into reality. Your integrity, your managerial acumen, your communication skills and strong leadership qualities will be essential.\n\nIn this role, you won't just manage an EU Agency and be its public face, you will shape the European energy system at a pivotal moment in its clean energy transition. In ACER, we work across borders and with a shared purpose, namely to shape secure, sustainable and efficient EU energy markets and systems to the benefit of all Europeans.\n\nIf this resonates with you, this could be your next career-defining step.\n\nThe job of ACER Director is for 5 years, with a possible extension for a further 5 years maximum.\n\nPlace of employment: Ljubljana, Slovenia Who can apply?\n\nYou must meet the conditions set out in the vacancy notice such as being a national of an EU Member State and having at least 15 years’ postgraduate professional experience.\n\nACER is an equal opportunities employer. ACER welcomes applications from all qualified candidates from diverse backgrounds. To promote greater gender equality, the Agency encourages applications in particular from women.\n\nHow to apply: See the vacancy notice on the European Commission's website for senior management post: https:// ec.europa.eu/dgs/human-resources/seniormanagementvacancies/\n\nClosing date for applications: 9 December 2025, 12:00 noon Central European Time (CET)\n\nFor further details, visit ACER’s website: www.acer.europa.eu\n\n15\n\nSIRALEC TIC\n\nShiel MaanciaieTicesr Zug, Switzerland\n\nDialectic is a quantitative investment firm at the vanguard of decentralized finance (DeFi) and machine learning. Our automated compounding machine captures the best riskadjusted yield opportunities in global crypto markets. As DeFi continues its outlier growth, we are scaling our operations to offer our battle-tested strategies to a broader range of institutional investors and family offices\n\nViv F Significant Impact F pivotal role in\n\nHNG Tift tT Exceptional Culture A team of talented ent ledicated to professional crov Compelling Rewards Vv a highly competiti\n\nWwWww.cialectic.c¢\n\n"
}