{
  "text": "18\n\nThe Economist November 22nd 2025\n\nFrom customer to killer\n\nBEIJING, BRUSSELS AND EMMENDINGEN\n\nChinese regulations and competition are panicking European manufacturers\n\nERT SUTTER, the boss of a medical-dei firm and head of an association of German manufacturers, has a blunt assessment of European industry’s prospects in the face of a wave of cheap Chinese competition. “In my sector they look at the price-point of the market leader and sell for roughly half of that,” he says. “Europe is not prepared for this hyper-competition.”\n\nIt is not just Mr Sutter who is concerned, and it is not only low Chinese prices that are prompting consternation. The VDMA, an association of German machinery firms, put out a report in June which argued that China is “not playing fair” and urged the European Union to find ways to level the field. European manufacturers’ anxieties were amplified in October when China abruptly curbed exports of two critical inputs. First it added five rare earths (minerals which are used to make many motors and other gadgets) to its new export-licensing regime. Days later it banned the export of computer chips made by\n\nNexperia, which supplies lots of carmakers, among other European customers. Several European firms warned of production stoppages and a few German companies put some workers on leave without pay. China, many European manufacturers have concluded, is threatening to put them out of business, by both fair means and foul. What can be done to protect European industry, they ask—and will Europe have the gumption to do it?\n\nFrom infatuation to scorn\n\nThe wails are loudest in Germany, which is Europe's biggest exporter to China and its biggest investor in it by far (see chart 1 on next page). For the Mittelstand, the small manufacturers that constitute a big slice of German industry, China used to be a source not of angst but of profit. Their precision-engineered machine tools were an exquisite fit for its rapid industrialisation. Chinese consumers raced to buy German cars. Many German firms set up shop in\n\nChina, often using it as a base to export throughout Asia. In 2016 China became Germany’s biggest trading partner.\n\nTimes have changed, explains Alexander Rudolph, a manager at SensoPart, a German sensor firm. When he first went to China in 2012, he was struck by a Chinese colleague’s excitement at riding in the company’s Volkswagen. A German car was clearly a wondrous device. Now, says Mr Rudolph, who visits China at least once a year, his colleague considers German cars embarrassing. Only the latest Chinese models will do.\n\nOnce-stellar growth inside China has, for many foreign firms, slowed to a crawl as competition with local rivals intensifies. In addition, Germany’s previously small trade deficit with China has ballooned (see chart 2). Last year it reached €66bn ($76bn), or around 1.5% of GDP, driven by a collapse in German exports to China and a rush of imports, notably of cars, chemicals and machinery—hitherto German specialities. "
}