{
  "text": "The Economist November 22nd 2025\n\nGermany’s trade deficit with China this year is expected to surge again, to around €87bn. That may be partly because goods that might otherwise have gone to America are rebounding off its new tariff wall. Chinese exports to America fell 17% from January to September, but exports to Europe rose by 8%. September was Chinese carmakers’ strongest month ever in Europe. Chinese brands now account for 20% of the hybrid market and 11% of electric-vehicle (EV) sales.\n\nGerman cars command only 17% of the Chinese market, down from a peak of 27% in 2020, according to Rhodium, a consultancy. Worse, Chinese competition also jeopardises sales in other markets. China’s net exports of cars have risen from zero in 2020 to §m units last year. Germany’s have halved over the same period, to 1.2m units.\n\nSuch figures have triggered fears in Germany of a wave of deindustrialisation. “We are losing market share, we are losing workers,” says Oliver Richtberg of the VDMA. “This could create a serious problem for employment in Europe.” Half of the industrial companies facing Chinese competition surveyed last year by the German Economic Institute (IW), a research outfit based in Cologne, said they planned to cut output and jobs. In The Economist's informal survey of Mittelstand firms, few felt immune to Chinese pressure. “The feared China shock has arrived,” writes IW.\n\nEuropean firms have long complained that their Chinese rivals benefit from artificially cheap land, energy, capital and other subsidies. They sometimes also skirt European product standards. But the sudden withdrawal of access to rare earths and Nexperia’s chips have made the threat to European industry much more explicit. Although the rare-earth controls were suspended for a year after America and China struck a trade deal on October 30th, the EU, despite its pretensions to “strategic autonomy”, found itself a bystander to negotiations with deep consequences for its economy. Moreover, the original licensing regime for seven other rare earths remains in place, allowing China to slow down deliveries when desired. And whatever the notional rules, Chinese officials can still curb deliveries of all manner of inputs for European industry more or less at whim.\n\nAs it is, China is seeking to prevent stockpiling of rare earths, taking companies’ past purchases as a baseline and making it clear that much bigger consignments will not be allowed. China has also said it will “study and refine” its export controls, suggesting that its chokehold will become only more constricting. Although some sales of Nexperia chips have resumed, they are being drip-fed to European firms, making it hard to plan. China, Mr Richtberg quips, is giving European firms “enough not to die, but not enough to live”.\n\nSa Alot to lose [1]\n\nExposure to China and Hong Kong, total exports and Western-owned subsidiaries’\n\nrevenues as % of GDP, 2023 i Affiliates’ revenues in China and Hong Kong* ‘Goods exports { Services exports\n\n0 3 6 9 12 Germany il France | Netherlands United States | Italy | Spain\n\n*2022 data for European countries Sources: IMF; OECD; BEA; Eurostat\n\nWhat is more, in order to obtain rareearth licences European firms have had to supply far more detailed information about their products, supply chains and customers than they would ever share voluntarily. “The Chinese state knows more about European firms’ supply chains than Europe does,” says Francesca Ghiretti of Rand Europe, a think-tank.\n\nThe next battlegrounds could be chemicals and pharmaceuticals. Chemicals firms warn that Chinese firms are undercutting their prices so massively that they may go out of business, not only destroying jobs but also creating another future vulnerability. The same applies to some of the basic ingredients used by Europe’s pharmaceutical industry. Almost half of German manufacturers rely on products from China, according to the Bundesbank.\n\nA bulging toolkit\n\nOn paper, at least, there is much that national governments and the European Commission (which takes the lead on trade) could do to protect European manufacturers. The EU has a wealth of antidumping and investment-screening tools that it could use to restrict Chinese imports and ward off Chinese investments in\n\nOpen wide [2] European Union, trade balance with China and Hong Kong, % of GDP\n\nMExports Imports = Balance\n\nRest of EU\n\nGermany\n\n0 2 -4 -6\n\n2017 20 25 2017 20 25\n\nSources: Destatis; Eurostat\n\nBriefing Europe's Chinashock 19\n\nstrategic industries. The industry commissioner, Stéphane Séjourné, has mused about requiring technology transfers from Chinese companies seeking to do business in Europe, much as China has long done for foreign firms setting up shop there. The nuclear option, heretofore unused, is the “anti-coercion instrument” (ACI), which allows the EU to retaliate more forcefully than the usual tit-for-tat, by suspending certain exports, for example. Emmanuel Macron is among the leaders who want the EU to consider deploying it.\n\nAs for potential Chinese chokeholds on the European economy, there is much talk, naturally, of finding alternative suppliers to reduce Europe’s vulnerability. Mr Seéjourné paid a visit in September to the Japanese government agency that deals with economic security. Japanese industry has stockpiled critical minerals for a long time, especially since China halted exports of rare earths to Japan in 2010 amid a diplomatic spat.\n\n“We should be very careful in how we manage these dependencies,” says Johannes Volkmann, an MP from Germany’s ruling Christian Democrats. “As with Russian gas, our aim should be to become much more independent, and to do so with a sense of urgency.” Comparisons with Russian energy, for which Germany had to quickly find substitutes after Russia’s invasion of Ukraine in 2022, are frequent. “We learned this lesson painfully with energy; we will not repeat it with critical materials,” Ursula von der Leyen, the commission’s president, said last month.\n\nIn early December the commission plans to unveil a scheme called RESourceEU, which aims to loosen China’s stranglehold. It is expected to create a “critical raw materials centre” which will monitor European firms’ vulnerabilities—both current and potential. Some materials may be the object of “price floors”, whereby they can be sold only at prices that would incentivise domestic production. Others may be subject to a requirement that firms hold minimum stocks. Public funding to develop industrial processes that use fewer pinch-point minerals—notably in battery production—may also feature. Recycling of rare materials is likely to be encouraged, notably by proscribing exports of “black mass”, the powdered remnants of lithiumion batteries.\n\nYet even within German industry, there is no unanimity about the best way forward. Some firms want counter-measures to restrict Chinese imports. But Janka Oertel of the European Council on Foreign Relations, a think-tank, notes a “weird decoupling”, as big carmakers and chemicals firms with vast investments in China (and in some cases shrinking interests within Germany itself) lobby against measures\n\nthat might antagonise the Chinese govern>> "
}