{
  "text": "20 Briefing Europe's China shock\n\nment and so cause them problems in their most important market.\n\nIn fact, many German carmakers are doubling down on their Chinese investments. Last year Germany was one of just five EU countries to vote against the imposition of tariffs on Chinese electric-vehicles, fearing both retaliation and the impact on German companies exporting from China (the tariffs went into effect anyway). China accounts for close to 6% of German exports, according to Deutsche Bank, by far the highest level in the EU. There is much to lose and, for some companies, still much to gain, particularly if others retrench.\n\nGermany’s politicians are also in two minds. “We should not take anything off the table,” says Mr Volkmann. The CDU worries that the spectre of deindustrialisation will fuel support for the hard-right populists of the Alternative for Germany, who lead in some polls. Moreover, officials would like to “de-risk” the manufacture of weapons, as Germany embarks on an expensive rearmament drive. But in hightech industries such as batteries and Evs, officials believe German firms need to keep operating in China to remain capable of competing with their most sophisticated rivals. “If we were not competing in China, we would not innovate as quickly as we do,” says Eckhard Kloth of Testo, a manufacturer of measurement tools.\n\nUnity is even more elusive at the European level. “There’s not as much concern in Spain about dependence on China, as long as China keeps investing,” says Toni Roldan of the Esade Centre for Economic Policy. Several eastern European countries are also less hawkish. Some argue that the rows about chips and rare earths show that Europe needs to get on better with China. Others scoff at lectures about the risks of relying on China from the countries that\n\ngot Europe into this fix. “It was Western firms who moved their production and technology to China to make money,” says an indignant Hungarian.\n\nHungary received 44% of all Chinese investment in the EU in 2023, according to Rhodium. Last year Viktor Orban, its prime minister, and Xi Jinping, China's president, signed an All-Weather Comprehensive Strategic Partnership for the New Era, the highest form of co-operation China offers. BYD, China’s biggest EV maker, is building a $4.5bn factory in Hungary. Mr Orban would presumably be reluctant to put such munificence at risk to prop up German manufacturers.\n\nEven were the EU to agree on countermeasures, it is not clear that they would work. Developing new rare-earth mines and processing plants, for instance, is a long and expensive process. “The EU has done the analytical work to identify projects,” says Joris Teer of the European Union Institute for Security Studies, the EU’s think-tank. “But we do not have the framework to make sure those are viable against state-sponsored Chinese competition.”\n\nThe tariffs on Chinese EVs, which range from 27% to 45% depending on the manufacturer, are supposed to counterbalance the subsidies that Chinese carmakers receive. But in practice, Chinese EVs are still much cheaper and imports continue to rise. BYD is not planning to run its new factory in Hungary at full capacity—an apparent reflection of how much cheaper it is to make the same cars in China. The EU’s tariffs need to be much higher if they are to have any impact, a European diplomat in China avers.\n\nThe tale of Nexperia also hints at how hard it is to protect “strategic” industries. The company’s headquarters are in the Netherlands but it is owned by a Chinese firm and performs the final stages of chip-\n\nThe Economist November 22nd 2025\n\nmaking in China. The Dutch government, worried that the Chinese owner was in effect hollowing out the local arm of the firm, invoked an obscure law to seize control of its management in late September. It was in response to this step that China curbed exports of Nexperia’s chips. This week the Dutch government, presumably spooked by the grim consequences for European industry, backed down and revoked its takeover decree, although a legal battle over control of the company continues in Dutch courts.\n\nDemocratic deficit\n\nThere is a huge imbalance of administrative power between the EU’s bureaucracy and European governments on the one hand and the Chinese authorities on the other. China can, without consulting any politicians or squaring plans with lawyers, adopt any economic measures it likes. The EU needs not only to get a supermajority (or in some cases all) of its 27 members on board; it also needs to draw only on its existing and highly circumscribed legal authority. Even the ACI, although intended to be intimidating, takes a long time to put in motion, during which target countries can work on undermining the consensus around its use. “We sent Ursula von der Leyen twice with a knife into a gunfight,” concludes Mr Teer, referring to trade negotiations with America and China.\n\nIndeed, the best hope of consolation for Europe lies not in stopping the China shock, but in weathering it. Manufacturing looms large in politics, but accounts for only 16% of the EU’s GDP, a far lower proportion than services (70%). Even in Germany its share is only 20%. The industries in which China is making inroads—cars, machinery, metals, pharmaceuticals and chemicals—account for more than 10% of the value of industrial activity in only a few European countries, notably the Czech Republic, Germany and Hungary. Nor is there much overall sign of manufacturing jobs evaporating: the rate of job openings relative to total employment in the sector is roughly in line with historical averages.\n\nEven the woes of the car industry are likely to have a relatively small impact on GDP. The IMF has modelled a scenario in which Chinese Ev-makers’ market share in Europe increases by 15 percentage points in five years. It calculates that the hit to German GDP would be just 0.2%, since workers and capital would be redeployed to other parts of the economy, notably services. De-industrialisation, in other words, need not be synonymous with decay. Or, to put it another way, Germany’s economy is stuck in the doldrums not so much because of Chinese competition, but because productivity is growing only slowly and the working-age population is shrinking. The ACI cannot fix that. "
}