{
  "text": "The Economist November 22nd 2025\n\n21\n\nGovernment\n\nThe Black Friday presidency\n\nWASHINGTON, DC\n\nIn Donald Trump’s Washington, everything appears to be for sale\n\nne WHO study ritualised gift-giving—a surprisingly lively subfield—take keen interest in the Maori belief that big gifts contain a hau, or life force. Recipients who fail to reciprocate risk illness or death. The idea is that gifts are never really free; reciprocity is part of the parcel. These days scholars of gift-giving need not travel to the South Pacific: they can do fieldwork in the Oval Office. Recently a delegation of Swiss businessmen arrived there bearing a gold bar and a Rolex clock for Donald Trump, who said “Job well done,” and accepted them on behalf of his presidential library. Days later America’s tariff rate on Switzerland dropped by more than half. In May Qatar gave Mr Trump a presidential jet worth $400m, also bound eventually for his library. In October the Gulf state won approval to build a training facility for its fighter pilots at an air-force base in Idaho. Deals involving the president are so nu-\n\nmerous and varied that it is hard to keep track. Some benefit him personally. Others serve his pet projects, such as the East Wing ballroom or his library. Many of these donors and investors subsequently scored breaks from tariffs, lawsuits or regulations. Some hope for future relief: one firm that gave to the ballroom wants merger approval. Almost nowhere is a quid pro quo explicit. The point is to buy goodwill and trust Mr Trump to pay it back.\n\n> ALSOIN THIS SECTION 22 Marjorie Taylor Greene 23 Presidential power 24 Health policy 24 The Epstein files 25 Ancient learning\n\n26 Lexington: Trump as Biden\n\nThe president seems to invite such investments. His use of the power of the state for punishment and reward, coupled with his open transactionalism, incentivises companies, countries and individuals to pay for access and favour. This was true of his first term, but it is more visible and intense now. In the intervening years the president’s business has also changed, diversifying into crypto and creating new avenues for self-enrichment. Another difference between Mr Trump’s first and second terms is a retreat from anti-corruption enforcement. In the past ten months the president has dismantled the government’s anti-graft apparatus. The result is a widespread perception that the White House is pliable and that activity once treated as scuzzy, scandalous or punishable will be tolerated, if not welcomed.\n\nThe two features of the new regime— reduced enforcement and fresh forms of pay-to-play—intersect in Mr Trump’s use of the pardon power. He is not the first president to grant clemency to a donor. But when Bill Clinton pardoned Marc Rich, whose ex-wife had given to his presidential library, outrage rightly ensued. Mr Clinton anticipated this and waited until the last day of his term. Mr Trump feels no such compunction.\n\nIn the spring he pardoned two convict-\n\ned fraudsters: Trevor Milton, the founder >> "
}