{
  "text": "22 United States\n\nof an electric-truck manufacturer, and Paul Walczak, a health-care executive. Mr Milton and his wife had donated $1.8m to the president’s 2024 campaign. Mr Walczak’s mother had recently paid $1m to attend a dinner at Mar-a-Lago; he cited her donation history in his pardon application. Normally the Department of Justice (DoJ) requires pardon-seekers to wait five years after conviction or release to apply: better to show remorse and reform. By contrast the pardons for Mr Milton and Mr Walczak came quickly, sparing both men prison and multi-million-dollar restitutions.\n\nSuch pardons have ignited a lobbying frenzy among white-collar convicts. Sam Mangel, a clemency consultant, says he has been retained by 28 applicants this year, up from one during Joe Biden’s entire term. He gets inquiries daily. Some lobbyists who market “executive relief” charge seven-figure success fees on top of their retainers. The practice is a throwback to the Tudor court—except today’s intercessors don’t accept falcons. Meanwhile Mr Trump’s neutering of Congress has shifted K Street’s focus away from Capitol Hill and given rise to a new crop of lobbyists with ties to the White House.\n\nMoney permeates American politics, via unlimited super-PAC spending and lobbying fees. During the first Trump administration watchdogs warned about the possibility of influence-buying via the president’s real-estate business. They worried that firms and foreign governments would spend big at his hotels to curry favour. Today this looks quaint. The president’s entry into the crypto business offers more opportunities for — self-enrichment—and greater riches. Estimates by Reuters suggest that revenues at the Trump Organisation reached $864m in the first half of the year, up from $51m a year ago. More than 90% came from crypto.\n\nMr Trump’s pardon of Changpeng Zhao, the founder of Binance, the world’s largest crypto exchange, captures this new swill of influence. Last year Mr Zhao spent four months in prison after pleading guilty to facilitating money-laundering. Binance was booted from the American market. Around the same time Binance reportedly helped build a stablecoin for World Liberty Financial, a crypto firm in which the Trump family owns a large stake. (Binance denies this.) In May a fund based in the United Arab Emirates, MGX, said it would buy $2bn-worth of World Liberty’s tokens. The transaction has netted the Trumps millions this year.\n\nTwo weeks later Mr Trump agreed to let the UAE buy the most coveted AI chips—a privilege denied by the Biden administration, on account of Emirati chumminess with China. Negotiating the chip deal for the Americans was Steve Witkoff, Mr Trump’s envoy, whose son is the boss of\n\nWorld Liberty. Opposite Mr Witkoff was the brother of the Emirati crown prince, the chairman of MGx. The White House and World Liberty deny that the UAE’s crypto deal unlocked the chips. And yet a quid pro quo was hardly necessary; the incentives on both sides were clear enough.\n\nAnother feature of the new order is the Trump administration’s choice not to prosecute some forms of graft. The DoJ has gutted its political-corruption unit and vastly narrowed the scope to bring foreignbribery cases. The department has also dropped charges against Eric Adams, New York’s outgoing mayor, and a probe into Tom Homan, Mr Trump’s border tsar. Both men denied the allegations against them. Since January the president has pardoned ten politicians convicted of various forms of self-dealing.\n\nScholars understand patronage as a way to communicate politically. Mr Trump is unabashed, which is part of the point,\n\nMarjorie Taylor Greene\n\nMAGA's big break-up\n\nWASHINGTON, DC\n\nThe Epstein files opened fissures in Trumpworld\n\nFY EMBODY the conspiracy-peddling instincts of the MAGA movement fringes more fully than Marjorie Taylor Greene. The congresswoman from Georgia, a reflexive Donald Trump loyalist, has always been light on policy and heavy on theatrics and outrage. Some of her most infamous hits include: an antiSemitic screed about a space laser controlled by the Rothschilds,\n\nBipartisan role model\n\nThe Economist November 22nd 2025\n\nnotes Jacob Eisler of Florida State University. He is telegraphing to the MAGA base that he disdains norms and Democratic hand-wringing about the rule of law.\n\nPatrimonialism is a means to bolster political power, too. By not prosecuting graft by others, or by pardoning the crimes of political allies, Mr Trump incentivises their co-operation. Equally, opposition or recalcitrance invites punishment. One of the Doj’s few political-corruption indictments this year targets the former chief of staff of Gavin Newsom, California’s Democratic governor and a prominent antagonist of Mr Trump.\n\nThe insidious thing about corruption is that the public will never know what motivates policy, says Richard Briffault of Columbia University. Was that chip deal or this tariff break a credible decision made in the national interest, or a finagle made in Mr Trump’s self-interest? Was it both? Who knows. @\n\na craving for QAnon kookery and, more prominently, repeated claims that the 2020 election was stolen from Mr Trump.\n\nIt was therefore startling when she turned sharply against the president during an interview with CNN on November 16th. “He called me a traitor...those are the types of words that can radicalise people...and put my life in danger.” When prodded about her own role in amplifying America’s noxious political discourse, Ms Greene fessed up: “I would like to say, humbly, I’m sorry for taking part in the toxic politics; it’s very bad for our country.”\n\nThe immediate cause for the bust-up between Ms Greene and Mr Trump is the Jeffrey Epstein affair, involving a dead sex offender with links to the president and other prominent figures. Ms Greene’s defection was the latest break between the president and a stalwart of his MAGA movement, and a sign that Mr Trump’s grip on congressional Republicans is loosening a bit, at least where Epstein is concerned.\n\nFor months the White House had pressed congressional Republicans to vote against a discharge petition that would compel the Department of Justice to release whatever files it has on Epstein. Ms Greene vocally supported the bill. In a stinging social-media post on November 14th, Mr Trump recanted his endorsement\n\nof Ms Greene, called her a “lunatic” and » "
}