{
  "text": "The Economist November 22nd 2025\n\nannounced he would support a primary challenge against her. “He’s coming after me hard to make an example to scare all the other Republicans” ahead of the discharge petition vote, retorted Ms Greene.\n\nMr Trump’s threats backfired. Thomas Massie, a Republican congressman from Kentucky who is leading the charge to release the files, indicated that a growing number of House Republicans would defect to support the measure. (True to form, Mr Trump responded by chiding Mr Massie for remarrying a little more than a year after his wife’s death.) But faced with a mass mutiny in his own party, the president changed course and announced he supported a vote to release the files. “We have nothing to hide,” he said.\n\nOn November 18th the House overwhelmingly approved the bill in a 427 to1 vote; hours later the measure passed the Senate. The bill now goes to Mr Trump, who has said he would sign it (though the president could in theory have released the files without the need for any legislation).\n\nThis is a rare instance of the president losing control of his base for a sustained period. But for Ms Greene, perhaps the president’s most ardent acolyte in Congress in recent years, breaking ranks over the Epstein files is the latest in a string of spats with the administration. Last month she blamed her own party for the longest government shutdown on record and sided with the Democrats in calling for an extension to the health-care subsidies at the heart of the standoff. In July, as most Republicans threw their weight behind Israel, Ms Greene was the only Republican in Congress to label Israel’s war in Gaza a “genocide”. She also later opposed American air strikes on Iran’s nuclear programme. Most recently she has called for an end to the H-1B visa programme for skilled foreign workers that many in the president’s entourage support.\n\nThough much of her rise to prominence is the result of Mr Trump’s support, Ms Greene touts her political independence. She pointed out recently that she won her first House primary in Georgia without the president’s endorsement. “I’m not some sort of blind slave to the president,’ she said in October.\n\nIt is difficult to know exactly what is behind Ms Greene’s manoeuvring. It could be disenchantment with how the Republican Party and White House have governed since January. She is, after all, a firebrand, anti-establishment politician. Some Washington insiders point to another motive: revenge. Mr Trump is said to have discouraged her from seeking higher office in 2026, sharing polling that cast doubt on her prospects. But Ms Greene has always shown shrewd judgment in the dizzying politics of MAGA. On the Epstein case, at least, her instincts have been sound. @\n\nPresidential power\n\nGuarded optimism\n\nNEW YORK\n\nThe Supreme Court seems likely to rein in the president's use of the Guard\n\nURRICANES AND wildfires routinely Ai governors to mobilise the National Guard. But until this year, presidents had federalised Guard troops without a governor’s consent only five times. In 2025, 60 years after Lyndon Johnson sent troops to protect civil-rights marchers in Alabama, the script has flipped. Donald Trump is turning to the Guard not to defend protesters but, ostensibly, to protect federal personnel from protests against his policies.\n\nMost courts considering the question have been sceptical of Mr Trump’s interventions in Los Angeles, Portland and Chicago. (He has also deployed troops in Washington, DC, where his authority is clearer, and in Memphis, Tennessee, where the governor is amenable.) With all briefs now in hand for the Supreme Court’s turn at Trump v Illinois, the president may find the justices similarly unconvinced.\n\nIn October Mr Trump ordered about 700 of the National Guard—3o00 from Illinois and 400 from Texas—into federal service. Citing violent demonstrations near Chicago’s immigration-enforcement facilities, he invoked Section 12406 of Title 10, a federal law that lets presidents call Guard units into service when a “rebellion” threatens federal authority and “the regular forces” are “unable to execute the laws of the United States”. Illinois’s Guard would answer to the Pentagon, not to J.B. Pritzker, the state’s Democratic governor.\n\nSightseeing in Washington\n\nUnited States 23\n\nMr Pritzker balked, insisting that state police were keeping order and accusing the White House of manufacturing a crisis. Illinois, joined by the city of Chicago, sued in federal court to stop the deployment. On October gth a district-court judge blocked both the federalisation and troop movements. With the troops in limbo but racking up millions of dollars in expenses, the administration sought an emergency stay from the Supreme Court.\n\nThe government’s application had a familiar ring: courts may not substitute their own judgment for the president’s on military matters. The Seventh Circuit’s decision to the contrary “deprives DHS [Department of Homeland Security] officers of the protections that the president sought to give them from ongoing violence” and places the appeals court “in the untenable position of controlling the military chain of command and judicially micromanaging the exercise of the president’s commander-in-chief powers”.\n\nIn response, Illinois contends that Mr Trump’s move is political theatre disguised as law enforcement. The protests in Chicago, though noisy, are constitutionally protected and well short of “rebellion”: they “have drawn only small groups”, the brief reads, and “never hindered the continued operation of the ICE [Immigration and Customs Enforcement] facility”. Illinois also says Mr Trump’s commandeering of the National Guard usurps the state’s police powers under the Tenth Amendment.\n\nThe Supreme Court has not faced a question like this since Martin v Mott in 1827, a case that found courts could not second-guess a president’s decision to summon the militia. The government calls Martin a “seminal decision” that “squarely controls” Trump v Illinois. Illinois notes that Martin was rather different. It involved a “delinquent militiaman” challenging his court-martial on the ground that James Madison had wrongly federalised the militia to fend off a British invasion. That is quite different, Illinois says, from a sovereign state resisting an imminent domestic deployment within its borders.\n\nIf Mr Trump loses his emergency appeal, what then? He has hinted that he could deploy military forces under the Insurrection Act of 1807. But that path is strewn with even greater obstacles. The Department of Justice has long maintained that the law applies only when state authority has collapsed entirely—a far cry from Chicago, where local police have managed a few hundred mostly peaceful protesters without difficulty.\n\nIn Mr Trump’s second term the Supreme Court has given the president a series of green lights when he has tested the limits of his office. But in Trump v Illinois, the justices may remind him that not every protest is a rebellion. @ "
}