{
  "text": "24 United States\n\nPublic policy If wonks ruled\n\nNEW YORK\n\nLowering health costs need not be hard\n\nEALTH-CARE DEBATES, particularly Ae subsidies for insurance coverage, were one reason for the government shutdown. But since it ended on November 12th, the debates have not quieted. Donald Trump proposed a new cash-in-yourpocket health policy, writing on his social media site that rather than subsidising “BIG, FAT, RICH INSURANCE COMPANIES’, the government should be “SENDING THE MONEY DIRECTLY BACK TO THE PEOPLE”. Republicans in Congress are rushing to flesh out this idea, which risks upending the insurance market. Before they do that, they might consider some smaller-scale reforms to curb health-care spending growth, which exceeds the rate of inflation. The savings could be impactful, and there are three places to start.\n\nThe first would be to even out how much Medicare, the government insurance plan for the elderly, pays doctors for procedures. Currently, if a patient has a procedure at an outpatient facility, the hospital gets more than if the same treatment took place at a doctor’s office. This was originally intended to help with running costs, but has since grown to be a wasteful cashcow. The Congressional Budget Office, a non-partisan scorekeeper, has previously estimated that equalising payments by location could save anywhere from $s5bn to $156bn over ten years, depending on what was covered. In comparison, keeping the expanded Affordable Care Act subsidies, as Democrats would like to do, would cost $350bn over the next decade.\n\nThis change would not just benefit Medicare. “There would actually be even larger savings for commercial payers”, like employers who provide insurance, says Christopher Whaley, a health-policy researcher at Brown University. Most insurers use Medicare’s pricing to set their own and so plans would have a mandate to bargain harder with hospitals (see chart).\n\nA second area ripe for reform is Medicare Advantage, privately provided Medicare plans. These plans have been growing in popularity: more than half of Medicare beneficiaries now use them, compared with a quarter in 2010. They often provide appealing vision, hearing and dental benefits. But they end up costing the government more, despite typically having healthier enrollees. Insurers get higher payments when people are sicker, which pushes plans to make people appear sicker\n\nthan they really are. Covering someone under Medicare Advantage costs 20% more than covering the same person under traditional Medicare, which resulted in $84bn in additional government spending in 2025. Reforms could make it harder to present patients as sicker. How much changes could save would depend on the ambition of the reforms: a recent CBO report estimated potential savings at anywhere from $124bn over the next ten years to over $itrn. The White House has some options to enact changes through the administration of Medicare, but that path would likely be highly litigated and the scale of savings available would be limited.\n\nA third opportunity involves pharmacy benefit managers (PBMs), middle-men between chemists and drugmakers. They are supposed to help wrangle discounts for insurance plans and steer people towards cheaper medicines. But PBMs’ opaque pricing and business model has led critics to argue that they are keeping too much of the discounts for themselves. Nearly two dozen bills were introduced in the last Congress trying to change various aspects of PBMs. By increasing transparency, policymakers hope employers would be able to wrestle better prices out of PBMs, says Nicholas Bath at Manatt, a consulting firm. The savings are unlikely to be huge, but they would benefit many Americans.\n\nThis is the reform most likely to happen: a transparency rule almost became law in 2024. The other changes are less likely because hospitals will resist more revenue reductions in the aftermath of Mr Trump’s One Big Beautiful Bill, which includes swathes of health-spending cuts. The bill “gives hospitals a talking point about how they are being set upon from six different directions”, says Matthew Fiedler of the Brookings Institution, a think-tank. Touching Medicare Advantage comes with the additional political risks of messing with a popular, bedrock programme about which older voters are passionate. @\n\nEasy money\n\nUnited States, average commercial price for outpatient procedures, 2022, $'000\n\nCommon urology 0 . 1 2 : procedures Prostate biopsy ———————6 Epidural and . e nerve-block injection Primary-care and oo obstetric imaging a\n\n© Physician's Obstetric ultrasound J office\n\n@ Hospital Chest X-ray outpatient\n\ndepartment\n\nGeneral imaging Source: Blue Health Intelligence\n\nThe Economist November 22nd 2025\n\nJeffrey Epstein\n\nThe files\n\nWASHINGTON, DC What Congress has voted to release\n\nL: IS THE scandal that will never die. For more than six years the case of Jeffrey Epstein, a dead sex offender with links to the president and other prominent figures, has spawned a dizzying array of conspiracy theories. On November 18th American lawmakers passed a law compelling the government to release its files on Epstein. The bill has been signed by the president. Yet what exactly are the Epstein files, and what can the public expect to see?\n\nThe largest batch is held by the Department of Justice (DoJ) and encompasses two criminal investigations that unfolded between 2006 and 2019. The first involved charges that Epstein abused dozens of underage girls in Florida. That case led to a controversial plea deal in 2008. Other DoJ files accumulated during a second investigation that did result in a trafficking charge in July 2019. The department also holds information about Epstein’s apparent suicide the following month while in federal custody.\n\nFederal agents amassed documents from property seizures as well as detailed witness interviews. A July memo from the DoJ noted that it had some 300 gigabytes of data and physical evidence, which included a large volume of images and videos of Epstein’s victims. The files also contain reams of internal DoJ communications.\n\nYet the narrow focus of the criminal investigations may disappoint those expecting damning new revelations about Epstein’s associates. “What’s crucial [in these cases] is what happened to the women, and not what people happen to be connected to Epstein,” says Jeremy Paul, a law professor at Northeastern University.\n\nIf the Do] files are released, information about Epstein’s victims is likely to be extensively redacted. The DoJ can also withhold any documents that could jeopardise ongoing investigations. (Mr Trump recently ordered the department to investigate prominent Democrats associated with Epstein.) For those podcasters and politicians who believe withholding documents is evidence of conspiracy, there will be plenty to talk about. "
}