{
  "text": "The Economist November 22nd 2025\n\n27\n\nIn need of an upheaval\n\nHAVANA\n\nWithout a reformer emerging from within the ruling Communist Party,\n\nthe country faces even deeper misery\n\nT IS HARD to fathom how ordinary Neabenn nowadays manage to survive. The barest necessities of life cost far more than the official average monthly wage of 6,506 pesos (equivalent to $14.46 at the informal rate, which everyone goes by). Most professionals, such as doctors and teachers, exist on that meagre amount. Lower down the scale, cleaners and museum attendants get 2,500 pesos, worth barely $5. Yet a carton of 30 eggs costs 2,800 pesos, more than a month’s salary for many. A kilo of rice and a kilo of beans, the Cubans’ staple diet, cost 650 pesos and 300 pesos respectively, together worth about ten days’ earnings for the low-paid. The UN’s World Food Programme, more accustomed to fending off starvation in Africa, now helps keep Cuban children alive.\n\nThe burdens of daily life are excruciatingly hard to bear. In the sweltering heat, electricity goes on the blink in most places for at least four hours a day and in some ar-\n\neas most of the time. Fans and air-conditioners are often off. In many places water is off too, so drinking, cooking and washing, let alone showering or even flushing a toilet, are frequently impossible. According to the Social Rights Observatory, a Spanish-backed think-tank, 89% of Cuban families “live in extreme poverty”; 70% forgo at least one meal a day; 12% of those over 70 go on working after retirement to survive, because 58% of them earn less than 4,500 pesos a month (around $10); only 3% of Cubans can get the medicine they need at pharmacies.\n\nPublic transport has all but vanished; buses are few and far between: gaggles of people try thumbing lifts; owners of cars\n\n30 Saving the Galapagos\n\n30 Venezuela under pressure\n\noften cannot find or afford petrol; service stations are frequently out of action; drivers can wait more than a week for a rationed allocation of 40 litres at a cost of $46, several times their monthly wage; state petrol stations often insist on payment only in dollars. As you drive 150km west from Havana along an arterial motorway to Pinar del Rio, a provincial capital, there is an eerie dearth of traffic.\n\nMillions of Cubans depend on remittances from some of their 3m-plus relatives abroad. Or, increasingly, they join the private sector, once reviled by the Communist Party, where wages are said to be usually at least eight times those paid by the state.\n\nOr, most telling of all, they emigrate. By some calculations, around a quarter of Cuba’s 11.2m people, the last census’s total still cited by officials, have cleared off in the past five years (see chart 1 on next page). According to that same Spanish survey, 78% of Cubans still want to leave or know someone keen to do so. A leading Cuban demographer, Juan Carlos AlbizuCampos, reckons that 2.75m have left since 2020, including around 788,000 last year. (This year the flow to the United States may have slowed, since Donald Trump reversed the longstanding open-arms welcome previously given to Cubans; he has begun detaining and deporting some illegals.) Moreover, the fertility rate has slid to "
}