{
  "text": "28 The Americas\n\na dismal 1.29 children per woman.\n\nMuch of the professional class has left. Last year the number of family doctors fell by more than half. Even the corps of the much admired national ballet, where the standard monthly wage was around 5,000 pesos, has been halved by the exodus. A Western diplomat says that “Most Cubans with get-up-and-go have got up and gone.” So a manpower hole is gaping at the heart of Cuba’s economy. A recent survey of labour productivity in Latin America and the Caribbean by ECLAC, a UN research outfit, put Cuba at rock-bottom of 28 countries, below even chaotic Haiti (see chart 2).\n\nThe economy is flat on its back. Almost nothing works efficiently. Cuba was once one of the world’s leading sugar exporters; the latest figures show output is now the lowest in over a century, so the country must import it. Fidel Castro, who ran the show from the revolution in 1959 until 2008 (he died in 2016), once ordered the sugarmillers to hit an annual target of 10m tonnes; in 1989 they reached 8m. In the 2024-25 harvest a derisory 150,000 tonnes will have been achieved.\n\nTourism, once a pillar of the economy, has collapsed. In the wake of President Barack Obama’s dramatic visit to Cuba in 2016, tourists flocked in. But after the covid-19 pandemic the industry never recovered. Big hotels are largely empty.\n\nDestitution and dereliction in central and old Havana are palpable. State-run shops have little to sell. In the middle of the day listless people of all ages lounge in doorways. Apart from a fancily restored quarter around the finest of the old plazas, the squalor of the potholed streets, with broken pavements and piles of rubbish, is accentuated by the haunting reminders of past elegance. Once-ornate 19th-century buildings are now filthy and delapidated.\n\nInflation, officially measured a year ago at 27%, has hovered at around 15% since July. The peso in the open market has dived from around 20 to the dollar in 2019 to around 450 today, as tracked by El Toque, a platform run by Cuban journalists and bloggers in exile. The economy minister admitted in July that the economy had shrunk by 11% since 2019.\n\nAmid the gloom, the sole glimmer of light is the rise of private business. A change in the law in 2021 to allow the creation of 11,000 small and medium-sized firms has been a game-changer, says Ric Herrero, a Cuban-American who runs the Cuba Study Group, a research and advocacy outfit based in Washington that promotes economic and political engagement with the island. Recent figures suggest that private firms, with a permitted maximum of 100 workers, account for 55% of the retail trade and employ a third of the workforce.\n\nThe government seems unable to make up its mind whether merely to tolerate\n\nGet up and go [4]\n\nCuba, emigration, m\n\nCuban arrivals Net migration\n\nto the US\n\n2020 22 24 Source: J.C. Albizu-Campos\n\n2020 22 £24\n\nprivate business or to encourage it. The Castro brothers (Raul ruled for another decade after Fidel retired in 2008) both despised it. But nowadays it is crucial in keeping Cubans alive. “The Communist Party has no choice but to let the private sector thrive because it feeds the country and employs people,” says Ricardo Zuniga. Mr Zufiga, an American, advised President Obama during the hopeful period after 2015 when a modest engagement and a softer mood between the countries took place. The Cuban regime was then persuaded to nudge the door to private business cautiously ajar.\n\nGrab that greenback\n\nA bitter irony for the dwindling band of Cubans who still believe in the revolution is that the dollar is indisputably king: those Cubans working for private businesses, almost entirely dollar-denominated, are now vastly better off than those ailing in staterun peso penury. Few Cubans seem to blame America’s embargo (“the blockade”, as officials call it) for their plight, though clearly it adds to it.\n\nBut private businesspeople are constantly frustrated by the government’s lack of clarity in interpreting the law and its persistent suspicion of free enterprise. “Everything has to be done in a roundabout way,’ says Marta Deus, a leading entrepreneur who runs a tax-and-legal advisory service and founded a delivery firm called Mandao that has 200,000 users on its app. “Everything is unclear. Nobody knows the rules. We're waiting for change. But it’s like the government is living in another world.”\n\nAbove all, the government is terrified that if the private sector spreads its wings and lets in foreign capital, the system will be overwhelmed, first economically, then politically. “When you see the first McDonalds in the Plaza Vieja [Havana’s iconic old square], you’ll know the revolution is over,” says a seasoned Brazilian observer. “They’re still too paranoid to open up,” says Mr Herrero. “They see private busi-\n\nThe Economist November 22nd 2025\n\nness as a worms’ nest that'll infiltrate and destabilise the country and end up running the [Communist] Party out of town*\n\nSo far, no Mikhail Gorbachev, who tried to reform the same sort of system in the Soviet Union, has arisen. Occasionally over the years a would-be moderniser has edged into the daylight, only to be dispatched into the wilderness (or to “Plan Pyjama’”, as locals jokily call it). Raul Castro, now 94, is still influential behind the scenes and said to be adamantly against diluting the Marxism-Leninism enshrined in the constitution. Miguel Diaz-Canel, aged 65, who succeeded Raul as president in 2018, is considered a dull figurehead.\n\nA patchy underground opposition is feeble and fragmented. The permitted press and TV are supine. Social media are less easy to control, but bloggers and online activists are closely watched and locked up if they become too popular or outspoken. There is no coherent or credible alternative movement at home or in Miami, no Mandela figure waiting in the wings or in prison. The last big nationwide wave of protests, in 2021, was rapidly crushed, with hundreds sent to prison. A Miami-based human-rights monitor says 1,196 activists are behind bars.\n\nSome Cubans look to the United States for salvation. But Donald Trump’s attitude is hard to discern. When he looks south, Venezuela is his bigger target. Many Cuban-Americans, such as Mr Herrero, have long argued for a wider engagement with Cuba. So far they have lacked representation in Washington, but a younger generation may be more open to the argument that isolating Cuba for more than half a century has plainly failed.\n\nMeanwhile, the country is facing ruin, with a government paralysed by its own contradictions and a people apparently too exhausted to rise up and overthrow it. “This system is so screwed up it’s unfixable,” says a 52-year-old taxi driver who would leave if he didn’t feel obliged to look after his sick mother. “All you can do is get rid of it and start all over again.”\n\nRock bottom [2]\n\nLabour productivity, GDP per hour worked, 2024, $ Selected countries\n\n0 5 10 11 20 25 30 Uruguay | Panama\n\nArgentina\n\nDominican Rep. Brazil\n\nColombia\n\nHaiti Cuba Source: CEPAL\n\nLatin America and . Caribbean average\n\n1 ! I ! I ! I I "
}