{
  "text": "30 The Americas\n\nThe Galapagos Islands Paradise overrun\n\nSANTA CRUZ\n\nCan a higher fee save the archipelago from its visitors?\n\nORE THAN a dozen islands, formed\n\nmillions of years ago, rise out of the Pacific Ocean 1,000km (600 miles) from Ecuador’s coast. Since 1959, 97% of the islands’ surface area has been designated a national park, to preserve rare animals and plants. Welcome to the Galapagos.\n\nThat sense of sanctuary is fading. In 2024 the archipelago received 279,300 visitors—ten times the number of locals, and six times the tally in 1993. On the main islands, where most arrivals concentrate, crowding has become hard to ignore. Rubbish on trails and foul air due to poorly managed sewage strip away much of the idyllic charm that inspired Charles Darwin to develop his theory of evolution.\n\nLast year Ecuador’s government responded. Entry fees, unchanged since 1998, rose from $6 to $30 for Ecuadorians, and doubled to $200 for foreigners. Ecuador is right to charge a fee akin to Disney parks in the United States, says Guillermo Lasso, a former president.\n\nA year later, has it improved the situation? Evidence so far suggests the rise in fees has not deterred visitors. In the first half of 2025 the islands had 2,803 more tourists than in the same period the year before. That may suit Ecuador just fine. Its government is as interested in raising money as it is in reducing harm to the environment. It plans to spend it on conservation and improving the islands’ infrastructure, which is shoddy.\n\nIn 2024 park revenues reached a record $22.1m, 23% higher than in 2023. In 2025 officials expect takings to reach $39.6m. The United Nations Educational, Scientific and Cultural Organisation (UNESCO), which lists the Galapagos as a world heritage site, has praised the fee rise as “effective”. But critics say the money is poorly spent and seldom benefits locals.\n\nIslanders, too, want tourism to continue—but on different terms. More than four-fifths of Galapaguefios depend on the industry to cover living costs, which are around 80% higher than on the mainland. But growth has brought few gains to local people. “I want to fix the roads, ensure water—nothing extraordinary,’ says Rolando Caiza, mayor of San Cristobal island.\n\nThey also want to prevent the islands from drifting towards the kind of overdevelopment seen in other once-exotic destinations. Mr Caiza points to Cancun and Hawaii as cautionary tales. Some locals are\n\nTaxing times\n\noffering trips that go beyond the coast, such as guided treks up volcanoes and agrotourism in the largely unvisited highlands. Jackeline Murillo hopes to lure visitors to her farm to glimpse rural life.\n\nThere is reason to hope such efforts will succeed. In 2007 UNESCO put the Galapagos on its endangered list, citing invasive species, illegal fishing and uncontrolled development. The government responded by capping the number of visitors, tightening inspections of cargo, and requiring permits for tourism construction.\n\nIn 2010 the islands were removed from the list. Mateo Estrella, Ecuador’s tourism minister, says the current problems are serious, but manageable. “I don’t think it will happen again,” he insists. @\n\nVenezuela\n\nWar and peace\n\nCARACAS AND WASHINGTON, DC\n\nDonald Trump may want to talk to, or oust, Venezuela’s dictator\n\nV HAT DOES Donald Trump want from\n\nNicolas Maduro, Venezuela’s strongman? As the USS Gerald R. Ford, a giant aircraft-carrier, entered the Caribbean on November 16th the administration said it would designate the Cartel de los Soles, which it alleges is headed by Mr Maduro, as a Foreign Terrorist Organisation (FTO)—with effect from November 24th. Mr Trump has refused to rule out the use of force, even leaving open the possibility of a ground invasion; yet at the same time he has floated the idea of talks. “We may be having some discussions with Maduro,” he said. In response Mr Maduro, who stole\n\nThe Economist November 22nd 2025\n\nlast year’s presidential election, said he would be willing to talk “face to face, without any problem”.\n\nA deal that would sate the Trump administration and leave Mr Maduro in power is difficult to imagine; so is Mr Maduro voluntarily stepping down. Much depends on what Mr Trump thinks is the best way to get a headline-grabbing win: a deal secured through gunboat intimidation, or dramatic but limited strikes to unseat—or even kill—Mr Maduro.\n\nThe FTO designation bolsters both the political and perhaps the legal case for strikes in Venezuela. It frames what is essentially a campaign for regime change as a counter-terrorism and counter-narcotics operation, says Brian Finucane of International Crisis Group, a think-tank. Earlier this month the administration is said to have told Congress that it lacked the legal authority to strike Venezuela. Now Mr Trump is implying that the new designation allows him to do just that. Plenty disagree. “The designation means nothing under international law,” says Mary Ellen O’Connell of the University of Notre Dame in Indiana.\n\nThere is little evidence that the Cartel de los Soles is an organised gang run by Mr Maduro, though parts of the Venezuelan armed forces are involved in drug trafficking. Still, the designation will make it a crime to provide money or services to the group. That could affect foreign firms that do business with the Venezuelan state. The administration has conspicuously refrained from declaring Venezuela a state sponsor of terrorism, which is the bigger worry for companies such as Chevron, an American oil giant.\n\nWhat any deal might look like remains unclear. A well-placed businessman says the regime doubts Mr Trump will send in the troops. That might limit how much Mr Maduro is willing to concede. Still, in secret negotiations earlier this year the dictator is said to have offered the United States sweeping access to Venezuela’s oil and minerals. He may also be tempted to hand over some top brass as drug-trafficking scapegoats, too. Some American officials would surely demand any deal remove Mr Maduro from power. Yet because they insist their focus is drug interdiction, not restoring democracy, that could leave one of his cronies in charge.\n\nMr Trump is unpredictable. He ordered strikes on Iran’s nuclear facilities in June, as talks continued. He could leave his armada in the Caribbean, striking only alleged drug boats or menacing others. He recently said he “would be proud” to bomb drug gangs in other countries, such as Mexico and Colombia. Alas, of the possible scenarios, very few include what most Venezuelans voted for last year: a democratic country without Mr Maduro. @ "
}