{
  "text": "The Economist November 22nd 2025\n\n31\n\nSea of ranhles\n\nTOKYO\n\nJapan’s hawkish new prime minister wants bigger budgets,\n\nbetter spooks and a stronger arms industry\n\nFEW WEEKS ago a sleek Japanese deAsrove, the 7S Chokai, arrived in California on a special mission: to be equipped with American Tomahawk cruise missiles, the first of hundreds that Japan plans to acquire. The deployment of such long-range weapons, with the ability to fire deep into mainland China and North Korea, marks a milestone in Japan’s transformation from a constitutionally pacifist state to a modern military power. It breaks with a long-standing taboo against the ability to strike targets on enemy territory.\n\nIf Japan’s hawkish new prime minister, Takaichi Sanae, has her way, Japan’s security evolution will quicken. The country’s military build-up is a response to increasingly aggressive neighbours in China and North Korea and to an ever more unreliable ally in America. The process began in earnest more than a decade ago, following China’s confrontation with Japan over the Senkaku islands, which Japan controls and\n\nChina claims. A fresh diplomatic spat (see China section) has now erupted over Ms Takaichi’s support for Taitwan—a reminder of how quickly a crisis between the two Asian giants could get out of hand and of why Japan feels insecure.\n\nThe case for picking up the pace is compelling. The late Abe Shinzo, prime minister most recently from 2012 to 2020, charted a more muscular course for Japan. He raised defence spending and loosened laws that restrict the use of force by Japan’s armed forces. One of Abe’s successors, Kishida Fumio, promoted a strategic review in December 2022 that bucked post-\n\niv vou\n\n32 Scam states 33 Anew approach to development aid 34 Banyan: Suharto rehabilitated\n\nwar conventions about how much Japan should invest in its security and what kind of capabilities it should have.\n\nSince then the threats facing Japan have only grown. China has strengthened its armed forces and ramped up pressure around the Senkaku (which it calls the Diaoyu islands). North Korea has revived a military alliance with Russia and expanded its missile and nuclear arsenals. Meanwhile Donald Trump has pressed Japan to spend more on defence; the American president has also fuelled anxiety over the depth of America’s commitment to defend its chief ally in the Pacific.\n\nAt home, Ms Takaichi has secured a new coalition partner for the ruling Liberal Democratic Party (LDP). The Japan Innovation Party is as keen on security reforms as is the prime minister, in contrast to the LDP’s previous partner, Komeito, a pacifist party. Her first order of business is upping spending on defence. Three years ago Japan announced it would raise defence spending to 2% of GDP by early 2028, overriding a long-standing norm against it exceeding 1% of GDP. In reality, some of the accounting is a sleight of hand in which existing spending (on, eg, the coast guard) is newly being counted towards defence expenditure. The prime minister plans to use a supplemental budget to get over the 2% threshold by the spring. Meanwhile, the > "
}