{
  "text": "32. Asia\n\nLDP’s new policy chief, Kobayashi Takayuki, says that “2% of GDP is nowhere near enough”; future defence budgets, he intimates, will be bigger still.\n\nThe new funds are largely being spent on expanding the capabilities of the SelfDefence Forces (SDF). As well as Tomahawks, Japan will deploy home-grown long-range missiles on Kyushu, the southernmost of the country’s four main islands, next spring. In August Japan fielded its first F-35B, a short take-off version of a top American fighter jet. Since Russia’s invasion of Ukraine, Japan has also paid more attention to back-end necessities, including stockpiling ammunition. The invasion, says Yamazaki Koji, who stepped down as SDF chief in 2023, was a “wake-up call that we have to focus on real operations.”\n\nYet Japan’s planned spending will not go as far as some at first hoped. The procurement strategy at the time of the review assumed an exchange rate of ¥108 to the dollar, but it has averaged nearer ¥150, giving Japan less bang for its yen when buying foreign kit. Drones, cyber operations and AI are also rapidly changing modern warfare; Japan needs to “catch up with the new way of fighting”, says one LDP lawmaker. Nor is Mr Trump likely to accept that Japan’s new budget target of 2% of GDP is enough. It all adds urgency to blow past a target that, just a few years ago, would have been barely imaginable.\n\nMeanwhile Ms Takaichi also wants to strengthen the institutional architecture. Abe elevated Japan’s defence agency to a fully fledged ministry and created a secretariat modelled on America’s National Security Council. Mr Kishida established a new command structure for the SDF to ensure better co-ordination between its branches and with American forces. Ms Takaichi now wants to create a stand-alone national intelligence agency to take over from intelligence-gathering by several government ministries and agencies. On November 14th a new LDP council met to discuss the design of the new outfit.\n\nA last set of changes involves loosening legal constraints. Earlier this year Japan’s Diet passed a law authorising the government to take active measures to neutralise cyber threats, thus clarifying how to apply Japan’s constitutional prohibition on the pre-emptive use of force in the murky world of cyberspace. Mr Kishida’s administration also partially revised the longstanding restrictions on arms exports. Japan is jointly developing a next-generation fighter jet with Britain and Italy; Mitsubishi Heavy Industries, an engineering and defence giant, recently won a big contract to supply Australia with new frigates. Still, limitations on arms exports remained tight enough for both projects to require clunky legal workarounds. Ms Takaichi wants to do away with restrictions entirely.\n\nJapan’s positions on nuclear security may be the next taboos to fall. Since the atomic bombings of Hiroshima and Nagasaki, Japanese have been averse to military uses of nuclear power; the law limits the use of nuclear energy to “peaceful purposes”. But following South Korea’s recent agreement with America to acquire nuclear-powered (but not nuclear-armed) submarines, Japanese officials have expressed interest in such subs too. Their acquisition would not breach the pledge, made in 1967, by the then prime minister, Sato Eisaku, that Japan would not possess, produce or host nuclear weapons on its territory. Yet earlier this month Ms Takaichi hinted that these three sacred principles might be up for review too.\n\nFor all the government’s ambitions, boosting defence faces enduring constraints. Tax rises were supposed to cover the jump in the defence budget, but their implementation has been delayed. Propos-\n\nCriminal networks and their political backers\n\nScam states\n\nSINGAPORE\n\nThe Economist November 22nd 2025\n\nals for further spending are bound to come into tension with providing for an ageing population and with growing calls to tackle rising living costs. Ms Takaichi has already promised tax cuts and subsidies for struggling households.\n\nJapan also severely lacks manpower. Faster defence production will mean shifting workers from assembly lines elsewhere; building a cyber force means poaching programming talent from the private sector, where it is already scarce. This year the SDF fell short of its target of having 247,000 troops by over 10%; among the lowest ranks the shortfall is nearly 40%. Unmanned systems and efficient operations can help, but will not be enough. The SDF hopes that better living conditions will attract more young recruits. As well as equipping them with new weapons, ships will get fast satellite internet for their crews. Soon the 7S Chokai should have not just Tomahawks, but Netflix too. &\n\nPoliticians are protecting South-East Asia’s huge criminal networks\n\nSTRING OF scandals across South-East A Asia is exposing official complicity in vast scam networks, often operated by Chinese triad and other criminal groups and involving trafficked workers. Across the region, tens of thousands of people toil inside buildings surrounded by barbed wire and security cameras defrauding Americans, Europeans and others in an in-\n\nVorapak in happier days\n\ndustry that is estimated to steal over $soobn a year from victims worldwide. Last month Thailand’s deputy finance minister, Vorapak Tanyawong, resigned after allegations surfaced linking him to scam networks in Cambodia. The veteran banker lasted just 33 days in office. He quit after Whale Hunting, an investigative journalism outlet in London, alleged that his wife had received $3m in cryptocurrency from a Chinese-Cambodian criminal network. He denies all allegations, calling them a “smear campaign”. As it happens, his boss, the finance minister, had appointed him to lead the country’s campaign to track money flows from scam centres. Nowhere is the scam industry more deeply enmeshed with political and business elites than in Cambodia. In 2020 Chen Zhi, a Chinese businessman who took Cambodian citizenship, was awarded the title of Neak Oknha, the highest honour conferred by the king—one that requires a donation of at least $500,000 to the state. Mr Chen has acted as adviser to Hun Sen, Cambodia’s longtime strongman, and to his son, Hun Manet, who has succeeded him as prime minister. Last month America seized $1sbn in cryptocurrency from Mr Chen, the chairman of Prince Group, which the Department of Justice alleges has become “one of Asia’s largest transna-\n\ntional criminal organisations”. Americahas >> "
}