{
  "text": "The Economist November 22nd 2025\n\nput sanctions on 146 entities and individuals connected to Prince Group, including Mr Chen. Prince Group and Mr Chen deny any unlawful activity.\n\nThe moves are America’s most sweeping action yet against South-East Asia’s huge scam economy. They came a week after a bill was introduced in Congress naming and shaming huge and lucrative syndicates, including Prince Group. The bill also names Sar Sokha, Cambodia’s deputy prime minister, as one of the main investors in Jin Bei Group, a luxury hotel and casino complex that allegedly hosts scam compounds run by Prince Group. Sar Sokha denies being a shareholder. Jin Bei denies any illegality. Hun To, Mr Hun Manet’s cousin, is also listed in the draft bill, the Dismantle Foreign Scam Syndicates Act. Mr Hun To sits on the board of a subsidiary of Huione Group, the company behind “the largest-ever illicit online marketplace”, according to Elliptic, a blockchainanalytics firm. America has barred Huione from its financial system for laundering money for North Korean hackers and Asian crime groups. Mr Hun To denies any involvement in criminal activities.\n\nThe Philippines also offers striking examples. There, officials say, online gambling hubs are often a front for moneylaundering, human trafficking, kidnapping, torture and murder. Alice Guo, mayor of Bamban, north of Manila, the capital, is now in jail, accused of running a sprawling scam operation with hundreds of trafficked workers. On November 20th she was sentenced to life imprisonment for human trafficking. Last year Harry Roque, a former human-rights lawyer and spokesman for the then president, Rodrigo Duterte, fled the country after being accused of links to a scam hub near Manila. He is now seeking asylum in the Netherlands.\n\nOn November 12th America announced a new strike force to fight scams and transnational crime, suggesting it intends to treat these networks as a global security threat rather than as a policing nuisance. Yet it is still unclear how much South-East Asian governments will go after the most powerful interests behind online fraud.\n\nIn Thailand the deputy leader of the opposition, Rangsiman Rome, has started to rattle some of these interests with his investigation into elite collusion with scam rings. He recently warned that Thailand “faces serious threats from transnational scammer networks using opaque funds— financial flows that are not outright illegal but move through complex channels to evade oversight, conceal beneficiaries, or gain influence.” He also said that without action, “we'll wake up to find the country run by crooks in suits”. A reckoning has begun. Yet crime and politics often blur in South-East Asia. The scam economy may shift shape, but it is unlikely to wither. @\n\nA new approach to development aid\n\nBeing antediluvian pays\n\nSINGAPORE\n\nActing ahead of looming natural disasters can be a powerful tool\n\nT= PHILIPPINES needs to be well prepared. Its islands are hit by 20-odd typhoons a year, not to mention earthquakes and volcanic eruptions. Yet as two storms earlier this month revealed, even with warnings disasters can have devastating effects. Hundreds of people were killed and millions more displaced. It did not help that some funds for flood-control projects have vanished amid allegations of corruption. It has prompted widespread protests in recent days and the resignations of two ministers.\n\nHow to respond to disasters is an ever more pressing problem for much of Asia. According to the World Risk Index compiled by the Ruhr-University Bochum in Germany, the Philippines is the most vulnerable country in the world to natural catastrophe. But five other Asian countries are also in the top ten. A changing climate only means more frequent and more intense storms and flooding.\n\nGraft aside, governments in Asia almost always focus on relief and reconstruction after disasters strike. Yet doing so effectively is never easy. The help that eventually comes, whether food or money, is often too little and too late. A growing body of research suggests governments could do much more in advance.\n\n“Anticipatory action” is an increasingly popular policy that hands out assistance (typically cash) before or just as a disaster\n\n—\n\nSuper typhoon Uwan's deadly rampage\n\nAsia 33\n\nstrikes. Implementation requires early warning systems, a ready-to-disburse pot of money and a ready list of beneficiaries. These get money when a forecast for a flood or typhoon crosses a given threshold of seriousness. The UN’s World Food Programme (WFP), which launched the concept a decade ago, believes that by giving help when it is needed most, communities can recover better from shocks.\n\nStudies support that claim. Researchers at the World Bank compared families in flood-prone areas of Bangladesh and Nepal who received cash almost as soon as a flood began with those who received the same amount weeks later. The early recipients fared much better: they were less likely to go hungry, accumulate debt or be depressed. The effects were also long-lasting. Early payments are a “pure welfare gain’, the authors write.\n\nIn other research, families who receive anticipatory transfers are less likely to resort to costly adjustments, such as selling assets or pulling children from school. In Mongolia, one study found that families who received cash transfers ahead of a dzud, a winter disaster in which steppe grass is frozen over with ice, were less likely to experience livestock losses. Anticipatory transfers are also cost-effective. According to the WEP, every dollar spent before a disaster saves up to seven in avoided damage and future emergency responses.\n\nImprovements in satellite data and artificial intelligence are making disaster forecasts more accurate and anticipatory action easier to take. For example, the Flood Hub, a project by Google, uses machinelearning tools to analyse past hydrological and weather patterns to forecast floods in more than 80 countries. Similarly, better payment infrastructure helps with the\n\nother crucial aspect of anticipatory action: »\n\n: oe te\n\n% >\n\n"
}