{
  "text": "Ww\n\n34 Asia\n\ndisbursing money. In South Asia a proliferation of digital wallets, such as bKash in Bangladesh, has made it easier to send money instantly.\n\nScaling up anticipatory action is still hard. The Anticipation Hub, a global network that tracks efforts, identifies more than 100 projects in 45 countries, reaching 17m people, including across South and South-East Asia. Few of these projects are run by governments; most are led by NGOs or UN agencies, thus limiting their scale.\n\nMany governments are reluctant to set aside money on the basis of forecasts. Some worry that cash might be misused— though evidence suggests it largely goes on food and other necessities. Moreover, governments often lack the technology or capacity to build and manage databases of potential victims.\n\nEven in Bangladesh, home to several pilot schemes, anticipatory action remains a nascent concept. A working group within the disaster-management ministry is to ex-\n\nBANYAN Suharto revived\n\nThe Economist November 22nd 2025\n\nplore how anticipatory transfers could be integrated into existing response systems. Abir Chowdhury of GiveDirectly, an NGO running one pilot, thinks that more evidence of such transfers’ value will greatly help shape government policy.\n\nAnticipatory action is no substitute for preparing for the longer-term consequences of climate change, by adapting to or mitigating the threats. But though acting early will never stop a storm, it can ensure that fewer lives are shattered. @\n\nTo glimpse Indonesia's future, look to Prabowo Subianto’s view of the past\n\nAS THE ASIAN financial crisis swept through Indonesia in 1997, the IMF offered the country a bail-out. It was thought that the loan would help Indonesia to turn the page quickly. After all, Suharto, the dictator since 1967, had long appointed capable (often American-educated) technocrats to run the economy, and the result had been three decades of rapid development.\n\nIt had also been a long period of enrichment for Suharto, his family members and his cronies as they reached ever deeper into business, finance and the running of the state and the armed forces. Among other things, the crisis laid bare the extent to which this group had abused the financial system. Despite pleas from the IMF, regulators refused to crack down on corruption. The confidence of foreign investors, once strong, collapsed in early 1998, reversing decades of economic growth, and 36m Indonesians fell back into poverty. Amid protest, unrest and blood-letting, Suharto stepped down.\n\nHis departure marked the start of the current, generally happier, era in Indonesia: reformasi, or the country’s transition to democracy. And so it is notable, and worrying, that on November 10th the sitting president, Prabowo Subianto, formally elevated the late Suharto to the pantheon of national heroes.\n\nThe move was not unexpected. Mr Prabowo served as the commander of the crack special forces in Suharto’s army. He was, indeed, once married to Suharto’s daughter.\n\nYet there is more to Mr Prabowo’s move than a simple whitewashing of the Suharto era. On the same day as Suharto’s beatification, the president named several of the dictator’s opponents national heroes as well. One is the late\n\nAbdurrahman Wahid, or Gus Dur, a nearly blind cleric who led opposition to Suharto’s regime and who was elected president in the first free polls of the post-Suharto years. Another is Marsinah, a labour activist; she was murdered (and her body mutilated) in 1993. None of the soldiers thought responsible has been brought to justice. At a ceremony in the presidential palace in Jakarta, Mr Prabowo handed medals to next-of-kin while the portraits of Gus Dur and Marsinah stood witness.\n\nMr Prabowo’s backers argue that a spirit of reconciliation is behind his bigtent approach to Indonesia's history—they note it could have been a matter of just rehabilitating his late father-in-law. Yet his simultaneous honouring of Suharto’s opponents makes the approach far more corrosive than whitewash. By elevating both those who fought for democracy and those who fought to suppress it, Mr Prabowo is in effect flattening Indonesian history, rendering it at best as a kind of bas relief. In Mr Prabowo’s particular topography of 2oth-century Indonesia, there are no persons of particular moral promi-\n\nnence. All struggles, whether for good or for ill, are honoured alike.\n\nA flattened version of history certainly plays to Mr Prabowo’s advantage. His Suharto-era career is littered with abuses. In the final months of Suharto’s rule, as students poured onto the streets in outrage over the first family’s venality, at least nine of their leaders disappeared, kidnapped and tortured by Mr Prabowo’s troops. Mr Prabowo later acknowledged ordering their kidnapping but says they were unharmed—two, his defenders note, even serve as deputy ministers in his administration. But in a separate drive, 13 student activists disappeared and were never heard from again. Mr Prabowo says he knows nothing about those cases. But before he was sworn in as president, his party quietly offered the families of some of the victims around $60,000 each. What was not offered was justice for the killers.\n\nAs for Suharto, he never even had to answer for his rule’s original sin in 196566: the killing of hundreds of thousands of suspected communist sympathisers on his path to power. One of Suharto’s top lieutenants in the massacres, Sarwo Edhie Wibowo, was also named a national hero this month.\n\nMost troubling, these moves are not just about the past. The president calls for a governing coalition of all Indonesia’s political parties, and has shown that he is willing to use legal coercion to achieve it. All parties would be present in government, but accountability would not. Mr Prabowo might, he muses, even make such a coalition “permanent”. That would amount to a return to the authoritarian politics of the Suharto era. Mr Prabowo’s move to rehabilitate the late dictator says as much about his plans for the future as it does about the past. "
}