{
  "text": "The Economist November 22nd 2025\n\n35\n\nas ‘ | 5 ,* Vocational education vocationai eaucation\n\nTime to get handier\n\nHANGZHOU\n\nChina wants more youngsters to develop the practical skills that industry needs\n\n‘ee THE BANKS of the Fuchun river in Zhejiang, an eastern province, the youngsters who will power China’s future are at work. At Hangzhou Technician Institute, more than 6,000 students aged between 14 and 20 are learning how to operate drones, manufacture rare-earth magnets, and maintain electric vehicles and industrial robots. Every year Shao Weijun, its boss, asks more than 600 Chinese firms to forecast their demand for different skills; their answers alter what courses his institute chooses to run. He says almost all his students leave with good jobs.\n\nChina is in the midst of a big push for more and better practical training. Around 34m young people are studying in China’s vocational-education system. These include teenagers in vocational-track high schools, as well as students in post-secondary colleges that operate in parallel to universities. Yet as in many other countries, China’s vocational classrooms suffer\n\nfrom being seen as a sink for unserious students. Learners and parents often see vocational institutions as underfunded and badly run. In many cases they are correct. The Communist Party has good reasons to want to sort all this out. One is a rising suspicion that China’s university sector has grown too big, too fast (see chart, next page). Many clever young graduates are struggling to find work, and around 17% of Chinese aged 16-24 (excluding current students) were unemployed as of October. These include a lot of youngsters with impressive qualifications. Moreover, graduates are failing to se-\n\n> ALSOIN THIS SECTION\n\n36 Lending abroad\n\n37 Relations between China and Japan\n\n38 Chaguan: Contempt for Europe\n\ncure employment even as many company bosses complain that they are finding it difficult to hire staff with the skills they need. The party accepts that China is going to need brilliant scientists and engineers if it is to dominate the technologies of the future. But it also recognises that it will need a big army of technicians to keep all its robots, data centres and other bits of gleaming kit running. Ensuring a steady supply of these is essential if China is to achieve the lofty objectives of its next fiveyear economic plan.\n\nMaking plans for Nigel In 2022 China’s government revised its law on vocational education, describing practical qualifications as “equally important” as academic ones. In December 2024 the education ministry announced it was creating 40 new vocational courses for learners at various levels, many relating to whizzy industries such as AI and biomedicine. And in June this year the government launched a campaign to improve the skills of 30m more workers by 2027, particularly those “urgently needed for industrial development” in fields such as deep-sea technology and the “low-altitude economy” (drones, flying taxis and the like).\n\nThis latest campaign will notably include efforts to send some university graduates back to college, in the hope that they » "
}