{
  "text": "36 China\n\nwill emerge with more marketable skills. Provincial governments in Zhejiang, Shandong, Anhui and others have laid out plans to help China reach its target for 2027; these include retraining programmes for people already with degrees. Students in vocational institutions have long sought to trade up to spots in academic ones, so it is remarkable that traffic is now beginning to flow in the other direction. Though the vocational-to-university path, zhuanshengben, has long been popular as a potential track for vocational-college students to apply to start a university’s bachelor’s degree, some new programmes allow university graduates to pursue technical training in a reverse trend called benshengzhuan. A survey by Zhaopin, a recruitment agency, last year found that 52% of university graduates think additional technical training would increase their employment opportunities.\n\nThe government has coupled all this with a big propaganda push to convince more people that practical training may make their fortunes. “Once upon a time, the notion that ‘white-collar workers are superior to blue-collar workers’ was deeply ingrained,” noted the People’s Daily, a party mouthpiece, in July. “But now, as higher education becomes universal, the strong correlation between academic qualifications and employment is breaking down.” In August China Youth Daily, a stateowned newspaper, quoted an educationministry researcher calling for a rethink of values that have resulted in “an oversupply of diplomas and a shortage of skills”.\n\nA long-term goal for China, as for many other countries, is to lower barriers that keep academic and vocational pathways firmly distinct. Doing this would make it easier for learners to move from one track to the other, or indeed to acquire qualifications that blend elements of both. Chinese officials have increasingly encouraged the creation of application-orientated bachelor’s degrees at lower-tier universities, says Gerard Postiglione, an emeritus professor of education at the University of Hong Kong. And more colleges that were once purely vocational are now being allowed to offer some bachelor’s degrees.\n\nMaking your parents proud Are attitudes on the ground shifting? It depends who you ask. Shen Kecheng is a first-year student of electrical automation at Beijing Polytechnic University. His course is vocational and includes lots of hands-on learning, which he likes; he reckons his job prospects in the aviation sector are good. Nevertheless, he plans to stay in education until he has managed to layer a bachelor’s degree on top of it. After all, companies continue to give university graduates priority when hiring, he says. He Li, a 22-year-old studying at the Xi’an Railway Vocational and Technical In-\n\nty Education nation\n\nChina, graduates from higher-education institutions, by course type, m\n\nBB Vocational* ' Bachelors 10 ™ Masters and doctorates\n\n1998 2005 10 15 20 824\n\n*Includes vocational bachelors since 2022 Sources: National Bureau of Statistics; Ministry of Education\n\nstitute, seems more certain of his choice. He says that when his cousin got into a master’s programme at a good university in Sichuan province his family threw a party. But after graduating she ended up with a short-term job in a primary school, he says—not at all the pay-off she had imagined. His college is far less prestigious, but it has tight relationships with employers across the country. A good job maintaining subway systems is on the cards. “It’s impossible for everyone to be in management or sit in an office,” he says. “It’s about adapting to the times.”\n\nLooking at the loans\n\nHey, big lender!\n\nHONG KONG\n\nAnew analysis reveals just how much money China extends to rich countries\n\n— HAS become one of the world’s biggest bankers and donors. But its financial influence overseas is hard to track. Its government has a “transparency allergy”, says Brad Parks of AidData, a research centre at the College of William and Mary in Virginia. In 2009 he and his colleagues tried to persuade China’s Ministry of Commerce to open up a bit. “Don’t you want the world to know how generous you are?” they asked. The ministry was unmoved. “Everyone who needs to know how generous we are already knows,’ it said.\n\nThe researchers, therefore, took a different tack. They scoured media reports for news of loans and grants from China’s government and its state-owned creditors. They also tapped official sources in borrowing countries and multilateral institutions such as the World Bank. They have previously published their findings on Chinese financing to developing countries. On November 18th they released a report on\n\nThe Economist November 22nd 2025\n\nits aid and lending to the whole world. The new database covers more than 30,000 projects from 2000 to 2023. It spans rich and poor countries; and private, as well as sovereign, borrowers.\n\nOn borrowed dime\n\nChina’s financial commitments over that period amount to $2.17trn (adjusted for inflation), an enormous sum. Of that total, only 6% qualifies as aid (either grants or cheap loans). Another 3% is hard to classify one way or the other, given the paucity of information available. Poor countries borrowed another $1.02trn (47% of the total) from state-owned creditors (see chart 1 on next page). And high-income countries took the rest (43%). The biggest single borrower, receiving $202bn, was America.\n\nA surprisingly small amount of this money relates to the “Belt and Road Initiative” (BRI), a global lending and investment scheme championed by Xi Jinping, China’s leader. Loans for infrastructure under the BRI accounted for only 20% of total Chinese credit in the decade after the initiative was launched in 2013. The BRI was spearheaded by China's state-directed “policy banks”, such as China Development Bank and Export-Import Bank of China. But they have become less prominent creditors in recent years, as Chinese lending to poor countries has receded.\n\nThat has cleared the stage for China’s massive commercial banks, such as ICBC or Bank of China. Owned by the government, but keen to make a profit, they were responsible for about 60% of all lending by China’s state-owned creditors from 2019 to 2023 (see chart 2 on next page). In high-income countries, perhaps their more natural habitat, they accounted for more than 80% of such lending.\n\nMany of these loans look harmless enough. Lenders such as ICBC or Bank of China have followed their clients abroad, setting up subsidiaries in the world’s richest markets. They also chip in to syndicated loans alongside other global banks. In 2012 Bank of China joined JPMorgan Chase and others in making the first of several syndicated loans to Disney.\n\nSometimes they are just “banks doing what banks do”, says Mr Parks. Other lending, however, raises more eyebrows. A growing share of credit for acquisitions is directed towards 17 industries that governments tend to deem “sensitive”, such as telecoms infrastructure, microprocessors and companies that collect personal data. In 2015, for example, four Chinese stateowned commercial banks provided a loan to Fosun, a Chinese multinational, to help it buy Ironshore, which sold liability insurance through its American subsidiary to officials at the CIA and FBI.\n\nHow do AidData’s figures compare\n\nwith other estimates of Chinese lending? » "
}