{
  "text": "The Economist November 22nd 2025\n\n39\n\nMiddle East & Africa\n\nSaudi Arabia and America\n\nMBS meets MAGA\n\nWASHINGTON, DC\n\nThe Saudi crown prince takes a victory lap in Washington\n\nFey SAUDI ARABIA, the visit could hardly have gone better. On November 18th Donald Trump welcomed Muhammad bin Salman, the Saudi crown prince, with all the pomp America could muster, including a military fly-past and a black-tie dinner at the White House. The two men signed deals for investment, arms sales and nuclear co-operation. Mr Trump declared Saudi Arabia a “major non-NATO ally”. After a decade of tension, American-Saudi relations appear to be back on a solid footing.\n\nLook closer, though, and the deals were typical Trump: long on promises, short on specifics. As Prince Muhammad heads home, two questions linger. First is whether he can hash out the details with a flighty Trump administration. Second is whether, as Mr Trump’s second term wears on, he will put pressure on the prince to sign the one deal he is not yet ready to make—to normalise ties with Israel.\n\nStart with the nuclear pact. The Saudis\n\nwant nuclear reactors to meet growing energy demand. Mr Trump wants American firms to build them. They have spent months negotiating the details, and America’s energy secretary says the talks have now finished. But the two countries have yet to sign a “123 agreement”, named after the relevant bit of America’s export-control laws. What they announced this week was more of a deal to reach an agreement.\n\nThe final pact will require approval from Congress. Many lawmakers want Saudi Arabia to follow the example of the United Arab Emirates, which swore off\n\n> ALSOIN THIS SECTION 40 Israel’s popular weapons 41 Israel's psychological reckoning 42 Africa’s other debt crisis 43 Soldiers v jihadists in Mali\n\nuranium enrichment to secure its own deal in 2009. But the Saudis are keen to possess such a capability, despite American fears about nuclear proliferation. Some officials have mooted a scheme to build a Saudiowned enrichment facility in America as a way to split the difference.\n\nIf the nuclear talks may still need weeks or months to finish, the sale of F-35 fighter jets will need years. The kingdom wants to buy dozens of the planes, the most advanced in America’s arsenal. This too requires an okay from Congress, and lawmakers from both parties worry about what it will mean for Israel’s military edge in the region. Even if they do approve the sale, the aircraft are unlikely to be delivered before the end of the decade.\n\nThen there are the investment deals. Mr Trump said Saudi Arabia promised to invest nearly $1trn in America, up from the $600bn it pledged when he visited Riyadh, the Saudi capital, in May. That is a sum larger than the kingdom’s entire sovereignwealth fund. Saudi Arabia is struggling with low oil prices, which have forced it to take on debt and cut back some of its ambitious plans to diversify its economy. It is keen to invest in America—but does not have a spare trillion dollars lying around.\n\nStill, these are questions for another day. If the point of the visit was to show\n\nthat Saudi Arabia had rehabilitated itself in >> "
}