{
  "text": "40 Middle East & Africa\n\nWashington, it was a success. By the time Prince Muhammad made his first trip to the White House in March 2018, his country had become a partisan issue. Democrats were angry at his courtship of Mr Trump and his ruinous war in Yemen.\n\nSix months later Saudi agents murdered Jamal Khashoggi, a Saudi journalist who was a contributor to the Washington Post, inside the kingdom’s consulate in Istanbul. The killing poisoned AmericanSaudi relations for years. As a candidate in 2019, Joe Biden promised to make the prince a “pariah”. High oil prices forced him to reconsider: in the summer of 2022 he flew to Saudi Arabia, hat in hand, to ask the kingdom to pump more oil. But the relationship remained frosty.\n\nNo longer. In recent years the Saudis have adopted a more pragmatic foreign policy. Gone are the days when they blockaded a neighbouring country and kidnapped a Lebanese prime minister. They have also made a pitch to the Americans around great-power competition. The kingdom wants to supply American industry with critical minerals, for example, which would help break its dependence on China. In a recent meeting a top American official pulled out a periodic table of the elements and asked the Saudis to point out which minerals they could offer. “Opinions of Saudi have changed substantially in this town,” says one congressional staffer.\n\nThe F-35 deal is another sign of how things have changed. Israeli officials are not panicked about losing air superiority: by the time the Saudis receive their first F-35, Israel will have been flying the complex jets for 15 years.\n\nBut they are unhappy with how the deal was negotiated. For years sales of advanced American weapons to Arab countries took place only after detailed talks at the Pentagon between Israeli and American officers. Mr Trump bypassed that process. With Israel’s stock in Washington at a nadir after the Gaza war, this may be a worrying precedent.\n\nThat helps explain why Prince Muhammad is no longer eager to join the Abraham accords, the 2020 agreements that saw four Arab states normalise ties with Israel. Mr Biden was close to brokering such a deal in 2023. In return for Saudi recognition of Israel, America would have offered the kingdom a defence treaty and other incentives. Prince Muhammad saw this as a way to rebuild his standing in Washington.\n\nBut the outbreak of the Gaza war in 2023 put the agreement on ice. For more than a year, the Saudis have insisted they will not sign a deal unless it includes a serious path to creating a Palestinian state (which Binyamin Netanyahu, the Israeli prime minister, will not even consider). Mr Trump is nonetheless determined to expand the accords during his second term.\n\nHis administration hopes a deal with the kingdom would have a ripple effect. Saudi Arabia is, by far, the largest Arab economy and the custodian of Islam’s holiest sites. If it agreed to recognise Israel, other Arab and Muslim countries might follow suit. Prince Muhammad let Mr Trump down gently during their Oval Office meeting. “We want to be part of the Abraham accords,” he said. “But we want also to be sure that we secure [a] clear path [to] a two-state solution.” The Saudis will keep the prospect of normalisation on the table: it is a useful carrot to dangle in front of American lawmakers. They will also deep-\n\nIsraeli weapons sales\n\nArms-in-arms\n\nJERUSALEM\n\nThe Economist November 22nd 2025\n\nen discreet economic ties with Israel. Numerous Israeli businessmen have been observed in Riyadh this year (they travelled on second passports). But the Saudis are serious when they say that a deal requires progress towards a Palestinian state. Some Saudis worry that Mr Trump will raise the pressure on Prince Muhammad later in his term; perhaps delivery of the F-35s, for example, will eventually be linked to normalisation. For now, though, Mr Trump seems inclined to be patient— and the Saudis feel no need to hurry, because their relationship with America no longer depends on recognition of Israel. @\n\nIsrael may not be popular, but its weapons are\n\nHE ANNOUNCEMENT on November\n\n14th that Morocco will establish a production facility for small tactical attack drones was not surprising. The north African country has been investing in modernising its armed forces; such munitions are expected to dominate the battlefields of the future. What was surprising was that their industrial partner was a subsidiary of Israel Aerospace Industries.\n\nThis is the first time an Israeli-designed weapon system will be made in an Arab country. But since the two countries established diplomatic ties in 2020 as part of the Abraham accords, Morocco has bought Israeli self-propelled cannons, air-defence missiles and a spy satellite as well as drones.\n\nMorocco is not alone. The United Arab Emirates (UAE) has bought two Israeli missile systems, one of which has already been deployed. Bahrain uses\n\nCIAl\n\nHow to make friends and influence people\n\nIsraeli radar for its coastal defences. Indonesia, a Muslim-majority country, is another customer.\n\nIsrael does not publish the full details of its arms sales, but since 2022 the annual reports of its defence ministry have had a section devoted to “Abraham accords countries”. In 2024 these sales totalled $1.7bn, or 12% of all of Israel’s defence exports that year.\n\nThe Abraham accords made sales of military hardware possible. But another offensive Israeli tool, Pegasus, a powerful piece of spyware, was being used by the UAE and Bahrain to hack into the smartphones of dissidents well before the accords were signed. It has also been used by Saudi Arabia, which does not yet have diplomatic relations with Israel.\n\n“Arms deals are a potent form of diplomacy,’ says an Israeli defence official. “Unlike most other commercial deals, they take a long time to materialise and then lock governments into long-term relations with the Israeli firms that continue servicing their wares.”\n\n“One reason the Abraham accords have withstood two years of war in Gaza, says an Israeli diplomat recently posted to the Gulf, “is that they represent an investment by these countries in their own security.” Israel’s missiledefence systems have been developed, and used, to counter Iranian missiles, which threaten Gulf states, too.\n\n“No one has any illusions that Israel is popular right now in these countries,” says the diplomat. “But their governments have made long-term investments in their defence ties with Israel, and they’re not about to change course.” "
}