{
  "text": "The Economist November 22nd 2025\n\nIsrael\n\nAfter the war\n\nJERUSALEM\n\nFor Israel a psychological reckoning is the price of bloody victory\n\nN A SMALL country such as Israel the jp of a Nobel prize to one of its citizens is usually cause for national celebration. The announcement last month of Joel Mokyr’s share of the economics prize, however, received scant recognition. In part, that was because it coincided with the release of the last living hostages from Gaza. All attention was on that and the ceasefire. Mr Mokyr has also been a vocal critic of Israel’s current government, so official acclaim was never likely.\n\nBut some in Israel suggest another reason for the muted reaction is that Mr Mokyr is based in America and has been for over 50 years. “Everyone here loves Yoel,” says an economist at the Hebrew University in Jerusalem, where Mr Mokyr studied. “He couldn't have had the same career if he stayed in Israel. He remains a proud Israeli and is very connected to Israeli academia. But the fears of a brain drain are very present right now.”\n\nThe horrors of Israel's war in Gaza and the suffering of the Palestinians over the past two years have changed outsiders’ views of Israel. But the attacks by Hamas in October 2023 and all that has followed have also changed how Israelis feel about their country. Some are asking whether their future still lies in Israel. It has shown a dazzling military supremacy over its enemies in the past two years. But the future augurs eternal vigilance and war rather\n\nthan enduring stability, with the ceasefire in Gaza barely holding, no more comprehensive deal with the Palestinians in sight, and politics more polarised and extreme than ever before.\n\nThat will have far-reaching implications for Israel’s future. Such fears are not new. The opportunities and resources of American universities have always been tempting for the country’s brightest. In the past 25 years four winners of the Nobel prize in economics had either studied or taught at the Hebrew University. Only one stayed in Israel after his career took off.\n\nBut although economic calculations have always been a factor, in the past three years the policies of Binyamin Netanyahu’s coalition, dominated by hard-right and ultra-religious parties, and the war in Gaza have brought a political aspect to the conversation about emigration.\n\nWhy the exodus?\n\n“Israel’s economic and technological edge is based on a relatively small number of Israelis who are key to research and teaching in the fields of science and medicine—all of whom could easily find jobs abroad,” says Dan Ben-David, an economist at TelAviv University. He reckons they number around 300,000; just 3% of Israel’s population. But in 2024 the tech sector provided 59% of Israel’s exports of goods and services, and its workers are highly mobile.\n\nMiddle East & Africa 41\n\nRecent figures from the Central Bureau of Statistics suggest Israel should worry. For over a decade the emigration rate had been fairly low and stable—at about 40,000 a year. But in 2023, the first full year of the current Netanyahu government, the numbers leaving shot up by nearly 50% to 59,365. In 2024, the first full year of the war in Gaza, departures rose to 82,774.\n\nIt is hard to tell from this whether Israel is facing a brain drain as a result of the past three years. It is common for academics to leave to work abroad for a time and then return, points out Mr Ben-David. But, he continues, “Anecdotally, we're all hearing about colleagues who are leaving.”\n\nDig into the numbers and the share of those emigrating who have only recently become Israelis is significant. Some 38% of those leaving in 2024 had themselves emigrated to Israel less than five years earlier. That suggests that many arrived very recently, as part of a surge in Jewish emigration from Russia and Ukraine since the war in Ukraine began in February 2022, says Sergio Della Pergola, a veteran Israeli demographer. “Many of them saw in Israel a short-term haven from the war there,” he explains. “When the war began here, they left. I don’t think that in general the number of those who left is surprising when Israel has just gone through a long war.”\n\nBut that does not mean, he adds, that Israel should not fear a brain drain. “There are worrying indications that those leaving tend to be younger and well educated, especially young doctors.” Secular Israelis with academic degrees are more likely to oppose Mr Netanyahu’s government. The tech sector was at the forefront of protests against its policies before the war.\n\nPalestinian suffering features low in their concerns. Instead there is a burning anger over Israel’s polarisation that has only increased over the past two years. Many secular young professionals have spent months fighting as reservists with the Israel Defence Forces (IDF). Meanwhile the ultra-Orthodox community, which constitutes about 14% of the population and whose political parties are key to Mr Netanyahu’s coalition, refuses to enlist.\n\nOver 300,000 reservists were called up during the Gaza war. Despite ceasefires in Gaza and Lebanon, the IDF plans to keep a high level of alert for the foreseeable future, so many reservists will have to spend another two months on duty in 2026, says the chief reserve officer, Brigadier-General Benny Ben Ari. “It means we’ll have to pay a lot more attention to reservists’ fatigue, find ways to help their families and businesses and students who have lost entire years of study due to the war.”\n\nIsrael’s generals insist that boosting the numbers of its standing army is crucial to prevent another surprise attack like that of\n\nOctober 2023 on any of Israel’s tense bor» "
}