{
  "text": "44\n\nThe Economist November 22nd 2025\n\nZelensky agonistes\n\nKYIV\n\nA corruption scandal and a dubious ceasefire plan plunge Ukraine into\n\nits biggest crisis since the invasion\n\nOLODYMYR ZELENSKY is facing his MY inet challenging test since Russia’s full-scale invasion in 2022. A huge corruption scandal in which senior officials allegedly stole millions from Energoatom, the state nuclear company, has cost him two ministers. Officials and MPs are pressing him to purge tainted allies in order to save himself and the state. Meanwhile, on November 19th, American media reported on a secret 28-point ceasefire proposal negotiated by American and Russian officials demanding that Ukraine settle with its invader on crippling terms. The proposal may not have full American backing. But it adds to the pressure on Ukraine’s president at a critical time.\n\nSources in government say Mr Zelensky has been “floored” by the scale of corruption charges against members of his inner circle. On November 19th parliament voted to dismiss Svitlana Hrinchuk, the energy minister, and Herman Halushchenko, the\n\njustice minister. On November 2oth, as The Economist went to press, Mr Zelensky was due to face members of his parliamentary party, many of whom want more heads to roll. “They want revenge for four years of being humiliated,” said an opposition MP. The corruption investigations were a Herculean feat by detectives. Secretly recording conversations in flats and offices around Kyiv, they uncovered a scheme to embezzle at least $100m from Energoatom using kickbacks of 10-15% on contracts.\n\n45 Rubble-sorting in Ukraine\n\n46 France un-wines\n\n46 Russia's Z-bloggers\n\n47 Germany’s pension putsch\n\n48 Charlemagne: Deregulating the EU\n\nSome of the money appears to have been sent to Moscow. Some was earmarked for villas near Kyiv allegedly intended for use by Oleksiy Chernyshov, a former deputy prime minister, and other officials. Detectives from the National Anti-Corruption Bureau (NABU) found a golden toilet bowl in an apartment owned by Timur Mindich, a former business partner of the president. Mr Mindich, accused of co-organising the scheme, fled the country mere hours before detectives arrived at his home. Six suspects have been arrested. Mr Chernyshov, Mr Halushchenko and Ms Hrinchuk deny any involvement in corruption.\n\nAs in a crime thriller, the accused used aliases. Detectives say “Carlson” referred to Mr Mindich, “Che Guevara” to Mr Chernyshov and “Professor” to Mr Halushchenko. In the tapes, one of the accused complains of back pain from lugging bags of cash. Another suggests it would be a “waste of money” to protect electrical substations near nuclear power plants. The same substations were targeted by Russian drones and missiles on November 8th, just before the scandal broke.\n\nWhen the suspects realised they were being recorded, they allegedly began menacing the NABU detectives—following them, obtaining their home addresses and even tracking them using classified government CCTV networks. Around this time "
}