{
  "text": "The Economist November 22nd 2025\n\nthe president’s office began to put pressure on anti-corruption bodies. On July 2ist several detectives involved in the probe were detained by security services. The next day the president’s party pushed through a hasty bill stripping the anti-corruption agencies of their operational independence—a move reversed after huge public protests. Oleksandr Klymenko, the head of SAPO, Ukraine’s anti-corruption prosecutor's office, says it was only because the presidential office failed in its efforts that the investigation went ahead.\n\nSources close to the investigation say they have not yet established how high knowledge of the scheme went. Its roots likely predate Mr Zelensky’s presidency. Many alleged members are linked to Andriy Derkach, a former MP who once headed Energoatom and fled to Russia in 2022. Well-placed sources argue the president could not have known the details. Yet the proximity to the scheme of his close allies is enough to jeopardise his future.\n\nAt home, the scandal risks encouraging cynicism and leading more soldiers to desert. Abroad, it makes it harder for Ukraine to ask for the aid it needs, estimated at $100bn per year. Some will use revelations of corruption not as proof that the country has independent corruption-fighting bodies, but as an argument to cut support.\n\nThe risks to Ukraine’s Western backing were underlined by reports of the RussianAmerican peace proposal. Drafted without Ukraine’s knowledge by Steve Witkoff, Donald Trump’s special representative, and Kirill Dmitriev, Vladimir Putin’s envoy, it seems little short of a demand for capitulation. Sources familiar with the 28-point document say it envisages slashing Ukraine’s troop strength by 60%. Ukraine would be asked to cede more territory and barred from possessing several classes of weapons, including ones that could hit Moscow. No foreign troops would be allowed on Ukrainian soil. Ukraine would be required to designate Russian as a second state language and to restore the local Russian Orthodox Church, disbanded over charges of serving Kremlin propaganda.\n\nUkrainians see such demands as nonstarters. It is unclear how widely the plan was circulated in the Trump administration, or whether it was a personal initiative by Mr Witkoff. The State Department has declined to comment on it. Ukraine first learned the details during a meeting in Miami this week between Mr Witkoff and Ukraine’s national-security chief, Rustem Umerov. Mr Zelensky is said to have been frustrated with the results of those talks. Mr Witkoff had been meant to fly to Turkey on November 19th to meet Andriy Yermak, Mr Zelensky’s intimidating chief of staff, who has faced growing criticism in the wake of the scandal. That meeting was cancelled at the last minute.\n\nUkraine\n\nLost in the rubble\n\nKYIV\n\nEurope 45\n\nRussia’s relentless bombing leaves no time to search for keepsakes\n\nO NE NIGHT in August Yaroslav Yemelianenko, an emergency worker, picked up a torn photograph at the site of a missile strike in Kyiv. It showed two middle-aged women hugging their teenage sons. The next day he posted it on Facebook, and was immediately contacted by one of the women—siblings, it turned out. Her sister and nephew had been killed in the strike. That led Mr Yemelianenko to wonder what ultimately happens to bomb-site debris, after it is swept for human remains and explosives and carted away.\n\nFollowing a lorry, he wound up at a vast heap of rubble in an industrial zone off the airport road. A group of men stood waiting with spades, ready to scavenge. At the disposal site, shattered brick mixes with the remains of shattered lives: a woman’s anorak, a toddler’s bootie, a marriage certificate. A spokesman for Kyiv’s mayor blames the mess on a shortage of landfill sites and on disputes with the national government.\n\nMr Yemelianenko would like to see the rubble taken to secure locations where personal possessions can be cleaned, catalogued and held for survivors. This practice, known as “personal effects return”, is becoming standard after disasters. Authorities may be tempted to “scoop and run”, says Lucy Easthope, an expert adviser on recovery. Instead, they should “think what's possible”: the most mundane objects can hold great meaning for families.\n\nIn New York City after 9/11, 1.5m tonnes of rubble were sorted and more than 50,000 possessions recovered, with 80% of them returned to families. Nothing on this scale will happen in cashstrapped Kyiv. Survivors’ group chats are filled with pictures of dead loved ones and frustration at bureaucracy.\n\nKnives are out for Mr Yermak, who has alienated both friends and enemies by monopolising access to the president. He has not been directly accused of involvement in the scheme, and supporters say he has been unfairly demonised. People “want to throw everything on Andriy”, says Iryna Mudra, deputy head of the presidential office. Yet some MPs insist Mr Zelensky cut him loose. A social-media post by Mykyta Poturaiev, a senior MP, suggested demands\n\nWhen Putin bombed brown bear\n\nLesya Mazur’s 17-year-old daughter Nina was killed in a missile strike on August 28th. Sitting next to a bucket full of onions in the kitchen of the new flat the government has rented for her, Mrs Mazur shows photographs of Nina at her school graduation ceremony. Immaculate in ball gown and sash, she had been due to start university in Poland, and Mrs Mazur had been working at three cleaning jobs to pay the fees. The only possession of Nina’s she now has is a ring, handed over at the morgue.\n\nWould more be any comfort? She shakes her head. “I’ve got two lives now: before and after,” she says. Her greatest wish is that “Putin is punished. I don’t want money, I don’t want anything else. I want them all punished for what they are doing to Ukraine.”\n\nwould also include forming a new government of national unity.\n\nMr Zelensky has no easy solutions. Anti-corruption investigators will no doubt uncover more damaging information. Some see the crisis as an opportunity for a reset, a chance for the president to free himself. “Zelensky faces his day of reckoning,” says a senior official. “Either he amputates a leg, or he gets an infection going through the whole body and dies.” & "
}