{
  "text": "46 Europe\n\nVineyards in France\n\nVanishing act\n\nBAIXAS\n\nAs wine-drinking declines, farmers are ripping out vineyards\n\nET AGAINST the majestic backdrop of\n\nthe snow-capped Pyrenees, the valleys and plains around the village of Baixas, near Perpignan, were once pleasingly covered in neat rows of vines. Today the landscape in this corner of southern France is an agricultural mishmash. Piles of uprooted vine stems, gnarled and blackened, lie abandoned here and there in empty fields. In some places, wild grasses and scrub cover land that once bore Grenache noir or Syrah grapes. In others, prickly-pear cacti or thorny argan saplings have replaced the vines. Grape-growing continues. But France’s biggest wine-producing region is losing swathes of its vineyards.\n\nThe wine region of Languedoc-Roussillon, along the south-west Mediterranean coast, does not produce the world-famous fine wines of Bordeaux or Burgundy that grace the upscale tables of Paris or New York. But the region accounts for 28% of France’s production by volume, with an output of nearly 10m hectolitres in 2024— almost three times that of the Bordeaux vineyards. This is not a land of grand chateaux, approached via cypress-lined gravel drives. Much of the wine around Perpignan is made from grapes grown on small plots by farmers belonging to local co-operatives. And they are struggling.\n\nThis year farmers have ripped out 14% of vines in the department of Pyrenées-\n\nOrientales, which surrounds Perpignan. It is a secular trend. Between 2000 and 2020 the department lost nearly half its vines. Across Languedoc-Roussillon, nearly 15,000 hectares of vines—the equivalent of four-fifths of the area of Washington, DC— are being torn out this year.\n\nFarmers blame drought, lack of access to reservoir water and higher energy and other costs since Russia’s invasion of Ukraine. Indeed a government scheme, designed to help troubled grape-growers, pays them to destroy vines: farmers can apply for a €4,000 ($4,625) grant per hectare of vines torn out. The trend and the scheme reach across France. The government last year received applications for the destruction of nearly 30,000 hectares countrywide. The International Organisation of Vine and Wine, an industry body, notes an “abandoning of vineyards” in Languedoc-Roussillon but also around Bordeaux and the Rhone valley. “The landscapes as we know them are being transformed,” says a wine-industry boss.\n\nIn the short run, says André Serret, who runs the Dom Brial wine co-operative in Baixas, local vine-growers may be able to stay in business if they can secure water for irrigation. But environmental groups make this difficult, and repeated droughts are taking their toll. Even at this time of year the water table is low, and farmers face water restrictions. In the zone around Perpignan that includes Baixas the current official water status is “crisis”.\n\nYet those who battle on are also facing a shift as relentless as climate change: the global decline of wine-drinking. This has not spared France. Gen Z, according to a French study, thinks wine is “complicated” and mainly for “old people”. Apart from chilled rosé in summer, young people pref-\n\nThe war on terroir\n\nThe Economist November 22nd 2025\n\ner spirits, beer or no booze at all. Nearly a quarter of French adults aged 25 or under do not touch alcohol. The share of French people of all ages who drink a glass of wine every day has collapsed from 51% in 1980 to 11% today. Even /e dry Fanuary has reached France. Paradoxically, cheaper wine has suffered the most. “People prefer to buy one bottle of good wine rather than drink in volume,” says a winemaker near Baixas.\n\nThe industry is trying to adapt. Winemakers are moving upmarket, or into newly modish “natural” wines, made organically with no additives. Some former vignerons are turning to olives, pomegranates, pistachios, peppercorns and other crops that resist drought. For those who visit, the changing landscape is a loss. Among those who plough the soil, there seems to be resignation rather than regret. “Bit by bit, the vines will be ripped out, one way or another,’ says Mr Serret. “In time there will be only a few vine-growers left.” &\n\nRussian media\n\nOut of line\n\nKYIV\n\nRussia's Z-bloggers are clashing with their own regime\n\nRe REPRESSIVE justice machine as taken a break from its usual diet of intellectuals, opposition politicians and LGBT activists. In recent weeks the regime’s own war propagandists—often called “z-bloggers”, in reference to the Zs emblazoned on Russian tanks—have found themselves in its sights. In September the government branded Roman Alyokhin (who has 151,000 subscribers on Telegram, a social-media site) a “foreign agent” for criticising Russia’s army. In October Tatyana Montyan (400,000 subscribers) became the first Z-blogger to be declared a terrorist. In November Oksana Kobeleva (10,000) was detained by police. All had criticised senior officials or other propagandists.\n\nOn November 13th Apti Alaudinov, a defence official, insisted there had been no misunderstanding. He announced a battle against what he described as “internal enemies”. Those who did not seek common ground would be “destroyed legally”.\n\nIvan Philippov, an analyst, says the turmoil represents a “struggle between species” in the Z-world, pitting grassroots bloggers against more powerful media players. For much of the war, military bloggers have attacked alleged corruption in the defence ministry. Vladimir Soloviev, a senior Kremlin propagandist, has also\n\ncome under heavy criticism. But this ap» "
}