{
  "text": "The Economist November 22nd 2025\n\npeared to be tolerated so long as the bloggers created a veneer of public support for the war and organised donation campaigns to acquire needed equipment. Now that deal seems to have collapsed.\n\nThe impact the Z-bloggers have made on the battlefield is disputed. State procurement has made all the difference in battlefield metal, such as missiles, glide bombs and extended-range drones. But much less flashy kit—local jamming stations, medical supplies—is procured by donation campaigns led by the Z-bloggers or by soldiers themselves. One theory, says Mr Philippov, is that the defence ministry is trying to divert the Z-channels’ donations to loyalists under its control.\n\nThe standoff evokes the mutiny in 2023 led by Yevgeny Prigozhin, chief of the Wagner paramilitary group. But today’s quarrel is much smaller, and there is no suggestion of any uprising. The bloggers are relatively minor players, important for maintaining the appearance of public support but not much more. And they generally do not cross lines such as directly criticising Vladimir Putin or disclosing the number of Russian casualties. Finally, the developments come at a time when Russia is experiencing a degree of success on the battlefield. Ukraine is struggling in Donetsk province and across its south-east, where its forces were last week forced to withdraw from three small villages.\n\nThe Z-bloggers also stop short of criticising the Kremlin’s war aims. On the contrary, many are pushing Mr Putin to double down and initiate a second round of conscription, some writing that a “victory” will be impossible without it. A source in Ukrainian military intelligence suggests that Russia has the resources to pin Ukraine back throughout 2026, using only voluntary recruitment. This year’s recruitment drive is on course to meet its target of 403,000 soldiers, only slightly down from 420,000 in 2024. “Some regions will underfill the plan, others will overfill” the source says. The Kremlin is losing many men in its bloody push for the rest of Donetsk, but recruitment numbers are running at roughly two times the level of losses.\n\nThe bloggers appear confused about who is to blame for their plight. Mr Alyokhin has, oddly enough, rejected criticism from commentators that the Kremlin machine has spun out of control. He writes that his problems stem not from Mr Putin’s “dictatorship”, which he rather likes, but his “liberalisation”, which has allowed “some people...to seize control from the president”. Stranger still, he lamented that a Western-style independent judiciary might have guarded loyalists like himself against “reputational damage”. As a victim of an earlier purge might have put it: “Comrade Stalin, there’s been some terrible misunderstanding.”\n\nGermany's coalition\n\nThe kids are fed up\n\nBERLIN\n\nYoung MPs are threatening the coalition over pensions\n\nOHANNES WINKEL used to be a huge fan of Friedrich Merz, the German chanCellor. At 2019’s annual gathering of the Junge Union (JU), the youth organisation of the Christian Democratic Union (CDU) and the Christian Social Union (CSU), its sister party, he distributed posters saying “More Sauerland for Germany”. (Sauerland is Mr Merz’s home region.) Today Mr Winkel is the JU’s head and a member of parliament, and he has backed Mr Merz through thick and thin. Until now. Last weekend, at this year’s JU gathering, Mr Winkel demanded that Mr Merz change a draft pension-reform law that has already been approved by his cabinet. He says the draft law will incur added cumulative costs of €120bn ($139bn) between 2032 and 2040, because it treats a temporary bolstering of pensions until 2031 as a benchmark for future levels. The coalition agreement struck in April between the CDU/CSU and the Social Democrats (SPD) promised to keep pensions at 48% of the average monthly salary (they would otherwise fall to 47%), but only until 2031. Mr Winkel and 17 other young MPs vowed to vote against the draft law, which they argue unfairly burdens the young. Some 20 older MPs might join the rebellion. Mr Merz has a majority of only 12 in the Bundestag, Germany’s parliament. Mr Merz was planning to push the bill through in December. It also includes an\n\nPensive on pensions\n\nEurope 47\n\n“active” pension (a tax break aimed at encouraging pensioners to work longer) and an expansion of the Miitterrente, a benefit mostly claimed by mothers to compensate parents for years spent raising children. The SPD rejects any modification of the draft bill. On November 18th Barbel Bas, the SPD labour minister who wrote it, said that the JU needs to decide whether it wants the government to fail.\n\nThis looks like the coalition’s most serious conflict since Mr Merz became chancellor in May. He had promised to push through reforms this autumn. “All the disappointment over Merz’s failure to deliver an ‘autumn of reforms’ is expressed in this rebellion,” says Moritz Schularick, head of the Kiel Institute for the World Economy.\n\nCould Mr Merz stay in power without the SPD? On November 17th the embattled chancellor said that going ahead with a minority government would be “out of the question”. It would probably require him to rely periodically on support from the Alternative for Germany (AfD), a xenophobic populist-right party. This is unacceptable for Mr Merz, who staunchly defends the firewall that his and other German parties have maintained to exclude the AfD from government.\n\nMr Merz has several options for dodging the threat to his coalition. He could simply postpone the vote on the draft bill, thereby kicking the can down the road a bit. He could assign Jens Spahn, the head of the CDU/CSU parliamentary group, to negotiate concessions from the SPD, such as amending the draft law to remove the guarantee of pension levels beyond 2031. The Social Democrats, however, do not seem to be in a giving mood. Lastly, Mr Merz could try to placate the mutineers, perhaps by including Mr Winkel and Pascal Reddig, another CDU rebel, on a pension committee that is to present a more comprehensive reform next year.\n\nThe pension protesters certainly have a point. Even Jens Stidekum, an academic who advises Lars Klingbeil, the sPD finance minister, says that using the 48% level as the basis for calculations beyond 2031 is financially “hardly manageable”. Next year the federal government plans to spend a quarter of its total budget of €525bn on state pensions.\n\nIn the early 1960s there were six German workers for every German pensioner. Today the ratio is two to one, and the demography keeps deteriorating. Statutory pension contributions, split between employer and employee, have risen to 18.6% of salaries, and are on course to increase still more. The chancellor conceded at the JU’s gathering that the additional burden on the younger generation cannot be justified. But he is a hostage to the frailty of his coalition, which he has little choice but to keep alive at all costs. @ "
}