{
  "text": "The Economist November 22nd 2025\n\nContents\n\nOn the cover\n\nWhere the loosening of rules and tolerance of corruption in America will lead: leader, page g. In Donald Trump's Washington, everything appears to be for sale, page 21. The returns to access to power and privileged information are soaring, page 55. When and how to suck up, shut up and stand up to the president, page 57\n\nZelensky’s big mess A corruption scandal provokes justified outrage. But the West should still help Ukraine defend itself: leader,\n\npage 11. The graft scandal and a dubious ceasefire plan plunge Ukraine into its biggest crisis since the invasion, page 44\n\nWill China crush Europe’s industry? Either Europe grabs hold of its own destiny, or China and America will force change upon it: leader, page 10. Chinese regulations and competition are panicking European manufacturers: briefing, page 18\n\nNew thinking on minimum wages Why governments should stop raising them: leader, page 11. Economists fret about ever higher pay floors, page 64\n\nOur books of the year Gladiators and dictators, wolves and Beatles feature in our list, page 76\n\n—> Download The Economist's app for articles, podcasts, videos and more, published throughout the week.\n\nThe world this week\n\n7 Asummary of political and business news\n\nLeaders 9 Donald Trump’s America Anything goes 10 How Europe deals with China Time to pull together\n\n11 Minimum wages Stop raising them\n\n11 Scandal in Ukraine Double crisis\n\n12 American mortgages Safe and sorry\n\nLetters\n\n14 On universal child care, the BBC, AI helping the consumer, fighting for your country, LinkedIn\n\nBy Invitation\n\n16 Maria Corina Machado on a post-Maduro Venezuela\n\nBriefing 18 Europe’s China shock From customer to killer\n\nBagehot Is there actually a crisis among British men? Page 51\n\nity.\n\nUnited States\n\n21 The Black Friday presidency\n\n22 Marjorie Taylor Greene 23 The National Guard 24 Health policy\n\n24 The Epstein files\n\n25 Ancient learning\n\n26 Lexington Trump as Biden\n\nThe Americas 27 Cuba’s tragedy 30 Saving the Galapagos 30 Venezuela under pressure\n\nAsia 31 Japan’s defence 32 Scams in South-East Asia 33 Disaster relief\n\n34 Banyan Rehabilitating Suharto\n\nChina\n\n35 Vocational education is back\n\n36 Big lending abroad 37 China-Japan relations\n\n38 Chaguan Contempt for Europe\n\nMiddle East & Africa 39 MBS meets MAGA 40 Israeli arms sales\n\n41 Israel’s psychological reckoning\n\n42 African debt 43 Jihadism in Mali\n\n>» Contents continues overleaf "
}